{"Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Rajkot airport flies high on hopes to get more wings": {"time": "2019-06-12 04:00:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/rajkot-airport-flies-high-on-hopes-to-get-more-wings/articleshow/69745558.cms", "description": "Rajkot: After the beleaguered Jet Airways shut down its operation from the city airport, Rajkot’s air connectivity suffered a major blow with only two flights, operated in a day by the state-run Air India, connecting the city to the rest of the country. Jet airways was flying two daily flights from the city. The airport authority is struggling hard to convince private operators to fill the space left vacant by Jet Airways. Rajkot airport director A N Sharma has shot a letter to Spice Jet and IndiGo Airlines 15 days ago showing the two operators the potential of getting good traffic and reduction in costs. Talking to TOI, Sharma said, “I have given a picture of industrial sectors in the city, the possible number of travellers and how traffic was when six flights were operating in a day from the city.” The airport authority has given them a list of destination which are in highly demand from the city including Mumbai, Delhi and Surat. The airport authority, which had plans of constructing a new apron, has started renovating the old one to provide night parking facility to the aircraft. It is also pursuing the Director General of Civil Aviation (DGCA) to give it permission to commission the closed 100 metre area of runway so as to allow operators to fly with full capacity and thereby reduce operating costs. According to the authority, the old apron which has the capacity of parking one big and one small aircraft will be ready in 45 days, while the new apron which has the capacity of parking four big aircraft will be ready in 90 days. Talking to TOI, Sharma said “We will be able to provide parking facility to four aircraft — something that will definitely attract private operators to start flights from Rajkot, because the parking charges in Rajkot is also very less compared to big cities like Mumbai and Delhi.” Sharma explained the huge difference in parking charges by showcasing that of Mumbai airport which collects Rs 50,000 per night per big aircraft, while Rajkot airport collects only Rs 2,000 for the same. Rajkot airport will have capacity of parking five aircraft, of which four will be allowed night halt. Currently there is no facility to park any aircraft for the night. According to sources, private operators are reluctant to start operation because of ‘Load Penalty’ — which means that the aircraft can’t take off with full capacity. In this case, an aircraft having capacity of 180 passenger have to take off with 140 to 150 passengers only as the runway is short. The airport authority has been waiting for the past eight months to get permission to use the 100 metre runway which is still closed after recarpeting. If the DGCA gives its nod, aircraft can use the whole 1,842 metre runway allow it to operate with full capacity thereby reducing the operational cost. Box Air India to suspend operation for four days in a week The demand for connectivity to Mumbai is very high from Rajkot. However, only one flight operates once in a day to Mumbai, which too will temporarily curb its operation from July to September. Air India informed the Rajkot airport authority that it will operate Mumbai flight only on Tuesday, Thursday and Saturday from July 2 to September 15, instead of the daily flight. The decision stems from the state-run operators need to meet the demand of Hajj pilgrims, said sources. Download The Times of India News App for Latest City ."}, "Evacuation process underway in region": {"time": "2019-06-13 12:02:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/evacuation-process-underway-in-region/articleshow/69761557.cms", "description": "RAJKOT: The various district administrations have shifted nearly 1.70 lakh people living in low-lying areas in all coastal areas like Veraval, Porbadnar, Jamnagar, Dwarka, Bhavnagar and Gandhidham to safer places before the ‘Vayu’ strikes. Nearly 20,000 people have been shifted from various talukas of Kutch. Remya Mohan, Kutch collector told TOI, “We are still identifying people living in low-lying areas and shifting them. Maximum people have been shifted from Gandhidham taluka, near Kandla.” Kutch, which is bracing for heavy rainfall and high tide have evacuated all the coastal villages and closed down Mandvi beach for the tourists since Wednesday. In Gir Somnath district nearly 18,000 people have been evacuated from 101 villages, while pilgrims to Somanth temple have been asked to stay put in their hotels or guest houses and not to venture near the sea. Total six teams of NDRF are deputed in Kodinar, Una, Sutrapada and Veraval talukas. The Vadodara Municipal Corporation’s 23 teams too have reached for relief and rescue operation. Download The Times of India News App for Latest City ."}, "Gale, rough sea leaves several fishing boats damaged": {"time": "2019-06-15 10:57:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/gale-rough-sea-leaves-several-fishing-boats-damaged/articleshow/69795393.cms", "description": "RAJKOT: Normalcy was returning to the coastal districts of Saurashtra on Friday, but the very severe cyclonic storm Vayu inflicted damages to houses and boats of fishermen. Bharat Modi, president of Porbandar Fishermen Association said, “Around 20-25 small boats sunk due to high waves while one big boat was totally damaged at Porbandar coast. Fishermen have suffered damages to the tune of nearly Rs one crore.” In Veraval, Gopal Fofandi, leader of local fishermen association, said, “Nearly 20 small boats and five big boats were damaged in the cyclone.” While electricity has been restored in major areas, Gir-Somnath’s Talala and Una talukas have not got power supply since two days. B K Pandya, managing director, Paschim Gujarat Vij Company Limited said, “Around 360 poles and the electricity supply lines of 60 km got damaged in entire region in last two days. Repairing work has been completed in most places and we will restore electricity in all the villages by Friday night or Saturday morning.” Download The Times of India News App for Latest City ."}, "Two held with 1,080 fake currency notes": {"datetime": "", "description": "RAJKOT: Two persons were arrested with 1,080 counterfeit currency notes of Rs 2,000 denomination, having face value of Rs 21.60 lakh, from Somnath Complex in Prabhas Patan town of Gir-Somnath district on Friday. Police said that earlier, 58 fake notes of Rs 2,000 denomination were found from Piyush Kubawat and Sanjay Rathod on June 9. Later, during search operations at the residences of Kubawat and Rathod, police found 1,022 more counterfeit notes. “During interrogation, the accused revealed the names of the co-accused, Chetan Jani and Yogesh Vaid. Kubawat, Jani and Rathod, all residents of Harmadiya village of Gir Gadhada taluka in Gir-Somnath district, used to buy counterfeit currency notes from Vaid in Vadodara and circulate them in the market,” said V R Sonara, inspector with Gir-Somnath special operation group. Meanwhile, police have launched a manhunt for Jani and Vaid, who went absconding after the arrest of Kubawat and Rathod. “According to Kubawat and Rathod, it was Vaid who used to print the counterfeit currency notes,” added Sonara. TNN Download The Times of India News App for Latest City .", "time": "2019-06-16 11:47:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/two-held-with-1080-fake-currency-notes/articleshow/69803139.cms"}, "Saurashtra University professor found guilty of sexual harassment": {"time": "2019-06-11 08:50:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/su-prof-found-guilty-of-sexual-harassment/articleshow/69729592.cms", "description": "RAJKOT: The Saurashtra University (SU) on Monday terminated services of a professor Nilesh Panchal (45) of the department of biosciences after a single-member committee found him guilty of sexually harassing a 26-year-old female PhD student last year. This is the first instance of a senior professor with over 20 years of service being sacked over sexual harassment charges at SUThe single-member probe committee comprising of retired judge Dinesh Trivedi had submitted its report to the university in February this year. It was placed before the SU syndicate for appropriate action on Monday. The syndicate decided to terminate Panchal’s services. He is already under suspension since September 2018. The university’s pro VC Vijay Desani told TOI, “The committee in its 240-page report submitted that the allegations of the female student were found to be true. The report, with details of probe, was placed before the syndicate which accepted it and decided to terminate Panchal’s services. We want to send a message to others that SU has zero-tolerance for such kind of behaviour,” adding, “The student (victim) has been provided with new female guide. We will ensure that she completes her doctorate without any problems.” The victim had filed a complaint with the varsity’s sexual harassment committee on August 30 last year alleging that Panchal used to call her and make sexual advances at her. She said when she stopped going to his chamber, the professor threatened to sabotage her doctorate thesis. The case was referred to the sexual harassment committee of SU, which found Panchal guilty and based on that he was suspended on September 14. The probe was handed over to an independent committee according to the rules so that action can be taken. The first complainant, another past student, who left SU without completing her studies deposed before the panel and narrated how she was allegedly sexual harassed by Panchal. Judge (retired) Dinesh Trivedi told TOI, “The accused (Panchal) initially denied all allegations but when I asked him to prove it by cross-examining with witnesses and victim he didn’t cooperate.” The committee examined four witnesses apart from the complainant. When contacted, the victim said, “I am satisfied with SU’s action. My thesis is about to be submitted and I hope there is no prejudice against me for taking action against one of the professors.” Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Gujarat grinds to a halt: Road, rail, flight and port operations suspended": {"time": "2019-06-13 08:01:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/gujarat-grinds-to-a-halt-road-rail-flight-and-port-operations-suspended/articleshow/69765026.cms", "description": "RAJKOT/AHMEDABAD: In the wake of Vayu, the very severe cyclonic storm, threatening to make a landfall between Dwarka and Veraval sometime on Thursday afternoon, transportation services across the state including port and flight operations have been temporarily suspended as a precautionary measure. “Flight operations from Ahmedabad to Porbandar, Diu, Kandla, Mundra, and Bhavnagar are cancelled for Thursday. All other scheduled flights are likely to operate normally. However, passengers are requested to check with the airlines concerned for updated information,” Airports Authority of India (AAI) – Ahmedabad said in statement. Rajkot airport director A N Sharma said flights will continue from Rajkot. “The evening flight to Mumbai took off on scheduled time now next flight is on Friday morning, as of now there is no plan of any cancellation but we will take decision according to the situation,” he added. In a review meeting held in Gandhinagar on Wednesday, CM Vijay Rupani, said, “The operations at all the ports along the state’s coastline have been suspended by the state government till the cyclone recedes.” Chairman of the Deendayal Port Trust S K Mehta told TOI that “There is no vessel at port all are in high sea. We have shifted 3,000 people to the port colony who were living in Kandla port area in hutment.” GSRTC has cancelled nearly 17 bus services towards Veraval, Diu, Porbandar and Okha. Rajkot divisional manager Dinesh Jethwa said “We have brought down hoardings at GSRTC depot and set up emergency control room. We are also prepared to provide buses to district collectorates for relief and rescue operations.” WR has decided to fully cancel the operation of 15 mainline trains while 16 trains will be short terminated. The railway said WR will run special trains with six to ten coaches, each from Gandhidham, Bhavnagar Para, Porbandar, Veraval and Okha to evacuate people. “All passenger, mail and express trains to Veraval, Okha, Porbandar, Bhavnagar, Bhuj, and Gandhidham will be short-terminated or cancelled after 6pm of June 12 to June 14,” Western Railways said. A trawler being lifted to safety in the Veraval harbour on Thursday Download The Times of India News App for Latest City ."}, "NDRF battle rough sea to shift pregnant woman from Shiyal Beyt": {"time": "2019-06-14 10:32:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/coast-guard-ndrf-battle-rough-sea-to-shift-pregnant-woman-from-shiyal-beyt/articleshow/69777847.cms", "description": "RAJKOT: A pregnant woman from Shiyal beyt island in Jafrabad taluka of Amreli district, who was expecting delivery a month later, had to be taken in emergency to Rajula hospital in a boat by a team of coast guard, NDRF and district administration amid the rough sea on Wednesday after she developed labour pains suddenly. Hansa Baladhia (34) successfully delivered a premature, but healthy baby in the hospital on Thursday. While the district administration had already shifted all pregnant women, whose delivery dates were due in this week, to safer places, Baladhia wasn’t among them as her due was still a month away. Shiyal beyt island has a population of 4,000. However, when she started having labour pains, the health officer on the island took a decision that Baladhia needed to be shifted to a hospital before she delivered her baby, as transporting the newborn along with the mother later will be difficult in the emerging weather conditions. Amreli district collector Aayush Oak said, “The coast guard and NDRF team were confident that the woman can be shifted safely to Rajula hospital in a boat. The team had three boats — one was local while the coast guard and the NDRF had one each. The two boats escorted the boat carrying the woman safely to the shores. According to the doctors at the hospital, both mother and child are healthy, he added. Download The Times of India News App for Latest City ."}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Coastal districts brace for Vayu, thousands to be evacuated": {"time": "2019-06-12 10:50:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/coastal-districts-brace-for-vayu-thousands-to-be-evacuated/articleshow/69745773.cms", "description": "Rajkot: As severe cyclonic storm Vayu rages towards Gujarat, administrations of 11 coastal districts were working overtime to minimize its impact. The storm is expected to slam the coast near Veraval and Diu between 6am and 7am on Thursday. District administrations of Porbandar, Gir-Somnath, Amreli, Jamnagar, Kutch and Devbhumi Dwarka are taking all the precautionary measures as winds speeding up to 112 km are expected to roar after the landfall. The Porbandar district, which is likely to be affected the most, has identified nearly 35,000 people who may have to be evacuated by Wednesday. District collector M A Pandya said “We have created 230 shelter homes with all facilities for these people.” Entry at the famous Chowpati beach has been banned till the situation becomes normal. Also, seven earth movers, 12 loaders and tree cutting equipment have been readied as the winds could uproot trees. Amreli district’s two talukas - Rajula and Jafrabad - are also bracing up for a possible damaging impact. Amreli collector Aayush Oak said, “We will require to evacuate 19,000 people and they have all been informed. If they don’t move out voluntarily by 11am today, we will have to forcibly shift them. Shelter houses have been set up at 37 locations with all facilities like food, drinking water and medicine.” As many as 60 state transport buses and 30 private buses have been kept on a stand-by for rescue and relief work, Oak added. Gir-Somnath administration has also asked people in 51 villages to shift to safer locations. In Rajkot, the municipal corporation has brought down 22 hoardings which may blow away due to strong winds. Two control rooms have been activated in the city and fire department has been kept on alert. Rajkot collector Rahul Gupta said nearly 10,000 people of 35 villages would be evacuated at safer places. The district administration of Ahmedabad, Vadodara and Rajkot will prepare nearly two lakh food packets for the affected people. Deendayal Port Trust (DPT) chairman SK Mehta said that all vessels berthed at the port are expected to sail out by Wednesday noon. Two Diu beaches closed Rajkot: Diu district administration has prohibited entry of all tourists at all the beaches from Wednesday 12 noon. All tourists in the hotels have been advised stay indoors. Talking to TOI, Diu collector Hemant Kumar said “We have asked hotel owners to inform those who have advance booking from Wednesday to postpone the trip if possible.” The administration has asked 7,500 people to shift to safer places and created 30 shelter house. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "BJP MLA-backed panel wins Unjha APMC polls": {"time": "2019-06-11 08:40:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/bjp-mla-backed-panel-wins-unjha-apmc-polls/articleshow/69729992.cms", "description": "MEHSANA: A panel of directors backed by newly-elected Unjha BJP MLA Asha Patel on Monday wrested the local Agricultural Produce Market Committee (APMC) from former BJP MLA Narayan Patel who controlled the Asia’s largest spice market for the last 25 years. The Unjha APMC in Mehsana district of Gujarat mainly deals in cumin and Isabgol. While voting for the election of 12 directors was held on June 9, the results were declared Monday by designated election authorities. The ‘Vishwas Panel’, led by Narayan Patel’s son and sitting chairman Gaurang Patel, lost to the ‘Vikas Panel’ headed by Dinesh Patel, who enjoyed support of Asha Patel. Gaurang Patel has been the chairman of the Unjha APMC for the past eight years. The Vikas Panel won 10 seats while independents bagged the rest two, said election officer Pratik Upadhyay. While Gaurang Patel, who was one of the contestants, lost the polls, his rival Dinesh Patel and his panel emerged victorious. “Unjha APMC is having 15 directors — 12 elected and 3 nominated. Now, according to the rules, a new chairman will be elected in a meeting of directors within 10 days,” said Upadhyay. After the elections, Dinesh Patel, who is all set to become the next chairman, said he would work hard to resolve all the issues concerning farmers and traders associated with the APMC. “This APMC belongs to farmers and traders. I am thankful to them for putting trust in me. I will work hard to develop this APMC and resolve various issues concerning our farmers and traders,” Dinesh Patel told reporters. Asha Patel said this outcome was expected because farmers and traders wanted a change. “There were many issues. Farmers were complaining about vindictive policies and unauthorized collection of funds by the management. Farmers were under fear. This change was necessary to keep this APMC alive,” she said. Narayan Patel, who had won the Unjha seat for five times, had lost to Asha Patel, who was earlier with the Congress, in the 2017 Assembly polls. She then switched sides and joined the BJP. She subsequently won the Unjha assembly by-poll. Download The Times of India News App for Latest City ."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "54-year-old man rapes minor girl": {"datetime": "", "description": "Palanpur: A 54-year-old man was arrested late on Thursday evening for allegedly raping an 11-year-old girl at Ambaji in Banaskantha. According to Ambaji police, the minor was returning home from school when the man allegedly lured the girl inside his house by offering her mangoes. Here he allegedly raped the minor who reached her home, located in the same society, bleeding profusely. When questioned about her condition, the survivor who is a student of class 7, narrated her ordeal, after which her father lodged a police complaint. The police swung into action and arrested the accused identified as Dilip Padhiyar, a married man, under section 376, and other relevant section of Indian Penal Code besides POCSO. The girl has been admitted to the Ambaji Hospital where she is recovering, said cops. Police sub inspector PS Chaudhary of Ambaji police station said that Padhiyar works at the Ambaji temple on commission as a prasad distributor. The incident happened when the accused’s wife was not present in the house. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:04:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/54-year-old-man-rapes-minor-girl/articleshow/69795373.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "200 years on Allah Bund quake continues to intrigue scientists": {"datetime": "", "description": "RAJKOT: Gujarat escaped cyclone’s devastation, but on Sunday it will be reminded of a cataclysmic shaking of the earth that totally changed the topography of Kutch desert. On June 16, it will be exactly 200 years to ‘Allah Bund,’ considered as the biggest earthquake to hit the Indian sub-continent. The tremblor, which created a ridge 90 km long, 16km wide and 3-4 m high in Greater Rann - all in less than a minute - continues to intrigue geologists and earth scientists event today. On Sunday, nearly 40 experts, including those from foreign countries, will converge at the Shyamji Krushna Verma Kutch University, to discuss this rare seismic phenomenon. “The earthquake was the strongest in Indian earthquake history and one of the greatest in intra-plate earthquakes of the world,” said Professor M G Thakkar of the department of earth and environmental science, Kutch university, while talking to TOI. “Apart from the 90 km long ridge, the major revenue collection centre – the Sindri fort – was also devastated and many vessels and ships had been destroyed near the channel that led to the Kori creek. Rice fields near the Sunda region at Lakhpat also affected and inundated by the sea water,” said Thakkar. who asserts that no earthquake reported thereafter has made such huge topographical changes. “N early 1000sq km land subsided by four metres. There was subsidence on the north and south sides too, while a port that existed ahead of Kori creek too subsided,” he added. Scientists will study and analyze the magnitude of this disaster and visit the epicentre on Sunday. The national-level workshop on the intra-plate earthquake has been organized by the Department of Earth and Environment Science of Kutch University and Seismological Research, Gandhinagar. Most of these experts have worked on the 1819 earthquake and its co-seismic deformation and also continue to work on it. Experts will deliberate on Palaeoseismic studies of 1819 ‘Allah Bund’ earthquake and comment on quaternary landscape evolution of the western great Rann of Kutch and structures and active tectonics and seismotectonics of ‘Allah Bund’ fault. Talking about the purpose of the workshop, Thakkar said: “The amount of study produced on 1819 Allah Bund earthquake is very less. The earlier studies by Burnes (1826, 1828), Oldham (1926) and the verbal reports in the gazetteer, besides some early notes by international travellers give us vague ideas of the severity of the earthquake.” He further said that the active interactions of existing experts’ understanding of the Allah Bund and fresh research ideas of young earth scientists will open up innovative research windows for the less understood domains of Rann of Kutch. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:49:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/200-years-on-allah-bund-quake-continues-to-intrigue-scientists/articleshow/69802110.cms"}, "Two killed, 3 injured as car turns turtle": {"datetime": "", "description": "RAJKOT: Two persons from Gondal were killed and three injured when the car they were travelling in turned turtle on Gondal-Mawaiya Road near Gondal in Rajkot district on Saturday night. The deceased have been identified as Mayank Malaviya (25), a resident of Lakshmannagar locality, and Arjun Dhudhrejiya (25), a resident of Bhojpara area.“The five persons had gone to have tea in Malaviya’s car. While returning, the driver of the car lost control while negotiating a sharp turn and overturned,” said Ajaysinh Jadeja, sub-inspector with Gondal taluka police station. While Malaviya and Dhudhrejiya were killed on the spot, the injured, identified as Vijay Ramani, Sagar Viradiya and Indrajeetsinh Jadeja, were taken to a private hospital in Rajkot. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/two-killed-3-injured-as-car-turns-turtle/articleshow/69817522.cms"}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Madhu Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/pictures-priyanka-chopra-and-nick-jonas-wish-madhu-chopra-with-adorable-birthday-posts/articleshow/69820084.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "Four arrested for cloning ATM cards, committing thefts": {"datetime": "", "description": "RAJKOT: Four persons were arrested for cloning ATM cards and withdrawing cash using them in Junagadh on Saturday night. Police said accused Vinay Bangali, Vinod Verma, Sunil Verma and Raghvendra Yadav were arrested at Agatrai village near Junagadh when they were going in a car. Police had been tipped off about the accused’s scheduled arrival in their car at the village. A watch was kept and the accused nabbed from whom police recovered a laptop, two ATM skimmers, an ATM writer, 20 ATM cards of different banks, five cellphones and Rs82,500 cash. J M Vala, inspector with Junagadh special operations group, said, “The gang members used to target labourers in industrial areas of different cities across Saurashtra. So far, they have committed frauds in 24 cities of Saurashtra. They would zero in on a labourer, who did not know how to use his ATM card. They would offer him help and take his ATM card and clone it with the help of ATM skimmer. They would take password from the labourer and withdraw money in his account from another ATM booth with the cloned card.” “The accused have committed thefts in Junagadh, Vanthali, Keshod, Rajula, Pipavav, Savarkundala, Jalala, Rajkot, Jamnagar, Surendranagar, Bhavnagar, Botad, Bhuj, Surat, Vadodara, Bharuch, Valsad and Ahmedabad among other places in the past one year,” Vala said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/four-arrested-for-cloning-atm-cards-committing-thefts/articleshow/69817593.cms"}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Construction firm employee robbed": {"time": "2019-06-13 11:58:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/construction-firm-employee-robbed/articleshow/69761663.cms", "description": "RAJKOT: An employee of a construction firm was robbed of Rs 8 lakh cash by three robbers at Vinayak Apartment in Uma Township in Morbi on Tuesday. Police said the robbers barged into the office of Kanti Amrutiya, where Shailesh Maniyar (63) was sitting. According to police, the robbers first asked Maniyar whether he could get them a flat on rent. When Maniyar replied in negative, they asked for toilet. When Maniyar showed them the toilet, one of the robbers gagged his mouth with a tape and two others tied his hands and feet with pieces of clothes, dragged him to the toilet and locked him inside. “The accused then took out a bag containing Rs 8 lakh cash from the drawer. The cash belonged to Amrutiya’s nephew Vishal who had kept there before going for lunch. The accused appeared to know about the cash being stored in the drawer. Maniyar was set free by his co-worker Ravi when he came to the office,” said an official from Morbi B division police station. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Rajkot: Man shot dead in Mandvi village": {"datetime": "", "description": "RAJKOT: A man was shot dead by two unidentified bike-borne assailants in Maska village of Mandvi taluka in Kutch district on Friday evening. The deceased was identified as Ashish Joshi (25). “Though the identities of the accused are yet to be ascertained, we suspect an old enmity as the reason behind the crime,” said an official from Mandvi police station. Joshi was sitting near his house when the two assailants arrived on a bike, and one of them fired two bullets at him, which hit him in his chest. Firing incidences have been on the rise in Kutch district since January this year. First, ex-BJP MLA Jayanti Bhanushali was shot dead aboard a train near Bhachau in January. In February, three assailants had opened fire at the house of Hamid Bhatti, ex-Congress corporator of Bhuj. Last week, Ismaeel Juma Hingroja, who had allegedly fired at Bhatti’s house, was shot in his leg when the car he was travelling in was fired upon by three assailants near Chaki Jamatkhana in Bheednaka locality of Bhuj. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:45:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/man-shot-dead-in-mandvi-village/articleshow/69803155.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Beaches in South Gujarat to be out-of-bounds to people until June 14": {"time": "2019-06-12 13:16:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/beaches-in-south-gujarat-to-be-out-of-bounds-to-people-until-june-14/articleshow/69745733.cms", "description": "SURAT: People will not be allowed on the beaches of Surat, Navsari and Valsad districts from June 12 to 14 in the likelihood of Cyclone 'Vayu' hitting Gujarat coast on the morning of June 13, sources said. Though the impact of the cyclone is expected to be felt most on Saurashtra coast, district collectors of Surat, Navsari and Valsad as a precautionary measure have decided to ban people from visiting the beaches because they anticipate high winds coupled with rain in many areas under their jurisdiction. The collectors of the three districts have issued an alert in the coastal villages and also drawn up evacuation plans. Dhaval Patel, district collector of Surat, said, “We have identified kuchha houses in the coastal villages of Dumas, Bhimpore and Sultanabad. If there is a need, we will immediately shift the people from these and other villages.” The three beaches of Surat where people would not be allowed for three days from June 12 are Dumas, Rajagiri and Suwali. Umbrat, Dandi and Dholai in Navsari too will remain out of bounds to people on these three days, along with Tithal beach in Valsad. Dr MD Modiya, district collector of Navsari, said, “We have sounded an alert in 24 villages, including 16 located along the coast. We are keeping a track of the cyclone and have kept our emergency services ready to meet any eventuality.” CS Kharsan, district collector of Valsad, said, “We have issued an alert in 29 coastal villages. Our emergency evacuation plan is also ready.” Download The Times of India News App for Latest City ."}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "In Gujarat, std X girl strangles 3-year-old cousin": {"time": "2019-06-11 11:24:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/std-x-girl-strangles-3-year-old-cousin/articleshow/69731791.cms", "description": "RAJKOT: Incensed by his mischief, a 14-year-old girl allegedly strangulated to death her three-year-old cousin brother in Morbi town on Sunday evening. The boy Nitya, son of ceramic trader Rajesh Dadhaniya, was found unconscious in a mysterious condition on the terrace of their house in Shivalaya Apartment. He was rushed to the hospital where doctors declared him dead on admission. The family suspected some foul play, but they never imagined that his cousin sister could have committed the crime. On Monday, forensic postmortem confirmed that Nitya had been strangled to death. According to police, Nitya was playing on the terrace and the girl was chopping vegetables. “Nitya tried to snatch the knife from her hand and in the process, she got a a slight cut in the palm. The girl got so enraged that she strangulated him,” said RK Zala, inspector, Morbi B-division police station. After sometime, when Nitya’s five-year-old sister Masoom went to the terrace, she saw him lying conscious and frothing from the mouth. She immediately informed her mother Jignasa who rushed Nitya to the hospital. “The doctors at the civil hospital found injury marks on Nitya’s throat and suggested forensic postmortem which confirmed Nitya’s death to have been caused by strangulation,” added Zala. In the night, when Rajesh inquired with the girl as to what had happened, she confessed to killing him. The girl is the daughter of Rajesh’s elder sister who lives in Surat. She had come to Morbi from Surat for studies and was living with Dadhaniya family. The girl used to study in class X in a private school. Read this report in BengaliDownload The Times of India News App for Latest City ."}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Truck driver found dead on Gondal highway": {"time": "2019-06-12 04:01:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/truck-driver-found-dead-on-gondal-highway/articleshow/69745586.cms", "description": "Rajkot: Body of a 45-year-old truck driver with head injuries was found on the service road opposite market yard on Gondal national highway bypass early Tuesday morning. The deceased was identified as Suresh Surela a native of Liyad village of Chuda taluka in Surendranagar. According to the complaint lodged by the truck owner Manoj Sojitara (40), Surela’s body was found besides the truck early Tuesday morning with head injuries. The police also found a blood stained stone near the body. However, police said that Surela’s wallet, mobile phone and cash were intact, hence it did not appear to be a murder with intent to loot. Surela was returning after delivering cotton consignment at a ginning mill in Gondal from Dhoraji. Police has registered a murder case against an unknown person and begun investigation. TNN Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Six missing Iranian crew of cargo ship found aboard a tug": {"datetime": "", "description": "RAJKOT: The six Iranian crew members who had abandoned their cargo ship at Mul Dwarka port in Gir Somnath district after it was told to move out of the port owing to cyclone Vayu, have been found moving in a tug in the Arabian Sea. They have been identified as Mehrdad Timaji, Mohammad Raeisi Jahromi, Babak Hajiani, Ebrahim Omidi and Sajjad Masoudi. As per law if any crew abandons the ship, the marine police takes them into custody. However, the procedure to bring them on land from the sea is a labyrinthine process. Therefore, Gujarat Marine Police informed the shipping company which appointed a legal agent to handle with their transfer procedures. According to International Transport Workers Federation (ITF) sources, after the intervention of Kandla Seafarers Welfare Association (KSWA), these six men can now go back to their country within 2-3 days. A cargo ship from Iran reached Mul Dwarka port a few days ago. This GMB operated port is majorly used for importing coal and exporting cement. However, looking at the cyclonic situation and to avoid damages to the jetty from docked vessels, the Gujarat Maritime Board (GMB) asked the MV Seashell to go back to mid sea. However, these six crew members, who are Iranian nationals, refused to go back with their ship claiming it to be ‘defective’. According to Mukesh Vasu, administrator of the KSWA, who is also helping these six men reach home, After the ship returned to its country of origin, the family members of these six missing crew members informed the ITF and we started a search. Vasu is also ITF inspector at Kandla. In the meantime an owner of a tug which goes to supply cargo to the ship informed police that six Iranian crew members were on board the tug for the last five days. “The police then informed GMB which instructed the tug to keep the men inside the tug,” said Vasu. “The shipping company has appointed an agent who is completing the formalities and the six men will return home within two-three days. Till that time all facilities have been arranged for their stay. We were also ready to provide financial assistance if required,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/six-missing-iranian-crew-of-cargo-ship-found-aboard-a-tug/articleshow/69817584.cms"}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Cyclone Vayu could drench Saurashtra-Kutch, Gujarat ports flast 'Danger' signal": {"time": "2019-06-11 09:28:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/cyclone-vayu-could-drench-saurashtra-kutch-gujarat-ports-flast-danger-signal/articleshow/69734184.cms", "description": "AHMEDABAD/GANDHINAGAR/RAJKOT: Heavy rain is likely to lash parts of Saurashtra and Kutch from Wednesday onwards, due to a cyclonic storm forming in the Arabian Sea, according to the forecast of the Gujarat office of the India Meteorological Department (IMD). A deep depression has formed over the Arabian Sea recently, IMD officials said. The state government called an emergency meeting to discuss pre-emptive measures on Monday afternoon. Revenue secretary Pankaj Kumar met IMD officials and other stakeholders. “All departments have been told to make micro-plans to combat the adverse weather conditions. The government is closely watching the weather with help from the Met department and Isro. All ports have told to flash the ‘Danger’ signal. Tourists have been told not to venture near the seashore. Rescue and relief forces have been prepared for emergencies,” a state government statement said. Porbandar and Devbhoomi Dwarka districts will likely be the worst affected. Local administrations in both districts held emergency meetings to reduce the threat to human life. Porbandar district collector Mukesh Pandya told TOI, “We have alerted all the departments concerned. We recently met officials from the roads and buildings, ports, fisheries and health departments, besides Paschim Gujarat Vij Company Limited (PGVCL), and the Coast Guard. We have identified vulnerable areas, where we will review the situation on Wednesday and evacuate people to safer places if needed.” “We will inform the people through public announcements only on Wednesday, after reviewing the weather situation so that people do not panic. We’re monitoring the situation continuously,” said N K Meena, district collector of Devbhoomi Dwarka. With high-speed winds and rough seas expected, fishermen have been told to not venture out. “All fishermen have been instructed to return to port immediately. No new tokens will be issued. Those already at sea will be notified through wireless messages,” states a notification issued by the additional director of fisheries, Veraval. Similar warnings were also issued by the district administrations of Navsari, Valsad and Surat, as the seas are likely to be very rough. According to a statement issued by the IMD, “The deep depression is likely to intensify further into a cyclonic storm over the next 24 hours and later into a severe cyclonic storm. The cyclonic storm is likely to move in the north to north-westerly direction in the next 72 hours.” Wind speeds will likely be 80-100 kmph. While the cyclone is unlikely to affect south Gujarat, the three coastal districts in the region, Surat, Navsari and Valsad, have alerted coastal villagers and fishermen. Navsari district collector M D Modiya, said, “People living in coastal areas must not venture near the sea. Plans are in place to shift people to safer places if needed. We have also started 24-hour emergency rooms.” Download The Times of India News App for Latest City ."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Cyclone Vayu turns very severe; to make landfall between Diu and Veraval tomorrow": {"time": "2019-06-12 13:00:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/cyclone-vayu-turns-very-severe-to-make-landfall-between-diu-and-veraval-tomorrow/articleshow/69750691.cms", "description": "AHMEDABAD/ RAJKOT: Cyclone Vayu has turned into a very severe cyclonic storm and will make a landfall between Diu and Veraval along the Gujarat Coast early Thursday morning, Indian Meteorological Department (IMD) – Gujarat said. \"Cyclone Vayu is moving northwards and is likely to make a landfall between Diu and Veraval as a very severe cyclonic storm with a wind speed of 145-155 kilometre per hour, which will be gusting up to 170 kilometre per hour,” said Jayanta Sarkar, director, IMD – Gujarat. “Such high-speed wind has a lot of damaging power. It is capable of blowing away Kachcha houses, temporary sheds, hoardings and even uproot trees,” Sarkar further added. The local, state and central administration in addition to disaster management agencies are on alert since the past two days, in the wake of the cyclone warning and are constantly monitoring the cyclone movement. The state government has already begun evacuating people from the low-lying areas in the coastal districts of Saurashtra region of Gujarat. A total of 2.9 lakh people are likely to be evacuated. The district administration of Porbandar, Gir Somnath, Dwarka and Kutch districts, along with the local administration of Diu, had already issued advisory on Tuesday, urging people not to venture out near the beach. Moreover, from 11am on Wednesday, people would be prohibited from venturing near the seashore. As a precautionary measure all the beaches in the coastal districts of South Gujarat region, including those in Surat, Navsari and Valsad, among others have also been closed for public use by the respective district administration. An alert has been sounded across all the ports along the Gujarat coast. Fishermen have also been warned to not venture into the sea and those who were already in the sea have been asked to return to the shore by informing them about the cyclonic condition through wireless messaging service. Early on Wednesday morning, there was a sudden change reported in the weather in Ahmedabad, wherein the sky was cloudy. “The outer fringe of the cyclonic storm is causing clouding in the city. Ahmedabad is also likely to receive light rainfall on Thursday,” said Sarkar. Download The Times of India News App for Latest City ."}, "Cyclone Vayu recurves towards Kutch": {"time": "2019-06-15 10:50:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/cyclone-vayu-recurves-towards-kutch/articleshow/69795427.cms", "description": "GANDHINAGAR: The very severe cyclonic storm Vayu may have skirted the Saurashtra coast, but it has recurved and heading towards Kutch coast. \"Vayu is likely to recurve on June 16 and hit Kutch between June 17-18,\" M Rajeevan, secretary of the ministry of earth sciences, told PTI. The intensity of the cyclone is likely to get reduced, Rajeevan said, adding that it may hit the coast as a cyclonic storm or a deep depression. He said the state government has been alerted about the possible recurvature of the cyclonic storm. Officials of India Meteorological Department (IMD) – Gujarat confirmed that the cyclone is expected to recurve during the next 48 hours. “The system is very likely to move nearly westwards during the next 48 hours and recurve north-eastwards thereafter. Thus, we are keeping a close eye on its movement.” As of 5pm, Vayu still remained a very severe cyclonic storm, skirting along the coast and lying in north-east and adjoining east-central Arabian Sea. It was located some 180km west-southwest of Porbandar and 230km west of Veraval. The sea conditions are expected to be very rough till June 17. “The system is moving nearly westwards currently, affecting Porbandar and Dwarka, with a wind-speed of 50-60 kmph gusting upto 70kmph. In Gir-Somnath and Junagadh districts, wind speed is around 30-40kmph, gusting to 50kmph. The wind speed is likely to decrease gradually over these districts,” said Jayanta Sarkar, director, IMD-Gujarat. Meanwhile, chief minister Vijay Rupani on Friday directed all administrations of 10 coastal districts to restore normalcy and ensure that 2.75 lakh people who were shifted to safer locations are sent back safely. Presiding over the high-level meeting at the state emergency operation centre in Gandhinagar, Rupani said the government will pay each adult cash dole of Rs 60 per day and minors Rs 45 per day for three days. “Gujarat is now completely safe. There exists no threat from cyclone Vayu now as the storm has veered towards the west in the Arabian Sea,” he told reporters. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "First make swach Gujrat": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/first-make-swach-gujrat/articleshow/60128079.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Railways finishes only 9km track doubling in two years": {"time": "2019-06-11 08:43:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/railways-finishes-only-9km-track-doubling-in-two-years/articleshow/69729902.cms", "description": "RAJKOT: The Rs 1,000-crore railway track doubling project between Surendranagar and Rajkot stations seems to be stuck in bureaucratic red tape as work on only 9km of the 116km track has been completed since the project took off in 2017-18. While the Western Railway blamed the state government for not acquiring private land for the project, the Gujarat government accused the railways for not publishing the notification of the total land required for the project in different districts — Surendranagar, Morbi and Rajkot. This comes at a time when Saurashtra’s financial hub is facing severe air connectivity issue as there are only two daily flights from the city to Mumbai and Delhi. The doubling of railway tracks is to be on the 116km stretch between Surendranagar and Rajkot. The project got sanction in 2017-18 with completion target set for 2020-21. Sources in the railways said that since the project began, track doubling has been completed for just 9km stretch. They also admitted that at the current pace of work, it is not possible to complete the work within the targeted time limit. The first step of the project was land acquisition in Surendranagar, Morbi and Rajkot districts. Zonal Railway Users Consultative Committee (ZRUCC) member Parth Ganatra said, “The major problem is land acquisition. The railways blame state government for not acquiring the land and state government blames railways for not following the procedure. The Western Railway general manager who visited Rajkot eight months back also blamed the state government for delaying the project.” Ganatra, who is also vice-president of Rajkot Chamber of Commerce and Industry (RCCI), added, “As Rajkot is developing rapidly we are facing severe connectivity problems. We don’t have enough flights from Rajkot and the rail connectivity with other states is also very poor.” Recently, two flight from Rajkot were terminated after crisis at Jet Airways. The Airport Authority of India is also in talks with other airlines but because of short runway the airlines are reluctant to commence operations from Rajkot. Meanwhile, there are many pending demands calling for increase in frequency of Okha-Dehradun Express, Rajkot-Ujjain Express and other trains connecting north and south Indian states apart from regular demand for trains to Mumbai and Delhi. The ceramic hub Morbi is also dependent on Rajkot for the connectivity with the rest of the country. Surendranagar collector K Rajesh said, “In the first phase, railways had demanded 10-hectare land of which we have acquired 9.7 hectare. Railways needs total 42 hectare land in Surendranagar but they have not published in the gazette their requirement of land and that’s why we didn’t initiate land acquisition process.” The maximum land that railway now requires is private land that is to be acquired according to the act. Ravindra Srivastav, senior divisional commercial manager of Rajkot division, said, “Initially, it was a land acquisition problem which is why work got delayed. Thereafter, we could not send the request for publishing notification in gazette because of the model code of conduct. Now, we hope in next 10-15 days we would be able to complete that procedure.” Download The Times of India News App for Latest City ."}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Palanpur: Two kids die in house fire": {"time": "2019-06-11 08:39:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/two-kids-die-in-house-fire/articleshow/69731743.cms", "description": "PALANPUR: Two children — an infant and a toddler— die of severe burn injuries on Sunday evening when a hut caught fire in Vedla village about 20 km from Amirgadh town of Banaskantha. The mother of the two children suffered burn injuries in the incident. Police said that incident took place when Mugdiben (40) was preparing tea while her two daughters Rajki (2) ) and a 15-day-old were sleeping. “A spark from the earthen stove set the hut ablaze. Mugdiben went to village to seek help but before people could come to her rescue the kids were burnt to death,” said police. Download The Times of India News App for Latest City ."}, "Rajkot, Jamnagar get ready with food packets": {"time": "2019-06-13 12:04:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/rajkot-jamnagar-get-ready-with-food-packets/articleshow/69761545.cms", "description": "RAJKOT: The Rajkot and Jamnagar district administration is preparing food packets to provide to the shelter houses in the neighbouring district as part of the post-cyclone relief effort.  The Rajkot district administration, with the help of various social and religious groups, is preparing nearly five lakh food packets and water bottles. While Umiya Mahila Sangathan, various self help groups, Bolbala trust, Khodaltam trust are preparing these food packets with Rajkot Administration, the Jamnagar district administration is being helped by Chambers of Commerce, Lohana Mahajan, Jalaram tample, Aandabava Seva Sanstha and other social and religious organization to get the food packets ready. Download The Times of India News App for Latest City ."}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "Enough room for goats and camels!": {"time": "2019-06-14 06:29:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/enough-room-for-goats-and-camels/articleshow/69777955.cms", "description": "PORBANDAR: Some 1,000 people from shanties near the coast in Madhavpur town of Porbandar district moved to the shelters set up at three locations – Sheth ND Ruparelia High School, Sagar School and a community hall with their animals — goats, sheep, camels and horses — and even stray dogs. “We have enough space to accommodate animals outside but these people have brought them inside the rooms, which is causing inconvenience to others put up there,” said one of the workers stationed at ND Ruparelia School. Some 15 Anganwadi workers have been deployed at these shelters who have been running the kitchen and also taking care of the pregnant women. “People were served rice, dal and sabzi for lunch and dinner and were given khakhra and tea for breakfast,” said Rameshbhai Karsanbhai, a social worker in the area. Download The Times of India News App for Latest City ."}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "RMC gears up for rescue mission": {"time": "2019-06-13 12:05:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/rmc-gears-up-for-rescue-mission/articleshow/69761528.cms", "description": "RAJKOT: Rajkot Municipal Corporation (RMC) is prepared to meet effects of Vayu cyclone in the city. It has formed 18 teams for relief and rescue operations. RMC commissioner Bancchanidhi Pani said, “Nearly 300 hoardings have been brought down and 90 risky trees trimmed. We have closed down 21 sites of under construction buildings and hutment dwellers shifted to safety.” RMC has created two control rooms one at Jubilee garden and other in the fire department. Instructions have been given to the fire brigade team to be on alert and reach a place within minutes of a call. Box: Markets yards closed All market yards of Saurashtra will remain closed for Vayu. Atul Kamani, president Saurashtra APMC traders association announced that the decision has been taken in the interest of farmers so that the rain cannot wash away their stock.” The marketing yards too have been asked not to stock farm produce in the open, while the farmers have been instructed not to come to the market yard till next announcement. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Rajkot: Dalit youth murdered over atrocity complaint": {"time": "2019-06-14 10:09:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/rajkot-dalit-youth-murdered-over-atrocity-complaint/articleshow/69782682.cms", "description": "RAJKOT: Nursing a grudge about an atrocity complaint filed against them, three assailants hacked a Dalit youth to death and opened fire at his uncle, injuring the latter in his ribs, in Thangadh of Surendranagar district on Wednesday night. Police said Naresh Dhandhal and his two unidentified associates were incensed at the atrocity complaint filed against them by Babu Parmar. \"Baying for Babu's blood, they arrived in Ambedkarnagar and asked Babu's cousin Prakash Parmar his whereabouts. When Prakash refused to reply, one of the accused hit Prakash on the head with an axe. When Prakash's uncle Suresh Parmar tried to intervene, Dhandhal fired three bullets at him, one of which hit him in his ribs,\" said an official from Thangadh police station. Both Prakash (30) and Suresh (35) were rushed to Rajkot Civil Hospital, where Prakash succumbed to his injuries. Meanwhile, police have launched a manhunt for Dhandhal and his two associates after booking them for murder and under Prevention of Atrocities Act and Arms Act. Download The Times of India News App for Latest City ."}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Coast Guard in Veraval put on alert": {"time": "2019-06-12 13:24:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/coast-guard-in-veraval-put-on-alert/articleshow/69745692.cms", "description": "VERAVAL: Due to the impending threat of Cyclone Vayu, which will likely make landfall between Veraval and Diu on the Gujarat coast on Thursday morning, the Coast Guard in Veraval has been put on alert. Some 50,000 people who belong mainly to the Kharwa community and live on the coast are likely to be evacuated on Wednesday. A meeting was held between the district administration and representatives of the Kharwa community, who are largely fisherfolk, on Tuesday, to discuss the plan of action. “As the fishing season has almost ended, most boats have returned to shore. Wireless messages were sent to fishermen to return to shore. Of 4,000 boats, some 100 small boats and 200 larger ones, all empty, are still at mid-sea and will return by Wednesday morning,” said Gopal Fofandi, president of the Boat Association of Veraval and a leader of the Kharwa community. “The local administration told us that they are prepared for any emergency. Community schools have been opened up and cleaned to make arrangements for people to stay in. If an evacuation is needed, some 50,000 people of the Kharwa community will be evacuated. We will watch the situation till Wednesday afternoon and if it is learnt that the cyclone will make landfall between Veraval and Diu, we will begin the evacuation that afternoon,” he added. Sources said community members would staying up all night to observe the tides. Download The Times of India News App for Latest City ."}, "Recharged borewells rescue thirsty Jamnagar": {"datetime": "", "description": "RAJKOT: Jamnagar, a coastal city with the Arabian sea located almost at a walking distance, has been facing drinking water crisis for decades now. Not only has it seen many spells of droughts, the ground water here is also very salty with high TDS levels, thanks to sea water seepage. Therefore, residents were forced to remain totally dependant on the Jamnagar Municipal Corporation (JMC) for supply of Narmada water. However, city gets water on alternate days and that too, for 20 minutes only. Again, the force too is very low. Hence, residents faced immense hardships for two to three months in the peak summer months till monsoon arrive. At this point, non-profit organization, Navanagar Nature Club, decided to solve the city’s water crisis through experimentation. It tried to rejuvenate the borewells by recharging them with fresh water and started with Patel colony and Punchvati – two posh, but dry areas of the city — located barely 12km from the sea shore. The experimentation bore fruit and they could rejuvenate 1,276 borewells in these localitites. Nitish Kesaria, a businessman from the colony said, “Corporation supply was really insufficient in fulfilling our daily need for water and so we have to depend on other sources. This technique of recharging borewells have worked well with us and we are self-sufficient now.” The club then organized awareness camps in various other areas of the city to sensitize people about how to recharge dry borewells and its volunteers, comprising civil engineers, also gave interested people free advice on how to go about with it. President and founder of the club, Vijay Jadeja said, “The ground water level was as deep as 100 feet and with very high TDS levels rendering it unfit for consumption. Our members guided plumbers how to recharge the borewells successfully.” Himanshu Jani, a member of the club and also the president of Jamnagar’s federation of architect and civil engineers association, said, “After recharging borewells to suffice till monsoon, people reap benefits after the first monsoon rain itself. The rain water collected on the terraces is diverted to the borewell through pipes. We make a screen chamber of gravel and 10 to 20 mm metal to filter out impurities from the water, which then recharges the underground water.” The water condition in the cityAfter Ranjit Sagar dam dried up in January, Jamnagar city was left totally dependant on Narmada water. The Und and Sasoi dam too dried up, leaving the city with a population of nearly 7.5 lakh people requiring 110 MLD (million litre per day), severely parched. JMC constructed a 51km pipeline last year from Padadhri at the cost of Rs 65 crore to get water to the city under SAUNI scheme from Aji-3 dam. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/recharged-borewells-rescue-thirsty-jamnagar/articleshow/69817500.cms"}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "description": ""}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Rajkot: Man kills sister over illicit relationship": {"time": "2019-06-11 08:47:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/man-kills-sister-over-illicit-relationship/articleshow/69729775.cms", "description": "RAJKOT: A man was arrested on Monday for allegedly strangulating his sister to death with a rope after a fight over her alleged illicit relationship with her uncle-in-law in Pal village of Lodhika taluka in Rajkot district on Sunday night. Police said the accused, Vijay Makwana (22), strangled his sister Arti (24) to death. Makwana was arrested on the complaint of Arti’s husband Deepak Parmar (27), who stated that Arti did have an illicit relationship with his uncle Ajay Parmar in Mota Mandava village of Kotada Sangani taluka in Rajkot district. “In his complaint, Parmar said that Makwana objected to Arti’s relations with Ajay and would pick up fights with her. On the fateful night, after a fight with Arti, he strangled her to death, using a rope,” said an official from Lodhika police station. Download The Times of India News App for Latest City ."}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Ship declared unfit forced to sail out of Porbandar port": {"datetime": "", "description": "RAJKOT: In an unprecedented move, a dredging vessel declared unfit for sailing was asked to leave the Porbandar port area despite extremely rough sea conditions triggered by cyclone Vayu on Wednesday night. MV Omkara Prem, owned by BSE-listed Mercator Lines, has 32 crew members, all Indians, who have been stranded without food, water and other essentials since April 29. The 99.85 m long dredger was expected to berth in Bedi port area near Jamnagar on Friday morning. Around 25, the ship’s captain Karuna Shankar had raised a distress call and lodged a complaint with the Director General of Shipping saying they have no fuel, water and food and they have not been paid the salary after March. On May 30, the ship was detained at Porbandar port by mercantile marine department (MMD), Jamnagar surveyor in-charge after Captain Shankar informed about some defect. In the detention order, the surveyor stated in the report: “The inspection team has reported deficiencies rendering the vessel to be categorized as ‘un seaworthy’ within the meaning of Indian Merchant Shipping Act 1958.” In wake of cyclone Vayu, Shankar sent out another abandonment notice on June 11 to the company and other marine authorities. Talking to TOI from high sea, Captain Shankar said, “The local police and port officers forced us to leave the port on Wednesday evening despite the ship being declared unseaworthy. We left the port at around 10:00pm in rough sea and are moving towards Gulf of Kutch. The ship is defective and we are risking lives of 32 crew members.” Aakash Varma, a former merchant navy officer who is helping the crew in their legal fight told TOI: “DG Shipping which has the authority to take legal action against the owners bluntly told the crew to invoke protection and Indemnity insurance rights and contact the P&I club London.” Varma had sent out distress message to Indian Coast Guard, Delhi and its Gujarat headquarter about the plight of the crew members and requested the rescue of the people. Thereafter, the crew were provided fuel and food. Mukesh Kumar, CEO, Gujarat Maritime Board (GMB) said, “We had to move the dredger out to avoid any damage to our assets. We had received written nod from the MMD that it could sail out.” When contacted, Porbandar superintendent of police Parthrajsinh Gohil said, “Port officer tried to convince them that it was the chief minister’s order to vacate all ships at the ports as there could be damage to the jetties and nearby residential area. The port officer was doing this work but the crew members misbehaved with him, so they sought police help.” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:49:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/ship-declared-unfit-forced-to-sail-out-of-porbandar-port/articleshow/69802542.cms"}, "RMC corporator’s husband slaps city deputy engineer, booked": {"time": "2019-06-12 13:28:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/rmc-corporators-husband-slaps-city-deputy-engineer-booked/articleshow/69745654.cms", "description": "RAJKOT: A deputy city engineer of Rajkot Municipal Corporation (RMC) was allegedly slapped by the husband of a BJP woman corporator of the civic body on Tuesday over repairing of seats in a community hall. Police booked Arvind Bhesaniya, husband of RMC ward 5 corporator Daksha Bhesaniya, for assault and abusing deputy city engineer Mukesh Joshi (49). The incident took place after Bhesaniya called Joshi to the Atal Bihari Vajpayee auditorium on Pedak road. He had booked the hall for family function for three days from June 14 to 16 and had asked the RMC staff, managing the hall to clean it and repair broken chairs, around 10 days ago. However, on Tuesday, when he called Joshi to have a look at the hall they found chairs to be in the same condition. At this Bhesaniya asked Joshi to get it repaired immediately. To this, Joshi replied that it will be done, but they will have to follow some procedures. But Bhesaniya got angry and started abusing Joshi, and when the latter protested was allegedly slapped on the face. Following this Joshi and other employees of the RMC approached the commissioner who asked them to lodged a police complaint against Bhesaniya. Joshi has filed complaint with the B Division police station against Bhesaniya for assault and obstructing a government officer from performing his duty. Download The Times of India News App for Latest City ."}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Mi Days on Amazon": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/mi-days-on-amazon-get-up-to-rs-6500-off-on-redmi-y3-mi-a2-redmi-note-5-pro-and-more/articleshow/69819589.cms", "description": ""}, "Cyclone Vayu: Western Railway to halt operations in Saurashtra region": {"time": "2019-06-12 16:51:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/cyclone-vayu-western-railway-to-halt-operations-at-saurashtra-coast/articleshow/69756685.cms", "description": "RAJKOT: The Western Railway (WR) will cancel or short terminate all the passenger, mail and express trains connecting to Veraval, Okha, Porbandar, Bhavnagar, Bhuj and Gandhidham from today 6pm on Wednesday to Friday Morning due to cyclone Vayu. In a media statement, it stated that the coaching stock presently available at depots and station yards at coastal areas are being shifted to safer places. The western railway will run special trains with six to ten coaches, each will be formed to be kept ready at the nearest safe location to be moved in an emergency condition. The WR to run one special train each from Gandhidham, Bhavnagar Para, Porbandar, Veraval and Okha to evacuate all the persons from respective areas. In a statement the railway stated that \"All the railway authorities at concerned divisions and headquarters, including Dedicated Freight Corridor Corporation of India Ltd (DFCCL) and Rail Vikas Nigam Ltd, have been instructed to provide adequate manpower, material along with required machinery like JCBs, tree cutters, water tank, tractors, generators when needed.\" Download The Times of India News App for Latest City ."}, "Cyclone Vayu takes wind out of Saurashtra’s sails": {"time": "2019-06-14 12:40:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/vayu-takes-wind-out-of-saurashtras-sails/articleshow/69777891.cms", "description": "PORBANDAR: The uncertainty of an approaching cyclone and a large-scale evacuation has paralysed life in coastal Saurashtra. Strong winds accompanied by intermittent showers are adding to people’s anxiety, many of whom are at storm shelters away from their homes. Along the 140-km coastal stretch between Porbandar and Somnath, all one saw was closed shops, locked houses and deserted lanes. Dozens of hotels and restaurants that are usually full of tourists were all closed. Even round-the-clock tyre repair shops were closed. Village lanes were empty with no children and the stray paan shops still operating were the only sign of commerce on Thursday. While Cyclone Vayu did not slam into Saurashtra on Thursday as was feared, it has remained uncomfortably close to the coast. This proximity caused a sense of uncertainty that appeared to unsettle the nerves of people. Fifty-five-year-old Raman Adedara’s patience seemed to be wearing thin. A resident of the coastal town of Mangrol, Adesara said, “It has been more than two days that we have hearing about the the cyclone about to hit the coast. Life in town has come to a standstill. I am just waiting for this to end.” Seventy-year-old Ramesh Karsan, also from Mangrol, said that with no mode of transport available, he was unable to attend the cremation of a relative in Ahmedabad. “Cyclones are not uncommon in this region. They rarely cause extensive damage. I fail to understand why the government is imposing a virtual lockdown of the entire coast,” he said. Sixty-five-year-old Sanjay Vala, whose house in Madhavpur in Porbandar district is just next to the beach, said that he decided to stay back while other family members went to safer places. “The cyclone was supposed to strike today (Thursday) but all we have seen is some strong winds and rain. This uncertainty has been causing a lot of problems to everyone,” he said. However, a sense of fear is still visible along the coastal stretch. Every house in Indiranagar Society in Porbandar, located close to the shore, was locked. “The cyclone was earlier supposed to strike near Veraval. As it is now closer to Porbandar, everyone has left,” a resident of the colony said. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Forest dept to keep eye on lions 24X7": {"time": "2019-06-12 04:03:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/forest-dept-to-keep-eye-on-lions-24x7/articleshow/69745626.cms", "description": "Rajkot: The state’s forest department has launched a high-tech monitoring unit for the conservation of lions and curb illegal lion shows inside and outside the protected areas. Under this monitoring system, 250 GPS will be installed in jeeps that take tourists inside the forest areas for lion sighting from Sasan in Junagadh. Sometimes the jeep drivers divert their vehicles from assigned routes to find big cats in other areas, if they are not easily spotted on the designated routes. Now, this diversion will not be possible as the movement of the vehicles will be monitored from the control room. Chief Minister Vijay Rupani inaugurated this monitoring unit on Tuesday. According to a statement issued by the department, radio collars will be fitted on 100 lions, which are currently moving in the outside the forest area, especially in Amreli and Bhavnagar districts. These lions have been traced to areas near human habitation. Thus, the forest department can keep a close watch on these big cats with the help of these radio collars. A control room is being set up to get output of all the CCTV cameras that have been installed on the check posts across the routes routes of the forest areas. The department also purchased 250 wireless sets that will be provided to its personnel in deep forest areas where mobile connectivity is very low. The department’s mid-level officers have been provided with nearly 2000 tablets to upload updates, which will help in providing real time on-field information to senior officers. Download The Times of India News App for Latest City ."}, "Bhojpuri star Rani Chatterjee raises temperature in this swimwear!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Four including two girls killed in four accidents": {"time": "2019-06-11 08:44:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/four-including-two-girls-killed-in-four-accidents/articleshow/69729797.cms", "description": "RAJKOT: Four persons, including two girls — aged one year and one month — were killed in four different accidents reported from Jamnagar, Gondal, Rajkot and Upleta in the past 24 hours. In Jamnagar, one-year-old girl Asmita, daughter of Mansukh Parmar, was killed after being rammed by a car on Sunday night. “The car had lost control and jumped the divider before hitting Asmita, who was accompanying her mother Neeta who was selling balloons on the parapets of Lakhota Talav in Jamnagar,” said an official from Jamnagar A-Division police station. The mob gathered at the spot vandalized the car and started beating up the driver who was rescued by the officials of Jamnagar local crime branch whose office is located near Lakhota Talav. In Gondal, Raseela Hariyani (65) and her daughter Neeta Gondaliya (34) were killed when the two-wheeler they were riding on was rammed by a truck at Umvada Chowkdi in Gondal on Monday morning. Meanwhile, in Manda Dungar, near Aji Dam in Rajkot, one-month-old girl Sheena, daughter of Raju Meda, was killed after being run over by an autorickshaw on Sunday afternoon. “The girl’s parents had put her to sleep before going to work as labourers in a quarry when the rickshaw ran over her. The driver, who did not stop, has been booked on Raju’s complaint,” said an official from Aji Dam police station. In Upleta, 30 passengers of a state road transport bus were injured when the bus overturned after ramming a car on Monday morning. Download The Times of India News App for Latest City ."}, "Man attacked, shot at in Kutch": {"time": "2019-06-11 08:42:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/man-attacked-shot-at/articleshow/69729964.cms", "description": "RAJKOT: A man was injured after he was attacked with swords and bats by 15 assailants and also fired at in Khambhara village of Anjar taluka in Kutch district. Though the incident occurred on Saturday night, the complaint in this connection was lodged on Sunday night. Police said the assailants, allegedly led by Shaktisinh Jadeja attacked Hanif Mokha, a resident of Bedinaka locality in Bhuj. Mokha’s complaint stated that Jadeja and Shivji Maheshweri had a long-pending dispute over the road between their plots. “Mokha said he had gone for labour contract work at Maheshweri’s land, which Jadeja did not like. So, Jadeja attacked Mokha with his associates and also fired one round at him from his country-made pistol,” said an official from Anjar police station. “We have sought help of forensic science laboratory to ascertain whether the bullet was indeed fired,” added the official. Download The Times of India News App for Latest City ."}, "4 thrash two men accused of slaughtering cow": {"time": "2019-06-13 12:01:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/4-thrash-two-men-accused-of-slaughtering-cow/articleshow/69761569.cms", "description": "RAJKOT: Two persons booked for slaughtering of a cow were attacked by four persons at Darbargadh Chowk in Bhuj of Kutch district on Tuesday. Police said the incident occurred when Amad Mokha (27) and his brother Gani Mokha (25) were returning home on their bike after appearing before a court in Bhuj in regard to the case. “The accused, identified as Jai Bhatia, Nanaiyo, Manish and Bhikha, arrived in a car and a bike along with unidentified associates and intercepted the duo on the bike. They launched an attack on them accusing the Mokha brothers of being into beef trade. The assailants and beat them up with bats and iron pipes,” said an official. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "20-year-old Dalit woman raped in Dhanera": {"time": "2019-06-13 12:14:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/20-yr-old-dalit-woman-raped-in-dhanera-video-goes-viral/articleshow/69761498.cms", "description": "PALANPUR: A 30-year-old man was booked for allegedly raping a 20-year-old Dalit woman in Malotra village of Dhanera taluka of Banaskantha and making her video viral. About a week before, the accused Jayanti Patel had attacked the woman when she was passing through a farm with grass bundle on her head. He also allegedly raped her, said police. According to police, Patel also recorded nude video of the woman and made the clip viral amongst his friends. However, when the woman refused to comply to Patel’s demand for sexual favours, the accused made the clip viral on June 7, said police. On Tuesday, the woman approached Dhanera police and registered the complaint under 376 292, 354, 509 and other relevant sections if Indian Penal Code besides SC/ST (Prevention of) Atrocity Act. Deputy superintendent of police Deesa, Rushikesh Upadhyay, who is investigating the case said, “The survivor has been sent for medical examination. The video clip that was made viral has also been sent to forensic lab.” He said that Patel was on the run and search for him was on. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Cricket World Cup 2019: India beat Pakistan by 89 runs": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/cricket-world-cup-2019-india-beat-pakistan-by-89-runs/videoshow/69818806.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Man arrested with counterfeit currency": {"datetime": "", "description": "RAJKOT: A man was arrested for printing counterfeit currency notes at his house in Lakshman Jhula Park behind Astha Residency in Rajkot on Sunday. Police said they recovered 33 fake notes of Rs 2,000 denomination, 12 fake notes of Rs 500 denomination, 15 fake notes of Rs 200 denomination, a computer, a printer and white papers from the accused, identified as Arvind Akbari (35). “During his interrogation, Akbari said after he had incurred heavy losses in his business he resorted to printing counterfeit currency notes. In order to print notes, he had bought a printer from Rajkot. We suspect that he may have circulated fake notes in the market,” said Rohit Rawal, inspector with Rajkot special operation group. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/man-arrested-with-counterfeit-currency/articleshow/69817635.cms"}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Man held for selling ayurvedic drink containing alcohol": {"datetime": "", "description": "RAJKOT: A man was arrested for selling Ayurvedic drink allegedly containing alcohol in Khambhaliya town of Devbhoomi Dwarka district on Thursday night. Police said the accused, Chirag Lohana (22), used to bring the drink from a factory on Ahmedabad-Dholka highway and sell them to Bacchus lovers in Khambhaliya. “Since the past fortnight, Lohana had sold off 2,800 bottles. Each bottle that cost him Rs 35 was sold by him between Rs 70 and Rs 100. He had become a popular figure among the Bacchus lovers who would throng his place to buy the drink,” said A B Jadeja, sub-inspector with Khambhaliya police station. Jadeja said that after the police received a tip-off about Lohana’s brisk business of selling bottles, they arrested him. “We have recovered 1,150 bottles, worth Rs 1.15 lakh, from Lohana and sent them to forensic laboratory to ascertain the content of alcohol in them,” he added. TNN Download The Times of India News App for Latest City .", "time": "2019-06-16 11:44:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/man-held-for-selling-ayurvedic-drink-containing-alcohol/articleshow/69803214.cms"}, "Cyclonic Vayu: Cops have tough time with curious crowds at public beaches": {"time": "2019-06-14 10:16:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/cops-have-tough-time-with-curious-crowds-at-public-beaches/articleshow/69777921.cms", "description": "PORBANDAR: Police had a tough time dissuading crowds of women and children at the chowpatty (public beach promenade) here on Thursday. As news spread that wind speeds were increasing and storm surges were being seen at the shore, hundreds of people gathered to get a glimpse of the rough seas. Police and the district administration had to use force to get people to leave the chowpatty. Police had to use force to get people to leave the area on Wednesday night as well. The district administration pressed an autorickshaw with microphone and speakers into service, warning people that gathering in an area about to be hit by a cyclone was an offence, as it violated the district collector’s notification. Ritesh Desai, a resident of the town said he had got married recently and his wife had never seen such rough sea. He wanted to show her the effects of Cyclonic Vayu on the sea and had thus brought her to the chowpatty, for a sight of storm swells. Smita Shah had brought her two children along to show them what a cyclone meant. She said the children wanted to see the large waves and she gave in. Police, however, turned them away from the promenade and they had to leave. At Madhavpar, police has a tough time handling visitors headed to Dwarka. On Thursday afternoon, Kiran Gupta, a resident of Ghaziabad who had come to visit Somnath, Dwarka, Sasan with his family, had ventured into the water and was brought back by police after a heated argument. Even some 10km from Porbandar, people were seen going near the water. The Army was later deployed at the chowpatty, to maintain order. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "PGVCL, discoms brace for faults, disruptions": {"time": "2019-06-13 10:33:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/pgvcl-discoms-brace-for-faults-disruptions/articleshow/69761627.cms", "description": "RAJKOT: The state power distribution company Pacchim Gujarat Vij Company Limited (PGVCL) that supplies electricity to Saurashtra and Kutch regions has set up teams to meet eventuality after the cyclone ‘Vayu’ strikes Gujarat coast. PGVCL will also taken help from its sister concern companies DGVCL, UGVCL and MGVCL. PGVCL has deputed 634 teams in the areas which are likely to be affected by the cyclone including 49 teams of other discoms. Addressing media persons in Rajkot, energy minister Saurabh Patel said “We have stocked all the material at sub-division and division offices and are prepared to repair faults in shortest time.”  “Around 164 feeders have been identified which provide electricity to emergency service like hospital and water works. In case of power outage due to fault, electricity will be first restored in these 164 feeders so that emergency services won’t get affected,” Patel said. Out of the 45 divisions of PGVCL, 14 fall under the area that is likely to be affected by the cyclone. It has 70 sub-divisions which covers 2,166 villages. He also said that if a substation gets shut down due to fault, alternative substations have been identified to restore electricity as soon as possible. However, no time has been fixed for shutting down power supply, but respective engineers will take decision at the appropriate time keeping in mind the safety and security of the people. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Debt-ridden Gujarat businessman held for printing fake notes": {"datetime": "", "description": "AHMEDABAD: A Rajkot resident was on Saturday arrested in a raid by personnel of the Gujarat police's Special Operations Group at his house for allegedly printing currency notes, an official said. Sixty fake currency notes of Rs 500 and Rs 2000 denominations, having a face value of Rs 75,000, were seized in the raid near the Laxman Jhoola Park area in Rajkot, he said. \"Akbari is the co-owner of a factory in Jetpur which closed down recently and he was facing financial troubles. He was using a printer to create fake currency notes to pay off debts,\" said the official. He has been arrested under section 489 (counterfeiting currency notes) of the Indian Penal Code. Download The Times of India News App for Latest City .", "time": "2019-06-16 23:11:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/debt-ridden-gujarat-businessman-held-for-printing-fake-notes/articleshow/69816692.cms"}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Rani Chatterjee": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Cyclone Vayu: Gujarat staring at deadliest cyclone in two decades": {"time": "2019-06-13 05:29:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/gujarat-staring-at-deadliest-cyclone-in-two-decades/articleshow/69764226.cms", "description": "AHMEDABAD/RAJKOT: Herculean rescue efforts were mounted in coastal districts of Gujarat as Cyclone Vayu, which has intensified into a very severe cyclonic storm, steadily hurtled towards Saurashtra on Wednesday. Vayu is packing a wind speed of 155-165kmph and gusting up to 180 kmph. It is moving at a speed of 16 kmph and is expected to make landfall between temple town Dwarka and Porbandar, west of Veraval, by 3pm on Thursday. This is the second deadliest cyclone to hit the state since 1998 that had ravaged port town Kandla killing 1,241persons. “After making landfall, it will move parallel to the Saurashtra-Kutch coast and affect Amreli, Gir-Somnath, Diu, Junagadh, Porbandar, Rajkot, Jamnagar, Kutch and Dwarka,” Jayanta Sarkar, director, IMDGujarat, told TOI. The cyclone could potentially cause damage in districts of Amreli, Porbandar, Devbhoomi Dwarka, Junagadh, Gir-Somnath, Jamnagar and Kutch. Vayu will batter the state for four days beginning today and remain a severe cyclonic storm till June 15 when it moves northwards. As many as 2.81 lakh people in 500 coastal villages were shifted to safer locations as the state and central agencies stepped up efforts to minimize damage to life and property. Around 10,000 tourists and pilgrims in Dwarka, Porbandar and Somnath were also shifted out of the towns in specially arranged buses. State-run Pashchim Gujarat Vij Company Ltd (PGVCL), which supplies electricity to entire Saurashtra, has formed 634 teams that are equipped to restore power supply that could be snapped due to uprooting of poles. The state began reeling under the cyclone’s impact with several parts of Saurashtra and south Gujarat beginning to get moderate to heavy rainfall. Extremely squally weather prevailed in the coastal towns and dust storms hit visibility, especially around the famed Somnath temple adjoining Veraval. The sea was extremely rough with waves of 10-15 feet hammering the coast. Chief minister Vijay Rupani made a fervent appeal to people to shift from vulnerable areas. “Considering the forecast of very heavy rain and stormy sea conditions, there is possibility of flash floods in the coastal areas. We have directed all district collectors to ensure 100% evacuation in the 10 km areas from the coast.” While praying for safety and well-being of those affected, Prime Minister Narendra Modi advised people to follow the real-time information being provided by local agencies to stay safe. High danger signal hoisted at all portsForty seven teams of National Disaster Response Force (NDRF) – each with 45 members – were positioned at various places while nine helicopters were kept on a standby to meet any kind of eventuality. Five NDRF teams were stationed in Diu. Besides, 11 SDRF teams, 13 SRP companies, 11 columns of Army, two BSF companies and 300 marine commandos have been stationed to save lives, said Pankaj Kumar, principal secretary, revenue. Operations at all ports, including the big ones at Mundra, Kandla, Sikka Pipavav – have been suspended so were all airports of Saurashtra cities. The highest danger signal number 9 was hoisted at all Gujarat ports, which indicates that the cyclone may cross all ports. The Airports Authority of India suspended operations at airports in all Saurashtra cities till Thursday midnight. Passengers have been advised to check their flight status before leaving for the airport as poor weather conditions in other parts could trigger delays, said Manoj Gangal, airport director, Ahemedabad. Religious and voluntary organizations were preparing lakhs of food packets that could be supplied to the affected people. Download The Times of India News App for Latest City ."}, "Man killed, friend injured in attack by eight": {"time": "2019-06-13 12:00:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/man-killed-friend-injured-in-attack-by-eight/articleshow/69761649.cms", "description": "RAJKOT: A man was killed and his friend injured when they were attacked with knives and baseball bats by eight assailants at Madhavrai Chowk in Anjar of Kutch district on Tuesday night. The deceased was identified as Faruq Sama (24) and the injured as Wasim Hothi (22). Police booked Aman Ahir, Mamaiya Ahir, Paresh Joshi, Sawan Soni, Suraj Soni, Gopal Ahir, Kunal and their unidentified associate on the complaint of Hothi. “In his complaint, Hothi said that he and Sama had a fight with Sawan and Suraj, and nursing a grudge against them, the accused had attacked them. One of the accused stabbed Sama in his chest. Sama was rushed to Anjar Civil Hospital where he was declared brought dead,” said an official from Anjar police station. Download The Times of India News App for Latest City ."}, "Trader harassed by money lenders goes missing from home": {"time": "2019-06-15 10:53:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/trader-harassed-by-money-lenders-goes-missing-from-home/articleshow/69795410.cms", "description": "RAJKOT: Tired of harassment by two loan sharks, a trader has left his home at Radha Krishna Apartment in Lakshmivadi locality of Rajkot. According to the complaint lodged by Mansukh Patadia, his son Jignesh Patadia had left home on Thursday. “In his complaint, Mansukh said that Jignesh was being constantly threatened and harassed by two loan sharks, identified as Dilipsinh Jadeja and Jayesh Sanjava, for the recovery of Rs 7 lakh that Jignesh had taken from them,” said an official from Bhaktinagar police station. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "LPG cylinder leak leads to fire in van, 3 kids charred to death": {"time": "2019-06-13 08:31:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/lpg-cylinder-leak-leads-to-fire-in-van-3-kids-charred-to-death/articleshow/69761596.cms", "description": "RAJKOT: In a shocking incident, three children were charred to death and 11 others mostly kids received burn injuries when the van they were travelling in caught fire due to leakage in LPG cylinder in Nani Aral village near Nakhatrana in Kutch district Wednesday morning. “A spark might have occurred which might have ignited the fire that turned into an inferno and engulfed the entire vehicle. Three children, Reena Bhadra (4), Anandi Bhadra (5) and Paru Jepar (6), were burnt to death in the incident, while 11 others travelling in the same car were seriously injured,” said G K Bharwad, sub-inspector with Nakhatrana police station. The car was being driven by Karsan Bhadra, who had taken two women and 11 children on a pilgrimage to Bibar village of Nakhatrana taluka. Half of the children belonged to the Bhadra family, while the others belonged to the Jepar family. The injured were first taken to Nakhatrana community health centre and from there they were shifted to G K General Hospital in Bhuj. “We have sought the help of forensic science experts to know the cause of fire,” added Bharwad. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "University professor attacked in Wadhwan": {"datetime": "", "description": "RAJKOT: A professor of a university in Ratanpar of Wadhwan in Surendranagar district has been attacked by two persons. Though the incident took place on Thursday night, the complaint in this connection was lodged on Friday, following which one of the accused, Mayur Chawda, was arrested. According to the complaint lodged by Amit Patel, who teaches at CU Shah University, he was waylaid by Chawda and Dharmendra Bawaji who kidnapped him on their bike and took him to Manav Dharma Ashram, where they beat him up. Patel lost his gold chain in the scuffle. The accused fled when Patel’s friends rushed to his rescue. Meanwhile, police have launched a manhunt for Bawaji. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:41:00", "link": "https://timesofindia.indiatimes.com//city/rajkot/univ-professor-attacked-in-wadhwan/articleshow/69806487.cms"}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}