{"Vendors on highway": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/vendors-on-highway/articleshow/58849698.cms", "description": ""}, "Helmetless two-wheeler riders": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/helmetlesstwo-wheelerriders/articleshow/64444545.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "‘My life goal is to contribute to inclusive growth of country’": {"time": "2019-06-15 13:02:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/my-life-goal-is-to-contribute-to-inclusive-growth-of-country/articleshow/69795583.cms", "description": "KOTA: A President’s award winner, Nishant Abhangi has mastered the art of cracking national-level competitive exams. Continuing his feat, Abhangi has secured AIR-6 in JEE-Advanced results announced on Friday. He scripted history in 2018 by becoming the only student to have represented India in all four Olympiads and secured victories in all of them. Abhangi’s batch mate and friend Kaustabh Dighe scored AIR-7 rank in the results. Both are students of Allen Career Institute at Kota. Hailing from a business family in Rajkot, Abhangi came to Kota two years ago with a dream of cracking IIT. A keen observer of social and political developments, Abhangi is clear about his career goals. “My obvious choice is IIT-Bombay,” said the topper. Disclosing his career plan, he said, “I want to take digital technology to the next level by innovating in healthcare, education and governance. My life goal is to contribute to the inclusive growth of the country.” An avid reader of newspapers and magazines, he believes that he is fortunate to reap the resources of the country and will work to ensure to bridge the gap between the haves and have-nots. “My independent research says that investing in digital literacy would cut the cost down by 90% in several sectors. It will educate the masses and accelerate the economy, benefiting the last man standing and create a level playing field for all,” said Abhangi. His titles include Indian National Junior Science Olympiad, International Mathematical Olympiad, National Level Science Talent Search Examination and National Science Olympiad. President Ram Nath Kovind recognized his talent by awarding him the National Child Award For Exceptional Achievement in 2017. He credited his success to his parents who not only supported him but have gone to the extent of living separately for him. “My father lives alone in Rajkot facing all sorts of difficulties as my mom is living with me in Kota. I can never forget the sacrifice of my parents behind my success,” said Abhangi. Dighe, who appeared in all tests together with Abhangi, is happy to be in the league of top 10 performers. He is also eyeing a seat of computer science in IIT-Bombay. “I am yet to think about my future goals. I will take my time and see where my interest goes,” said Dighe, who hails from Surat. Both Abhangi and Dighe are heading to Israel to represent India in International Physics Olympiad. Download The Times of India News App for Latest City ."}, "Jaipur: Illegal bajri trade gave driver a ‘rich’ life": {"datetime": "", "description": "JAIPUR: Right under the nose of the authorities, several tonnes of illegally mined bajri from Sawai Madhopur and Tonk districts enters into the city through major national highways every morning after paying taxes at the toll plazas. The Pratap Nagar police investigating the attack on RTO flying squad by mafia men in Jagatpura on Saturday have revealed that the main accused Giriraj Yadav ensured that his barji-laden trucks arrive in the city from Sawai Madhopur and Tonk without any hassle from cops or the mining department. “It is shocking that Yadav’s truck travelled from Sawai Madhopur to Jaipur, stopped to pay toll and yet nobody checked what was being supplied in his heavy dumper vehicles,” said an official The police said that Yadav is a former truck driver who delivered goods across the state and earned a meagre amount Rs 5,000. His luck changed overnight after he began smuggling sand from Tonk and Sawai Madhopur to Jaipur. “Unlike in his previous stint as a truck driver, the accused claimed he could now earn a direct profit of Rs 35,000 in supplying illegally mined bajri across posh areas of the city like Vaishali Nagar, Malviya Nagar, Mansarover etc,” said an official. Arrested on Saturday late night, the accused said he had struck a rapport with villagers in Datwas in Tonk and Bonli in Sawai Madhopur district. “He used to buy bajri for Rs 15,000 per dumper from villagers. He sold it in the city for a double amount thereby multiplying profits,” said the official. Yadav became so rich in mere six months that he purchased four more dumper trucks to smuggle bajri. “He set up a warehouse in his Kanota located house where bajri was kept for delivery. He also asked his brother-in-law Kalu to join the illegal trade,” the official told TOI. An official informed TOI that Yadav has lived a rags to riches story. “Before bajri ban he was a simple truck driver but as soon as he joined the smuggling business his bank accounts swelled,” said an official. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:54:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/illegal-bajri-trade-gave-driver-a-rich-life/articleshow/69817382.cms"}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Not aware of sand mafia-government nexus, says Pramod Bhaya": {"datetime": "", "description": "JAIPUR: A day after Rajasthan DGP Kapil Garg admitted that sand mafia was flourishing in the state with the help of government machinery, state mining minister Pramod Bhaya said, “He was not aware of such a thing,” while stating that, “The Congress government has taken ‘immediate action’ against all the cases which have been reported.” Meanwhile, Jaipur district administration, after forming several teams to curb illegal sand mining, has seized 12 vehicles including 10 tractors, and two JCBs. One FIR has been registered at Nindar police station. Asked about the DGP's observation, Bhaya said, \"Every person has a viewpoint of his own. I am not aware of such a thing. But, we take immediate action against those cases as and when we receive a complaint of illegal sand mining.\" \"After Congress came to power, we have seized many vehicles and resources apart from penalising a number of people. Many FIRs have also been lodged. As and when the department (mining) gets information about illegal sand mining from anywhere, it takes immediate action. We have tried our best to stop illegal sand mining,\" he added. Jaipur collector Jagroop Yadav said 12 vehicles (10 tractors and two dumpers) and two JCBs have been seized in areas like Dudu, Sanganer and other places. \"One FIR has been registered at Nindar police station, where two JCBs were seized. A case has been registered against four persons,\" said Yadav. \"The RTO has been directed to hand over the seized vehicles coming from Tonk and Sawai Madhopur to the these teams,\" he added. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:03:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/not-aware-of-sand-mafia-govt-nexus/articleshow/69807462.cms"}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "Illegal mining continues unabated in Rajasthan's Kardhani": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/illegal-mining-continues-unabated-in-rajasthans-kardhani/videoshow/69785247.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Congress MLA asks aam aadmi to approach PM Narendra Modi over frequent power cuts in Jodhpur": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/congress-mla-asks-aam-aadmi-to-approach-pm-narendra-modi-over-frequent-power-cuts-in-jodhpur/videoshow/69701644.cms", "description": ""}, "Sharks of illegal bajri trade remain elusive": {"datetime": "", "description": "The police have arrested several dumper drivers transporting bajri, but the top bosses of the trade continue to evade the police and mining department’s net. Many mining dens, operating alongside riverbanks and bajri mandi are breeding grounds for smuggling, yet no action has been taken against them yet. “Police alone does not have the power of the mandate to crack a whip on mining operations. We can simply provide a complete backing to the mining department,” an official told TOI, adding that even in Kardhani case, where an elderly citizen, Kishore Singh was mowed to death on Wednesday, the mining department was alerted two days prior to that, about a thriving mandi in the area. When asked about Singh’s case, the sources told TOI that while the driver, Jagdish who killed Singh was arrested on Thursday, the truck’s owner remains at large. “The accused claimed he did not have a driving license. His owner is a former milkman who entered the illicit trade to make easy money. We have his whereabouts and making efforts to arrest him,” said the official. The police said that top bosses who extricate bajri from riverbed, either buy trucks on forged documents or hire it from somebody else on false pretext. “There is no organised gang which commands the illegal mining operation. Therefore, it is not easy to arrest them,” said a mining official. The police meanwhile hope that Jagdish’s arrest may help cops to deter others. “We have booked him under section 302 (murder) of the IPC, which is a very stringent section. It may help to deter others,” a police official said. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:04:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/sharks-of-illegal-bajri-trade-remain-elusive/articleshow/69807455.cms"}, "Inspections expose bribery at government hospitals": {"datetime": "", "description": "JAIPUR: State’s National Health Mission (NHM) unit exposes irregularities during its inspections conducted in government-run hospitals in past six months. Cases of staff demanding money in lieu of providing services in government hospitals have also surfaced during inspection. A report has also been prepared on the inspection and submitted to the health department. One such case was of Dausa government hospital, where health department suspended seven healthcare staff including six nurses for demanding money for mothers of new-born babies after their births in the hospital. All the seven employees were suspended as enquiry was pending against them. NHM found hospitals where surgeries were not happening despite of the fact that these hospitals have all the necessary facilities and staff. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:59:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/inspections-expose-bribery-at-govt-hosps/articleshow/69807429.cms"}, "Waste being burnt near IMT Manesar": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waste-being-burnt-near-imt-manesar/articleshow/56687906.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Potholes on main raod": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/potholes-on-main-raod/articleshow/61429391.cms", "description": ""}, "\nGlamour galore at Jaipur wedding\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/Glamour-galore-at-Jaipur-wedding/articleshow/51982274.cms", "description": "At the sangeet and ring ceremony of film distributor Raj Bansal’s son Abhimanyu in Jaipur, Bollywood celebs Sanjay Dutt with wife Maanayata and kids, Rishi Kapoor and Tanishaa Mukerji were seen in attendance. They’re in town to attend Abhimanyu and Suvarna’s wedding. Hosted at a farmhouse, the evening began with a sangeet ceremony where the family members of the bride and groom presented dance performances. The couple too performed to a medley of songs.  Rishi Kapoor was among the first few guests to reach the venue before the ceremony started. Sanjay Dutt along with his family reached quite late and was reportedly expected to present a dance performance to his song Tamma Tamma Loge, but that did not happen. However, the song kept playing in the backdrop. Tanishaa performed at the groom’s residence during the mehndi ceremony. She told us, “This is the first wedding I’m attending in Jaipur and everything looks so majestic. I’m enjoying every bit of it. Now I know why the city is a hot destination for weddings.” Download The Times of India News App for Latest City ."}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Jam due to buses": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/jam-due-to-buses/articleshow/60964332.cms", "description": ""}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "PETA members protest against the use of leather products": {"time": "", "link": "http://photogallery.indiatimes.com/events/jaipur/peta-members-protest-against-the-use-of-leather-products/articleshow/69726958.cms", "description": ""}, "'Beautiful' Millennium City": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/39beautiful39-millennium-city/articleshow/58201917.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Inmate kills caretaker of drug rehab centre in Jaipur": {"time": "2019-06-15 07:49:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/inmate-kills-caretaker-of-drug-rehab-centre-in-city/articleshow/69795292.cms", "description": "JAIPUR: A 42-year-old caretaker of a drug di-addiction centre in Karni Vihar was murdered after he stopped an inmate from smoking bidi Friday morning. The police arrested the accused identified as Mohammad Muntajeer (35) a resident of Kacchi Bassti in Kanota area the city. He was admitted to the centre on Tuesday to help him wean off drugs and smoking. However, his urge only aggravated. The police said that the accused had asked caretaker Benjamin to give a bidi but Benjamin declined and warned him not to smoke or take drugs anywhere inside the centre premises. An agitated Muntajeer decided to kill Benjamin for trying to stop him. “On Friday morning, he woke up early in the morning and strangulated Benjamin,” added SHO, Dharam Raj Choudhary. Benjamin was a native of Ajmer district. According to Choudhary, the accused used a piece of cloth to kill Benjamin. “The victim had been working at this centre for past five years. He used to work here to ensure that inmates do not go back to taking drugs and tobacco,” Choudhary said. The employees of the centre told cops that Muntajeer was a trouble inmate ever since he had joined the group. “The accused did not want to reform and found ways to smoke bidi or chew tobacco. He also used to take other sorts of drugs,” said the official. The police said that they have sought his criminal records. “The accused’s family members had taken him to the rehabilitation centre when they saw his condition fast deteriorating,” the official added. The police informed TOI that Benjamin’s body was handed over to the family following post-mortem. An FIR was registered against the accused in the connection at Karni Vihar police station. It was third murder in three days in the city. Earlier in Chitrakoot, a 25-year-old youth was killed by his friends when an argument broke out between them on Thursday. Similarly, on Wednesday an elderly woman was killed after she was strangulated by an accused identified as Ashok. Download The Times of India News App for Latest City ."}, "\nFor live acts, Jaipur’s as good as Delhi, say rock musicians\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/For-live-acts-Jaipurs-as-good-as-Delhi-say-rock-musicians/articleshow/52387639.cms", "description": "When Delhi-based Hindi rock band Agastya performed in Jaipur, the band members were of the opinion that in organising such live acts, Jaipur matches up quite well to the capital. Belting out one hit after the other, the band performed in front of the crowd at Indralok Auditorium on Friday . The event was part of the series of cultural events organised to commemorate the eighth anniversary celebration of the Times Of India, Jaipur.  Joshua Moses, the lead vocalist of the band, said he received a very warm welcome in the city. “Itna warm welcome tha ki do baar nahaana pad gaya,” he joked, adding, “I’ve performed in Jaipur a lot of times and I love the audience here.” The band played songs like Kabira, Aaj Kal Tere Mere Pyar Ke Charche, Ek Tara, Damadam Mast Kalandar, Kinna Sohna Tenu, Saawan Mein Lag Gayi Aag, among others.  Jaipur may not be the ideal city for upcoming rock bands to set base, but Joshua is of the opinion that the situation isn’t that bad either. “I have seen a lot of rock bands that have mushroomed in the last couple of years in Jaipur. A few of them have even collaborated with us on some projects. I think Jaipur is no less than Delhi, but it’s necessary to organise rock gigs on a regular basis here and also having popular rock bands from Delhi and Mumbai perform here. This will help create a hype about rock music.”  Diksha Tickoo, who was present at the gig, said, “They put up a good show and I totally enjoyed it.” Another guest Bhumika Juneja, added, “I always look forward to new gigs. I think they did a wonderful job and we enjoyed the evening to the fullest.” Download The Times of India News App for Latest City ."}, "Metal wreck": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/metal-wreck/articleshow/63350501.cms", "description": ""}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "it's a UNORGANISED Traffic here at Sec15 part1 &2": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/it2623393bsaunorganisedtraffichereatsec15part126amp3b2/articleshow/58408637.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Rajasthan HC judges’ strength below 50% of sanctioned posts": {"datetime": "", "description": "JAIPUR: The number of sanctioned posts of judges at the Rajasthan High Court was increased from 40 to 50 four years ago, but at present the combined strength at its principal seat in Jodhpur and the bench in Jaipur is 24. With the continuous decrease in the number of judges, the pending cases have increased up to 4 lakh till April 2019. Former judges of the HC termed it an “alarming situation” and urged on the need of filling the vacant posts for the early disposal of cases. Presently, the HC has 24 judges, including the chief justice, which is below 50% of the total sanctioned posts. Former judges said that this is the reason why the petitioners get justice very late in cases related to education, services, recruitment etc. Four years ago, the HC had 40 judges when the sanctioned posts were increased to 50. Since then, there has been retirements and also elevation of some of the judges from Rajasthan as chief justice in other states. “It is an alarming situation that number of judges is less than 50% of the total sanctioned posts. Thus, the pendency of cases is increasing with each passing day. I believe it is must to fill up these vacancies as early as possible. If the HC collegium had sent some names out of which not everyone was selected by the collegium of the Supreme Court, action should be taken towards resending the names,” said Justice V S Dave while talking to TOI on Saturday. The situation is that even after the retirement of two HC judges, including Justice K S Ahluwalia and Justice Banwar Lal Sharma in May, the number of judges has remained only 24. Besides, there are few more judges who are on the verge of retirement in the next couple of months. “There is of course a need to fill up posts in next couple of months. Even if Supreme Court collegium had considered a few names, only out of the number of names given to them by the high court collegium, I would request that the high court collegium, including the chief justice and two senior most judges, should select and send more names,” said retired Justice Shiv Kumar Sharma. According to the sources, Rajasthan High court got merely 5 judges in the past two years. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:49:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/hc-judges-strength-below-50-of-sanctioned-posts/articleshow/69807478.cms"}, "Rajasthan CM Ashok Gehlot orders police to give courteous, patient hearing to complainants": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/rajasthan-cm-ashok-gehlot-orders-police-to-give-courteous-patient-hearing-to-complainants/videoshow/69760457.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "\nTV actress Smita Bansal home in Jaipur for a chat show\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/tv-actress-smita-bansal-home-in-jaipur-for-a-chat-show/articleshow/63667618.cms", "description": "Smita Bansal, who is known for her daily soap 'Balika Vadhu', was recently in town for a chat show Desert Storm. She also shared tidbits from her childhood days, her passion for dance and music, and her career in TV, with the audience. Nitasha Chordia was the moderator for the chat show, which is an initiative by the Rajasthan Forum. Talking about her early childhood days, Smita said that she had a very protective childhood and her mother would always motivate her to participate in fancy dress and dance competitions in school, which helped her gain confidence. She also said that acting happened by chance and that she always wanted to become a doctor. Talking about the changes in the attitude of the present generation, Smita said, \"Today's generation wants everything instantly and lacks patience to deal with life and in the process, lose their focus and become depressed. Therefore, it is very important to train and guide them to accept success and failure, to lead a balanced life.\" Smita Bansal (right) in conversation with Nitasha Chordia Smita added that she began her acting career when she was 17. Her first break was the TV show, 'Itihaas', where she played the role of Padmini and that her makeup artist recommended her to other production houses. Talking about her acting studio, Smita said, \"The field of acting has a lot of competition and challenges and to prepare budding talent, we train and guide them. This will make them head-strong and help them in establishing themselves in big cities like Mumbai.\" In Video:TV actress Smita Bansal home in Jaipur for a chat showDownload The Times of India News App for Latest City ."}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "Rajasthan government issues guidelines for CM Yuva Sambal Yojana": {"time": "2019-06-15 13:01:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/govt-issues-guidelines-for-cm-yuva-sambal-yojana/articleshow/69795577.cms", "description": "JAIPUR: The state government has issued detailed guidelines for the Mukhyamantri Yuva Sambal Yojana under which, the unemployed graduates are given an allowance of Rs 3,500 for girls and Rs 3,000 for boys per month. Though the scheme was launched from February this year, the guidelines are issued only now. Under the scheme, only those members of the family whose annual income is less than Rs two lakh and any of the two members of a family could avail the benefit. Bonafide residents of the state and graduates or its equivalent from any recognized college in the state could take advantage of the scheme. But they should have an online registration with the respective employment exchange at the time of filing application. Similarly, woman graduates from other states married to a bonafide resident of Rajasthan is also eligible. The maximum age limit is 30 years for general and 35 for reserved categories. In a year, 1.6 lakh eligible youth would be given this benefit for a maximum period of two years. In case of more than 1.6 lakh applicants in a year, preference would be given to the oldest of the lot. Those who are continuing their studies after graduation are not eligible for the scheme, said the guideline issued by the labour and planning department. Download The Times of India News App for Latest City ."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "On cam: SpiceJet flight makes emergency landing at Jaipur airport": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/on-cam-spicejet-flight-makes-emergency-landing-at-jaipur-airport/videoshow/69759815.cms", "description": ""}, "\nJaipur party witnesses a musical swag!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/Jaipur-party-witnesses-a-musical-swag/articleshow/51928364.cms", "description": "A lively band performance titled Rock Rulez Chapter 5 was held at the lawns of Devraj Niwas (The Forresta Kitchen & Bar) recently. Youngsters grooved to peppy numbers belted out by the band, Night Wings III. The atmosphere was charged up as youngsters cheered for the band and danced their heart out. The sumptuous food at the event was like a cherry on the cake for the visitors. Said Maneish Devraj, MD and owner, “It was a wonderful night and we are glad Jaipur’s youngsters enjoyed the party. We will continue to host such parties in the coming days as well.” Download The Times of India News App for Latest City ."}, "Mi Days on Amazon": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/mi-days-on-amazon-get-up-to-rs-6500-off-on-redmi-y3-mi-a2-redmi-note-5-pro-and-more/articleshow/69819589.cms", "description": ""}, "Two friends killed, one injured as truck hits bike on Jaipur express highway": {"time": "2019-06-15 08:09:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/2-friends-killed-1-injured-as-truck-hits-bike-on-highway/articleshow/69795278.cms", "description": "JAIPUR: Two friends returning from a temple in Sikar were killed after a truck mowed them down on express highway in the city on Friday early morning. Their third friend is currently undergoing treatment at a hospital. Deepak (21) and Payal (14) were killed on the spot after the truck ploughed into their bike. Their friend Sumit (20) was critically injured in the accident. According to the accident police station (West), the incident took place at 6.30am. “Deepak, Sumit and Payal were friends and lived in Mansarovar area. They along with three other friends, Varshan, Indra and Payal’s sister Manisha, made a late night plan to visit Khatushyam temple in Sikar. Six of them left for Sikar in two bikes at 12.15 am on Thursday night,” said Deepak’s friend Mahesh while talking to TOI. While Sumit, Deepak and Payal were riding on one bike, Varshan, Indra and Manisha were on a different bike trailing them. “I had cautioned her not to leave for Sikar late in night. But she had been going to the temple with her friends for a very long time, as he insisted on going to the temple, I conceded,” said Payal’s father Kishan Pamnani. The six of them reached the temple at 3.30 am on Thursday, only to find themselves jostling with a huge crowd of devotees lining up for early morning darshan. “There was a swarm of devotes. So, we decided to return to the city. A little ahead of Khrini Phatak on express highway, Sumit, Payal and Deepak speed away. We were trailing them. At one spot on the highway, we saw people gathered around a fallen bike, there we found all three of them lying unconscious,” said Manisha. An ambulance was called to the spot which rushed the trio to the hospital. “The doctors declared Deepak and Payal brought dead which means they were killed on the spot. Sumit was admitted into the trauma ward and he is currently undergoing treatment,” a police official said. Payal had recently appeared for her Class X examination, while Deepak worked as an artist who performed religious functions and bhajans. “He ran a small-time event management firm,” said his friend Mahesh, adding that Deepak was a very devotional and spiritual in his personal life. “Payal, Deepak, Sumit and others were part of troupe that performed at religious functions. All six of them used to regularly visit temples and attended several events together,” said Payal’s father Kishan while talking to TOI. Download The Times of India News App for Latest City ."}, "Rajasthan: Woman accuses top cop of stalking, sexual harassment": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/rajasthan-woman-accuses-top-cop-of-stalking-sexual-harassment/videoshow/69685477.cms", "description": ""}, "PMAY sets target of 3.64 Lakh homes for 2019-20": {"datetime": "", "description": "JAIPUR: Even as in the last financial year (2018-19) the state missed several deadlines to complete the construction of sanctioned number of houses under Pradhan Mantri Awaas Yojana – Grameen (PMAY-G), the rural development department has set a target of 3.64 lakh houses in the state for 2019-20. The department already has a balance amount of Rs 45.57 crore under PMAY scheme. According to a rural development department order, 74,163 houses have been allotted to scheduled castes, 1.45 lakh houses allotted to scheduled tribes, 16,792 to the minorities and 1.27 lakh houses to others. The estimated target which was earlier set at 3.66 lakh was later reduced to 3.64 lakh houses in a revised order dated June 13. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:41:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/pmay-sets-target-of-3-64l-homes-for-2019-20/articleshow/69817369.cms"}, "\nMarriage, pakode and Jaipur on funnyman Maheep’s mind\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/Marriage-pakode-and-Jaipur-on-funnyman-Maheeps-mind/articleshow/51996356.cms", "description": "Necessity may well be the mother of all inventions, but for comedian Maheep Singh, what could possibly have been the necessity to create pakode is hard to fathom. In Jaipur last Saturday to perform at the Birla Auditorium, he asked the audience, “Who would have thought ki sabzi ko besan mein daal kar, usko fry kiya jayega? It is boredom which is the mother of all inventions, not necessity.” He added, “And marriage is another example of boredom.” These were only a few of the quips directed at the audience by the stand-up comedian during his gig.  From creation of language, evolution of mankind, Valentine’s Day and how he ruined his father’s publishing business to him dealing with depression – Maheep’s session had an amusing take on all of these. “We created the definition of success and failure and now we’ve restricted ourselves in our head. It’s important to embrace failure or you will never learn. Failure is inevitable. After experiencing one failure after the other, I turned into a really angry person who felt depressed and dejected. In that state, I could have easily shot anybody who tried to mess with my head. The choice was clear – to give in to the anger or make people laugh using comedy. I chose the latter,” he said as he addressed a young audience.  Those expecting Rajasthani jokes didn’t get to hear any because Maheep didn’t know any. “I only crack jokes about sardaars because it’s good to laugh at yourself,” he told us, adding, “I enjoy Marwari jokes, but unfortunately I don’t know any. Now I will learn some so that whenever I am in Jaipur next, I can crack some Marwari jokes or those directed at the people of Jaipur,” he added. Talking about what makes for a good stand-up comedian, he said, “A good stand-up comedian acts as a vent for people to channel their everyday frustration. So if you cuss at a politician, people enjoy it because deep down they’re also tired of their country’s political system. Woh gaali dena chahate hain, aur ek stand-up comedian unki feelings ko voice karta hai.”  Having performed in Jaipur many times, Maheep is glad that the city now witnesses several comedy gigs. He said, “Jaipur is a city that never fails to impress me. People of Jaipur are very receptive and I am happy to know that comedy gigs are happening so frequently in this city.” Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Is half a numberplate legal?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/is-half-a-numberplital-legal/articleshow/59482411.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Six of Jaipur among nine killed in three accidents": {"datetime": "", "description": "JAIPUR: Six people from Jaipur district were among nine killed in three separate accidents in the state on Sunday. Three women were killed and two others including a three-year-old boy were injured after their car rammed into a stationary truck in Harmada area of the city. The victims were identified as Santosh Sharma, her daughter Madhu and their relative Puja. Harmda police informed TOI that the accident took place on the Ajmer-Delhi National Highway. “The car passengers hailed from Daulatpura area of the city and were headed to Chandwai when their speeding car rammed into a truck which was parked alongside the road. Two died on the spot while one succumbed to the injuries in the hospital. One person who was behind the wheel, is critically injured and is undergoing treatment at the hospital. In another incident in Jaipur rural, three people travelling in a car were killed after their vehicle collided with a camper vehicle on Manoharpur-Dausa highway on Sunday evening. “Three people were killed on the spot. They have been identified as Harlal Yadav, Mahesh Yadav and Subash Yadav. They were residents of Shahpura and nearby villages and were headed to Dausa when near Shivpuri village their car collided with a camper vehicle transporting vegetables,” said an official of Manoharpur police station. In Sikar, three were killed after their car fell into a gorge. Two injured were referred to Jaipur for further treatment. The victims were identified as Jagdish, his wife Manju, and their relative Amit Dhaka. Two other relatives, Akshat and Praveen, have been shifted to Jaipur for treatment. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:31:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/6-of-jaipur-among-9-killed-in-3-accidents/articleshow/69817386.cms"}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Rajasthan government to take steps to boost medical tourism": {"datetime": "", "description": "JAIPUR: Taking note of patients coming from other countries to India for treatment, state government has decided to attract more patients from foreign countries and other states by formulating a separate policy on medical tourism. So aiming to give a boost to the medical tourism in the state, health department has decided to develop healthcare facilities accordingly. “A separate medical tourism policy will be formulated in the state,” said Raghu Sharma, health minister. He said, “Under the policy, hospitals attached to medical colleges will develop superspecialty and organ transplant facilities.” Sharma said that in three medical colleges of the state, super-speciality blocks of Rs 150 crore have already been constructed in the state. In Jaipur’s Sawai Man Singh medical college and hospital too, a super-speciality block will be constructed. Along with that a multiple organ transplant institute will also be developed at Sawai Man Singh Hospital. At the SMS Hospital, healthcare services under urology, nephrology and gastroenterology departments will also be improved to give a boost to the kidney transplant facilities. At Ajmer’s government hospital, the health department is taking measures to develop a super-speciality block. The medical education department has already sent the proposal of a superspecialty block at Ajmer Medical College to the centre. Besides this, state cancer institute at Jaipur and other two tertiary cancer care centres in Bikaner and Jhalawar are also coming up in the state to enhance cancer treatment facilities. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:53:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/govt-to-take-steps-to-boost-med-tourism/articleshow/69817336.cms"}, "Rajasthan BJP chief Madan Lal Saini stokes controversy, says 'Akbar was characterless'": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/rajasthan-bjp-chief-madan-lal-saini-stokes-controversy-says-akbar-was-characterless/videoshow/69689005.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "Faceoff between cops, dacoits in Dholpur": {"time": "2019-06-15 08:16:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/faceoff-between-cops-dacoits-in-dholpur/articleshow/69795586.cms", "description": "ALWAR: A fierce gun battle broke out between dacoits and police in Dholpur on Friday night during a combing operation to corner notorious dacoit Jagan Gujjar. The gun battle raged on till late Friday night. While Gujjar was not found to be at the spot, the cops said two other dreaded dacoits identified as Ram Vilas and Bharat Gujjar were firing at cops. The local police and companies of Rajasthan Armed Constabulary (RAC) took positions to close in on the dacoits but did not have major breakthrough till late night. While the police could not nab Gujjar, sources said two other dacoits had fired upon the cops. Over 150 rounds were fired till late night. Gujjar had propelled into notoriety after he attacked shopkeepers and stripped women naked in Dholpur on Wednesday. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Rajasthan University gets less forms in 2019 against average of past 5 years": {"datetime": "", "description": "JAIPUR: Even after extending the admission process for two days, Rajasthan University has failed to cross the number of applications received by it in last five years. Figures say that RU has received a total of 40,599 online forms against the average of about 55,000 forms in last five years. After closing the admission date on June 10, RU has reopened it for two days on June 13-14. The move was taken to increase the number of applications from 35,939. “If it has not rung the alarm bells of the authorities than nothing can. It shows that students have rejected the RU, once the most sought after university and its constituent colleges,” said an RU official. The biggest drop was seen in the Commerce and Rajasthan College. Naveen Mathur, former principal of the Commerce College said, “If you don’t change with the time you will bound to perish. RU has failed to introduced new courses along with a diploma and certificate programs which are a rage among the students. The absence of any new addition has dissuaded the students from the RU.” RU has not introduced any new course in the last five years while the private colleges and universities have been introducing new courses almost every year. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:55:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/ru-gets-less-forms-in-2019-against-avg-of-past-5-years/articleshow/69807457.cms"}, "Gold worth Rs 23 Lakh recovered from three Pakistani citizens at Munabao Station": {"datetime": "", "description": "JAISALMER: Customs department at Munabao Railway Station on Saturday night recovered 700.167gm gold from three Pakistani citizens who had come by Thar Express. The market value of the recovered gold is Rs 23,27,119. Those detained were earlier too involved in gold smuggling incidents. Apart from this, 300 women’s kurtas and 200 dupattas were also recovered from another Pakistani citizen who was travelling to Pakistan by the train. Assistant commissioner (customs) ML Shera said that the gold seized was in form of 10 tolas of five biscuits and a bangle of 81.6gm and three rings of 35.1gm.  These were recovered from Pakistani citizens Kishore Kumar Maheshwari, Ramesh and Kailash Mali. Earlier on Saturday morning when luggage of passengers going to Pakistan was searched, Ramchandra, resident of Hyderabad had around 300 women’s kurtas and 200 dupattas worth Rs 1.50 lakh. The officials seized them provisions of Custom Act and Rs 52,500 was collected as penalty. Download The Times of India News App for Latest City .", "time": "2019-06-17 10:11:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/gold-worth-rs-23l-recovered-from-3-pak-citizens-at-munabao-stn/articleshow/69817319.cms"}, "Organic and healthy, Jaipur is growing its own veggies at home": {"time": "2019-06-15 15:54:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/organic-and-healthy-jaipur-is-growing-its-own-veggies-at-home/articleshow/69800705.cms", "description": "A few years ago, 64-year-old Shyma Verma, a homemaker, bought a 500 sq ft land in Vaishali Nagar because she wanted to grow and eat non-contaminated food. “Earlier, I would stay in the government quarters in Gandhi Nagar area, where I had a big garden and I would grow a lot of plants, vegetables and fruit-bearing trees. After my husband retired, we shifted to Vaishali Nagar to live with our children. That’s when we bought a land so that I could continue my hobby. The fact that we live in a world where chemical-free vegetables and fruits are hard to find, I decided to grow my own vegetables and fruits. From bottle guard to lady’s finger, mango, chickoo, bitter gourd, tomato, lemon and spinach, I grow everything organically. I distribute a lot of fruits to my friends and neighbours,” she says.  Shyma Verma plucking chickoos that she had grown at her garden (Shalini Maheshwari/BCCL) Shyma is a member of the Kitchen Garden Association in Jaipur that organises workshops for people who are fond of gardening and also hosts exhibitions. And like Shyma, there are many Jaipurites who have started growing fruits and vegetables at their home.  Bela Badhalia and her daughter Keya are proud of the produce from their garden Jewellers Pankaj and Bela Badhalia’s sprawling garden at their house in Taruchaya Nagar is home to different varieties of vegetables, herbs and fruits such as mangoes, papaya, avocados, dates, oranges, grapes, bananas, chickoos and a lot more. Bela tells us that they have never had to purchase vegetables from the market. “We have been doing this for the past eight years and life has been different. The homegrown fruits and vegetables taste so delicious. They might not be that big in size as you find in the markets, but the taste is impeccable and they make for a healthy alternative to pesticide-contaminated vegetables and fruits. The joy of growing vegetables and fruits can only be experienced. All that it takes is a lot of enthusiasm, planning and dedication,” says Bela.  Bela Badhalia looking at the brinjals that she has grown  Grapes at Bela's garden that are yet to ripen up “Apart from the production of organic vegetables, it also makes you fit. And gardening acts as a stressbuster for you,” she adds. Not just in the garden, they also own a farmhouse where they do organic farming. “Look at the grapes,” Bela tells us as we visited her house. “There’s still some time for them to ripen up. I am thinking of making some wine now and plan to invite all my friends for tasting,” she says.  Jaya Tiwari at her terrace garden  She has converted her old bathtub into a pot in which she grows herbs Such is her love towards gardening that homemaker Jaya Tiwari, a resident of Mansarovar, has converted her old bathtub into a pot in which she grows mint and coriander. She has also taken a structured approach towards kitchen gardening with organic kits on her terrace and grows vegetables including lady finger, cucumber, chilli, tomato and spinach. She also grows muskmelon. “This time, many of my vegetables couldn’t survive due to the extreme heat,” she says, adding, “I use a soilless medium for growing plants, which comprises vermicompost and coco-peat. For watering, I use drip-irrigation method. It takes time for you to understand how things work as per the climate,” she adds.  Home-grown oyster mushrooms Jaya feels that the best way to lead a healthy life is by growing and consuming vegetables at home. “Of course, it is difficult to grow all vegetables and fruits at home, but a little effort goes a long way. One can start with one or two plants. You not only save money but also get to eat fresh,” she says. Last year in winters, Jaya grew oyster mushrooms. Like Bela, gardening is a therapy for Jaya as well. “I spend my day maintaining my plants, thus taking my mind off everyday worries,” she says.  Rajshree Sharma The high amount of contamination in the food available in the markets led Rajshree Sharma to set up her own kitchen garden. A resident of Vaishali Nagar, Rajshree has been growing vegetables and fruits for the past many years. “When I started out, I expected it to be difficult. But gradually, I gained confidence and with a lot of patience and dedication, I started growing a lot of vegetables and fruits. I have even grown strawberries and mushrooms at home,” she says. She also grows ginger and garlic. “The world is going organic. I suggest people take up organic farming and that way, they will be able to eat healthy and fresh,” she says. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "trichy": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/trichy/articleshow/59890756.cms", "description": ""}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "\nThe Goodenoughs’ Indian cricket outing\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/The-Goodenoughs-Indian-cricket-outing/articleshow/52206097.cms", "description": "On Monday evening, the entire family – including Gene’s parents John and Geri, Preity’s mother Neel Prabha, brother Deepankar Zinta, watched Kings XI Punjab taking on Virat Kohli’s Royal Challengers Bangalore in Mohali. The couple wore the team’s official red jersey, while the other family members chose a simple KXIP T-shirt. According to a source at the stadium, Preity was stressed throughout the match and so, Gene kept interacting with her in between to help ease the tension. They were also spotted holding hands. The actress kept doing rounds of the stadium as she cheered her team on. Number game and an extra G The jerseys the couple wore for the match were quite similar. Both had 111 embossed along with the initials of their names. If Preity’s jersey had 111 PZ written on its back, Gene’s jersey had an extra G added, making it 111 GGG. A source told us that the additional G is the initial of a family member Gene is very attached to. Weeding rituals in Himachal The couple had driven back from Preity’s hometown in Himachal the same morning. “They took the road to Chandigarh from Preity’s hometown. Since it involved driving around in the hills and the distance was a lot, they were all tired. Despite starting early on Monday morning, the entire family reached Chandigarh in the afternoon,” a source said, adding that all of them were to fly to Mumbai yesterday to take stock of the preparations for the reception on May 13.  We hear that Gene and Preity’s families stayed in her native village for three days. Besides roaming around, they also completed the wedding rituals, which took place in typical Himachali style. They also met some of their close relatives and friends who stay there. Download The Times of India News App for Latest City ."}, "Rajasthan: Journalist couple to adopt newborn girl abandoned in Nagaur": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/rajasthan-journalist-couple-to-adopt-newborn-girl-abandoned-in-nagaur/videoshow/69801088.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Speed up fin aid for water projects: CM Ashok Gehlot urges Centre": {"datetime": "", "description": "NEW DELHI/JAIPUR: Stressing that the state's share in the central taxes must be released to them on the first day of the month, chief minister Ashok Gehlot, who met Union finance minister Nirmala Sitharaman in Delhi on Saturday, requested the Centre to hasten the process of giving financial approval to the seven drinking water projects costing Rs 5,473 crore, at a time when the state faces a severe water crisis. The chief minister's request to the Centre comes against the backdrop of Rajasthan MP Gajendra Singh Shekhawat being made a cabinet minister in the newly-formed jal shakti ministry. Gehlot had gone to Delhi to attend the fifth governing council meeting of the Niti Aayog. Gehlot asked the minister to support the state's loan-waiver scheme to help farmers of Rajasthan recover from the indebtedness. He said, the state further planned to waive off crop loans pertaining to nationalised, commercial and rural regional banks up to Rs 2 lakh per farmer. “As these financial institutions are under the control of the finance ministry, the centre should help the state in having a one-time settlement with the banks for the loan-waiver,” said Gehlot. He also urged the minister to give nod to the proposal to extend external financial aid to Phase III of Rajiv Gandhi Lift Canal Project costing Rs 1,450 crore. This project would provide drinking water to 2014 villages and five towns of Jodhpur, Barmer and Pali districts till 2051. Gehlot further requested the finance minister to ensure timely release of funds of the centrally-sponsored schemes and emphasized the need for reverting to the past practice, when the state's share in the central taxes were released on the first day of the month. \"This practice had been changed in the past few years leading to the states facing financial issues. The states have to make payments towards salaries and pension on the first day of the month, which becomes very difficult,\" said Gehlot. The CM also told Sitharaman that Rajasthan had several drinking water projects proposed with the help of Japanese aid agency JICA. \"These proposals are pending with union ministries of drinking water and sanitation and urban development,\" he said. Gehlot said that to ensure no dearth of funds for various development projects, states should be allowed to take loans up to 4% instead of 3% of the Gross State Domestic Product (GSDP). Download The Times of India News App for Latest City .", "time": "2019-06-16 07:54:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/speed-up-fin-aid-for-water-projects-cm-urges-centre/articleshow/69807459.cms"}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Sad road condition": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sad-road-condition/articleshow/60384773.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Jaipur boys among league of top 100 in JEE-Advanced": {"time": "2019-06-15 12:59:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/jaipur-boys-among-league-of-top-100-in-jee-advanced/articleshow/69795592.cms", "description": "JAIPUR: Gaurav Krishna Gupta from Jaipur city bagged 53rd rank in the JEE-Advanced results announced on Friday. Getting into the league of top 100 was a dream come true for Gaurav, who has been preparing for IIT since Class X. “I feel good securing a good position in IIT entrance exam after all the hard work and dedication I put in. Apart from the coaching classes, I used to study 6-7 hours a day. Consistency is very important in achieving anything and I made sure to complete my target of the syllabus,” said Gaurav. A student of Allen Career Institute, Jaipur, he said that since day one, he stopped using social media except WhatsApp to talk to his family and friends. “I would suggest to stay away from social media and just focus on your studies. It will be beneficial to start preparing from Class X. However, along with studies, it is important to take out some time to relax. Go and watch a movie or listen to music. This will help you freshen up and motivate you to study,” said Gaurav with confidence. Another student from the Pink City, Aryan Jain made it to the top-100 by achieving 76th rank in JEE-Advanced. Dreaming to join IIT-Delhi in future in Computer Science, Aryan said that apart from regular studies and revision of syllabus, he used to solve 20 questions in an hour everyday. “Practice is very important in these exams and be consistent with your studies. For any exam-related stress or problems, it is better to consult your teachers and parents who can motivate you. Moreover, it is better to have a hobby, like I used to play video games with my friends to relax,” said Aryan. For the students currently preparing, Aryan advices to just dedicatedly study the syllabus and to be sure what one wants from future. “There are many students who commit suicide due to stress, but always remember that no exam is more important than your life. If you cannot clear, try something else. This is not the end,” said Aryan. Download The Times of India News App for Latest City ."}, "Pushkar fast losing its sheen to ever-growing sand cover": {"datetime": "", "description": "JAIPUR: Pushkar has been described as ‘a beautiful abode surrounded by hills’ in the ancient scripture of ‘Bhagwat Puran’. However, this holy city is now facing the danger of losing its sheen to expanding sand cover. The climate change alone is not responsible for desertification Pushkar which is located in the midst of serene Aravalli hills. Human intervention is also to be largely blamed for it. The holy city is facing both legal and illegal construction activities for resorts and hotels, sand mafia is eating away the sand dunes and the increasing population is adding to the problems. These factors have diminished the green cover, depleted water sources—underground and reservoirs, cycle of sand dunes is taking the city towards desertification. “The flora and fauna have been severely affected in the last two decades. The land mafia in connivance with the administration has sold the environmentally sensitive land in Budda Pushkar, Motisar, Nand and Sawai Pura around Pushkar to the hospitality sector for building resorts and hotels. This land has always protected the environment of the city which has collapsed,” said Ashok Tak, a social activist based in Pushkar. The activist has also raised concern over the active sand mafia here. Every night several tractors smuggle sand from nearby hills, contributing to the expansion in desert areas. The vast stretches of land on hills and foothills have become barren due to indiscriminate use of groundwater. Reepunjaya Singh, professor of urban planning, Rajasthan Institute of Public Administration (RIPA) said, “It is unfortunate that the holy city has been treated like an upcoming urban city. The administration’s approach has been to sell the place like a hot tourist spot without understanding its topography and sensitivity towards environment. The effects such as increasing sand cover, shortage of water, irreversible loss of biodiversity is just the beginning.” The disappearance of sand dunes has far-reaching effects. Independent studies have established that sand dunes harbour vegetation and fauna and play a role in restricting the expansion of sandy landscape. The independent reports claim that the present situation is compounded results of apathy towards the holy town. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:09:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/pushkar-fast-losing-its-sheen-to-ever-growing-sand-cover/articleshow/69817304.cms"}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Jaipuria Hospitals gets X-ray films from Rajasthan government, resumes service": {"datetime": "", "description": "JAIPUR: Attributing it to financial crisis, government-run Jaipuria Hospital was providing diagnostic X-ray imaging report on Android phones for past two months. The hospital finally received the X-ray films from the government to resume the services like earlier, from Saturday. In the past two months, patients were asked to click pictures of X-ray imaging from the monitor with their android phones causing inconvenience. Those who did not have the phone, had to run from pillar to post to get the approval from the authorities or doctors for issuing the report on X-ray film. The patients looked relieved when the hospital resumed the service. “We have received the X-ray films from the government and we have resumed the service again like earlier. We had stopped giving reports on X-ray films as we did not get funds from the government. Despite that, we did not receive the funds, so we continued conducting X-ray imaging,” said Dr Rekha Singh, superintendent, Jaipuria Hospital. Dr Singh said that when everyone is promoting paperless work to save environment, the initiative to provide X-ray report without using X-ray film, could save a lot of money, which can be utilised to improve other facilities in the hospital. “At least Rs 1.5 lakh was saved per month in last two months, as we did not issue X-ray reports on film,” Dr Singh said. She said that in the past two months, they have made arrangements for the indoor patients to provide the X-ray report by directly transferring it from the X-ray room to wards through online system. Doctors can see the report on their computer screen in the wards. Digital image of X-ray is more clear than the one on the film. She said that at least 70% of X-rays do not show any disorder. However, orthopaedic surgeons were unhappy with the decision, as they claimed that they required X-ray report on film. They pointed out that they require X-ray film while conducting surgeries in the operation theatre. However, the hospital officials claimed that they did not receive the funds for April and May from the government for such services, which is why, not only X-ray imaging, but also other such facilities remained affected due to financial crisis. The hospital is expecting that the government will soon release a fund of Rs 1.5 crore for the hospital to improve the situation. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:32:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/jaipuria-hosp-gets-x-ray-films-from-raj-govt-resumes-service/articleshow/69807441.cms"}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Jaipur: Doctors to form human chain at SMS today": {"datetime": "", "description": "JAIPUR: To express solidary with their colleagues agitating in Kolkata, doctors will form human chain at Sawai Man Singh Medical College in the city on Sunday. Doctors will gather at around 6am to form the human chain, said Dr Rashim Kataria, secretary, Medical College Teachers Association of Rajasthan (MCTAR). MCTAR’s secretary Dr Pawan Singhal said they will gather to protest to express their support to the protesting doctors in Kolkata. They claimed that the call of MCTAR to form human chain has also been supported by other doctors’ association including Medical College Teachers Association, All Rajasthan In Service Doctors Association, Indian Medical Association, Jaipur Medical Association, Medical Practitioners Society, Private Hospitals and Nursing Home Society, Jaipur Association of Resident Doctors and UG medical students’ union. They have circulated the message among their fraternity saying, “All Under graduates, post graduates, Interns, resident doctors, Medical officers, faculty members, consultants, doctors from private sector, corporate hospitals and nursing homes, self-employed too are requested to come together for the formation of human chain at SMS Medical College.” They have also appealed to the doctors to come with family and friends, bring your water bottles and make it a total nonviolent agitation. They also sent the message that during formation of human chain they have to maintain the cleanliness and they appealed doctors to reach the spot in apron. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:57:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/docs-to-form-human-chain-at-sms-today/articleshow/69807427.cms"}, "NH8-a truck is spreading husk all over": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/NH8-a-truck-is-spreading-husk-all-over/articleshow/55787016.cms", "description": ""}, "surplus or shortage? who cares?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/surplus-or-shortage-who-cares/articleshow/58981956.cms", "description": ""}, "Illegal bajri: Villagers attack police team, three injured": {"time": "2019-06-15 07:59:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/illegal-bajri-villagers-attack-police-team-three-injured/articleshow/69795347.cms", "description": "JAIPUR: Three constables were injured after villagers trashed a police party tried to apprehend a driver transporting illegally mined bajri (gravel) in Tonk on Friday. The incident took place when a team of Niwai police station was chasing the truck driver through dusty roads. The police team was waylaid by residents of Munida village. “They pelted stoned at us and threw whatever they could get hold of,” said Niwai SHO, BL Meena who himself was got injured in the stone pelting. “We had received a tip off that a truck carrying bajri is passing through area which falls under our jurisdiction. The entire police station swung into action and began chasing them. As soon as we apprehended the accused and were taking him to the police station, the villagers began attacking his from all directions,” Meena told TOI, adding that mob included women who threw utensils at the police party. As the cops began to bleed, the accused fled form their custody and dashed into narrow alleyways. However, a cop did not lose the chase and somehow managed to seizes the truck. The police party somehow managed to flee from the area. They were taken to the hospital for treatment. “All the injured are out of danger, they had received some injuries but were later discharged from the hospital,” Meena said. The police have filed a case against a dozen suspects for attacking the police. An official informed TOI that the villagers who attacked police teams were in cahoots with the mining mafia. “The villagers not only prevented cops from taking the accused into the custody, they also pelted stoned at us,” an official said. Download The Times of India News App for Latest City ."}, "\nRoyal grandeur on Jaipur roads\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/Royal-grandeur-on-Jaipur-roads/articleshow/53668212.cms", "description": "This is just spectacular!' That's how most foreign tourists reacted when they gathered at the Tripoliya Gate to witness the Teej procession. Trying their best to capture everything in their cameras, most of them were awestruck at the grandeur of the procession, which began from the Zanani Deorhi at City Palace. Organised by the Department of Tourism, Jaipur Municipal Corporation and City Palace, the event saw scores of folk artistes putting up a colourful show. Tourists Georgia and Elinor said, “We came only for two days and our tour guide suggested that we extended our stay to witness the Teej festivities. This is such a fantastic event. I love how the animals have been decorated with jewellery and finery .I don't think any other country has such traditions.“ What Alice Duckner from Washington DC enjoyed was relishing ghewar and applying mehndi on her hands. Duckner said, “With henna and ghewar, I am feeling a part of the festival. I'm taking such wonderful memories with me from this procession.\" Medical students Rory and Tom were surprised that the festival involved women fasting for the well-being of their husbands.Tom said, “We were amazed to learn that married women fast for the long life of their husbands. We don't have such festivals in Europe.\"Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Man held for killing wife in Pokhran": {"datetime": "", "description": "JAISALMER: The district’s Pokhran police have cracked a week-old murder case in which a married woman was found dead. The police have arrested the woman’s husband for the murder. According to police, Raees Khan was suspicious about the character of his wife, Bhanwari, and thus murdered her and hid the body inside a shed meant for the goats. Barkat Khan, brother of the deceased, had lodged a case against his sister’s husband, mother-in-law and father-in-law, for murdering her for dowry. Police questioned Raees Khan and he confessed to murdering his wife, Bhanwari. Police produced him in the court and court sent him on one-day police remand. SP Kiran Kung said, Barkat gave a written report at Bhaniyana police station in Jaisalmer that his sister was married five years ago to Raees, a resident of Mohabatasar Jaloda. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:00:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/man-held-for-killing-wife-in-pokhran/articleshow/69807424.cms"}, "Udaipur lad tops CLAT, helps Rajasthan complete a hattrick of first ranks": {"time": "2019-06-15 13:37:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/udaipur-lad-tops-clat-helps-raj-complete-a-hattrick-of-first-ranks/articleshow/69795853.cms", "description": "JAIPUR: Rajasthan continued to grab the first rank for the third consecutive year when the results of the Common Law Admission Test (CLAT) were announced on Friday. A young debater, Saumya Singh, marked his name on the top spot in CLAT 2019. Unlike the recent trends in opting for environment, cyber, corporate or intellectual property rights, Singh’s area of interest lies in the Constitution and spreading legal awareness. “The Constitution is sacrosanct. Every Indian should be taught the basics of the Constitution and the laws for creating a healthy and growing democracy,” Singh, a native of Udaipur, said. A student of DPS in Udaipur, he feels that an independent judiciary is essential for the fair functioning of all constitutional bodies or democracy would cease to exist. He recently cleared his Class XII (humanities) by scoring 95.2 per cent. “I chose humanities to sharpen my knowledge and understanding of social sciences which is required not only to crack the CLAT exam but also to understand the complex concepts of law,” he said. He prepared for the exam from a local coaching institute in Jaipur. “I have been attending coaching on weekends and on vacations for the last two years,” he said. His obvious choice is to pursue law at NLU, Bangalore. He plans to sharpen his judicial activism and feels there is need for reforms in the judiciary, especially in the appointment of judges. “Like the media, legal eagles are also a strong pillar of democracy. I am of the view that law practitioners should make the best use of tools like public interest litigation (PIL) and work with the public to create legal awareness,” Singh said. He loves to follow media reports covering high profile cases related to scams, crimes and corruption, etc. “I make sure I read case studies listed under the Constitution bench in the Supreme Court,” he said. Rajasthan has had unprecedented success in the CLAT exam. Rajat Maloo and Aman Garg secured first ranks in CLAT in 2017 and 2018, respectively. Download The Times of India News App for Latest City ."}, "Girl gang-raped in Jaipur, two held": {"datetime": "", "description": "JAIPUR: A 21-year-old girl alleged that she was gang-raped by two youths inside her paying guest accommodation, on Friday, under the limits of Shipra Path police station area. The police have arrested the accused Shiv Ram(22), a student of agricultural science, and Om Prakash(20), a student of nursing, on Sunday. “The girl has been preparing for competitive exams in Jaipur for past few months. She alleged that the two accused lived next to her room. On Friday, the accused barged into her room and allegedly took turns to rape her,” said Surendra Yadav, SHO, Shipra Path. Yadav told TOI that the police searched for the whereabouts of the two accused and arrested them. “We are investigating the matter. We will record the survivor’s statements and quiz the two accused,” he said. The police said that the survivor told them that she was petrified after the incident. “Since, it was a very sensitive matter we set up a team to nail down the accused. Efforts are underway to file an early chargesheet into the case, the official informed TOI. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:57:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/girl-gang-raped-in-city-two-held/articleshow/69817377.cms"}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "‘Engage more female NREGA mates to bring transparency’": {"datetime": "", "description": "JAIPUR: State MGNREGA commissioner P C Kishan after his inspection in Dausa district on Thursday, issued a directive to all the 33 districts to appoint at least 50 per cent (and more) female mates at MGNREGA worksites to ensure transparency, as women are seen to be more sincere and honest. The decision comes after the issuance of show-cause notices to two BDOs (block development officers) and JTAs (junior technical assistants) at Dausa block (panchayat samiti), for manipulation in the entries of deployment of labourers in the groups. \"We have issued a directive to all 33 districts to improve their wage rates, quality of work-site management and quality of engineering work. We have also asked them to engage more female mates. We have observed that they do better work. They are more sincere and honest. The standing instruction is already there to engage at least 50% female mates (mates are those who manage work at the sites/take roll calls in prescribed muster rolls). We have also instructed them to train the mates in groups,\" Kishan told TOI. \"While this order has been there for years, it has been not been executed properly. Initially, they didn't get educated female mates. But, now things have changed a lot on the ground. So, this instruction was given to all the districts again,\" he added. One mate is required to manage 40-50 persons at the worksite. \"About 67-70% labourers are women, so it is always logical to have more female mates. In the current scenario, only 30-35% mates are women. So, they have been asked to make it 50% and more,\" said Kishan. He also said, \"Under Adarsh Talab Nirmaan, in one of the blocks (in Dausa) it was found that out of 20 groups of labourers, four groups got the same wage. But the maximum wage was 83 and the minimum was 69. They have been given very less wage.\" \"It may have so happened that people didn't work. Still, it is the responsibility of the government to make them work. They should have engaged new mates at the site and supervised properly. So, this is a violation of Minimum Wage Act. The CEO and the collector also come into picture. I also gave notices to JTAs Ashish Sharma and Seena Meena,\" said Kishan. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:54:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/engage-more-female-nrega-mates-to-bring-transparency/articleshow/69807468.cms"}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Nominations for handloom artisans’ awards by June 30": {"datetime": "", "description": "JAIPUR: Industries minister Parsadi Lal Meena announced on Sunday that handloom artisans will be awarded for their contribution by the state government. Nominations for the award must be filed by June 30, 2019 at district industries department. Artisans will be first awarded at district level and later on, the first and second awardees names will be sent for state level competition. Artisans with an experience of three years will be selected for this award. t state level, first prize will be Rs 21,000, second Rs 11,000 and third will be Rs 7,100. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:58:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/nominations-for-handloom-artisans-awards-by-june-30/articleshow/69817333.cms"}, "Many courses in Rajasthan University fail to get even 10 applications": {"datetime": "", "description": "JAIPUR: There seem to be only few takers for certain certificate courses at Rajasthan University (RU) for which less than 10 admission forms have been received. Faculty crunch, no infrastructure and lack of awareness about the courses have been some of the prominent reasons that students are not applying. H R Khan, head of the department of Urdu and Persian at RU, talks about the problems that his department is facing. “We have six teachers in our department but two faculty will retire within two months. We are in urgent need of 18 teachers. Students will take interest if there is good faculty. In certificate courses, we are barely managing to fill 20 seats in Urdu and Persian due to lack of faculty. We had to stop MPhil, honours and certificate diploma courses due to shortage of faculty. The future of both these courses is very bleak in our university,” said Khan. RU provides bachelor’s degree in courses like painting, applied art and sculpture for four years. These courses come under visual arts department. Although there is no required 10+2 stream or entrance test for these courses, still they face the challenge of filling seats. Professor T J Kavoor, assistant professor in-charge of the sculpture department in RU says that 70% of their course is practical and 30% theoretical. “We do not have any teacher for theoretical subjects. In the department of visual arts, we need at least 16 teachers but have only four. We have asked the RU administration many times last year when the recruitment process was going on for more faculty but they do not take our subjects very seriously. Our teachers went to meet the governor as well. When our students apply in other universities for higher education, they are rejected in interviews due to lack of theoretical knowledge. What is the use of opening these courses when administration cannot maintain them,” said Kavoor. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:48:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/many-courses-in-ru-fail-to-get-even-10-applications/articleshow/69817351.cms"}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "Plan to review Rajasthan tiger relocation project": {"time": "2019-06-15 12:50:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/plan-to-review-raj-tiger-relocation-project/articleshow/69795865.cms", "description": "JAIPUR: The death of male tiger ST-16 at Sariska Tiger Reserve (STR) last week has raised questions over the move to relocate tigers. Not only are wildlife conservationists concerned about the issue but the state forest and wildlife officials have written to the National Tiger Conservation Authority (NTCA) requesting the agency to review the relocation programme. ST-16 was the fourth male tiger, brought to the reserve to repopulate it, to die in STR in less than two years. Arindam Tomar, chief wildlife warden, Rajasthan, told TOI, “I have written to NTCA to review the tiger relocation programme and to identify the problem areas as well as find viable solutions since the plan has not been as successful as in Panna National Park in Madhya Pradesh. In 10 years, we were supposed to relocate 20 tigers, but only nine have been relocated till now.” The request was written as part of the standard report which is sent to NTCA following the death of the tiger by the concerned department. The Panna National Park was the second reserve in the country after STR which had lost all tigers to poaching. Now, it has almost three times the number of tigers in comparison to Sariska, which has 16 of the big cats. 5 tigers could survive at STR The death of ST-16, which according to post-mortem report was due to severe heatstroke and a tumour on its leg, has sent major shock waves as the tiger was transferred from Ranthambore Tiger Reserve (RTR) only in April. The seven-year-old tiger was the son of tigress Sundari (T-17), which disappeared in 2013. He was essentially shifted from RTR to STR to balance the male-female tiger ratio in the latter which has more female population. After the death of three male tigers previously, ST-16 was relocated to STR but did not survive even for two months. In the last 11 years, a total of nine tigers, including ST-16 or T-75 as it was previously known, have been relocated from RTR to STR, but only five have managed to survive. ST-1 (male), which was relocated in 2008, died due to poisoning in 2010, while another male tiger, ST-4, which was relocated in 2010, died in a territorial fight in 2018. In the same year, a female tiger, ST-5, who was relocated in 2010, was killed by poachers. Male tiger ST-11 was a cub born in STR but its death last year had increased the urgency of relocating ST-16. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Raid De Gurgaon!": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Raid-De-Gurgaon/articleshow/55112461.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "‘Will oppose delimitation of panchayats’": {"datetime": "", "description": "JAIPUR: State BJP will continue to oppose the delimitation of panchayats by the state government. The decision came during a state level working committee meet held in Jaipur on Sunday. “Congress government has taken a decision of delimiting panchayats which will be opposed tooth and nail. They have taken the decision on their own without following the rules,” said Madan Lal Saini, state president of BJP. Sharpening his attack, Saini said that government’s priorities are not in sync with people and they have lost confidence of the people. “Government has no control over crime in the state. The number of rape cases are on an all-time high, the sand mafia has no fear of the law. They are attacking police and people while the government is busy solving party’s internal fight,” said Saini. Taking a dig at the changes made in the revised textbooks, Saini said that Congress party has axed the role models of BJP which is condemnable. “It is very unfortunate that government is acting with vengeance. They are not adopting the polices and schemes made by the central government. They have closed down Bhamashah Yojana, not implementing Ayushman Bharat Yojana, contractors are not getting their dues, employees their salaries and people are waiting for electricity. They have failed to show any governance in the state,” said Saini. Former CM Vasundhara Raje said that people of the state have given their mandate to the BJP in the Lok Sabha polls. “People are so angry with the government within five months of their rule that they gave BJP a lead in 185 state assembly segments out of 200 in the Lok Sabha polls. Congress has not taken a lead even in the assembly segments won by CM Ashok Gehlot and deputy CM Sachin Pilot. It shows that they have lost their mandate,” said Raje. The meeting was attended by all newly elected MPs. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:34:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/will-oppose-delimitation-of-panchayats/articleshow/69817341.cms"}, "Guess the registration number": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/guess-the-registration-number/articleshow/58426461.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Foundation stone laid for first fire station of Walled City": {"time": "2019-06-15 12:53:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/foundation-stone-laid-for-1st-fire-station-of-walled-city/articleshow/69795274.cms", "description": "JAIPUR: Jaipur city mayor Vishnu Lahta laid the foundation stone of the first fire station at Walled City on Friday. The fire station will be made near Chaugan Stadium on the vacant land of JMC. As per the fire committee members, the place already has a boring for water including 60% of other requirements. For the remaining facilities like office, garage, a fund of Rs27 lakh has been sanctioned. Abha Beniwal, deputy commissioner fire at JMC said, “Around eight fire-fighting bikes and two tenders will be available here. The bikes will be more, as due to the congested lanes, heavy vehicles will not be useful. We are expecting that within three months the station will start functioning.” The congested lanes of Walled City have always been a headache for the administration during the time of any fire incident. The fire tenders are not able to get into the narrow lanes and there have been incidents when the fire brigade has to break walls to make space for the water pipe to reach at the spot. Around five new fire tenders have been bought by the DLB to be included in the fire brigade of the city. Fire department already has 50 fire tenders at present and more are included to improve the fire security of the city. For the first time in the state, a 70-metre fire tender will be included and will cost Rs14 crore to the JMC. As per a PIL filed in Rajasthan High Court last year, there should be one fire station for every 40,000 population, but in Jaipur, there are just 11 stations as against the requirement of 50. Download The Times of India News App for Latest City ."}, "\nMusic and food on their mind: Sanam band woos Jaipur's old and young alike\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/music-and-food-on-their-mind-sanam-band-woos-jaipurs-old-and-young-alike/articleshow/62778054.cms", "description": "\"Jaipur is always fun to visit,\" says lead vocalist Sanam Puri of band Sanam, as they were in Jaipur recently to perform at a private gig in the outskirts of the city. \"This is not our first time. We have done a number of private events in Jaipur earlier. The weather is simply amazing during this time of the year. We performed to a lovely crowd of music aficionados (old and young). Our challenge was to make sure that we keep people of all ages entertained and hooked. Thus, we made our set list accordingly. Overall, it was a great experience being in Jaipur,\" he shares. With a chock-a-block schedule, the members of the band did not get enough time to explore Jaipur. Sanam says, \"We reached in the daytime and straightaway headed for the sound check. Then, we got back, worked on our set list, got ready and left for the show. After the show, we did manage to eat some delicious Rajasthani food. The food was little on the spicy side but that did not stop us from gorging on the delectable food served to us. I love Jaipur ka khana.\" Venkat S, the bass guitarist, quips, \"I love laal maans. I think it is something to die for; it’s heaven on the plate.\" Keshav Dhanraj, the drummer says, \"I think we come to Jaipur mostly just to eat. Every time we come here, we are occupied with sound check and our show. So the only thing that we do is to gorge on Jaipur’s food and enjoy the weather.\"  To which Sanam jokingly adds, \"This is so true. We are big-time foodies. Agar humein khaane ke liye paise milte to hum sab kitne rich hote.\" Venkat says that the next time when they come to the city, they would love to move around like any other tourist and see the rich heritage that the city boasts of.  On Friday, the band came up with their new song, Sanam Mennu. Sharing the idea behind the song, Venky S, says that the song has been composed keeping Valentine's Day in mind. He adds, \"It's our first release this year and is our original composition. It's a light-hearted song about something most people go through while in a relationship. Since, we are four boys, the song is obviously from a boy's perspective. This is our Valentine's Day special song and we hope that everyone will relate to the lyrics and tune of this song.\"  (L-R) Venky S, Samar Puri, Sanam Puri and Keshav Dhanraj , members of Sanam bandThe band, Sanam, is known for its renditions of retro classics apart from their original compositions. We ask them if there are any factors that they take into consideration when they choose a retro song. To which Keshav replies that there are no factors as such. However, whichever old classic they decide to revamp, they make sure to not change the soul and melody of the song. \"We grew up listening to some beautifully composed and well-written songs, an art that seems to have lost its way these days. Most of the newer music we hear today lacks the soul and complex compositions that we enjoyed listening to. As a band, we decided to make our own renditions of these amazing songs so that the newer generations can get a chance to listen to some well written and composed creations. Our renditions also connect with the older audiences because they get to hear their favourite songs presented to them in a new light. We give it our own sound and flavour, but the soul of the song remains intact.\"  Opening up on creative differences within the members of the band, vocalist Sanam says, \"Each of us has different musical background and enjoys listening to different styles of music. The fact that we have different ideas and creative processes, helps keep our sound unique. We respect each other’s ideas and make sure that we only release a song once all of us are completely satisfied with it. Also, we work on things together so we are always open to trying different options before settling on anything.\"  Sanam band during their performance Talking about Rajasthani folk music, Keshav shares, \"We find Rajasthani folk music interesting. There are so many unique instruments like the khartal, ravanahatha, alghoza, sarangi etc. that are used. We have a playlist on our Youtube channel only for regional music. So far, we have not attempted a Rajasthani song. But we hope to collaborate with some musicians and singers from Rajasthan to make some interesting renditions of the state's folk music. Personally, I really want to learn how to play the khartal.\" In Video:Music and food on their mind: Sanam band woos Jaipur's old and young alikeDownload The Times of India News App for Latest City ."}, "Doctors observe ‘black day’ in Rajasthan": {"time": "2019-06-15 13:06:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/doctors-observe-black-day-in-raj/articleshow/69795563.cms", "description": "JAIPUR/JODHPUR: Thousands of doctors of government hospitals across Rajasthan carried out their duties while wearing black bands and even helmets in protest of the violence against doctors in West Bengal. Also the doctors belonged to the private hospitals observed a token strike and refrained from seeing the patients at the OPD. However, they continued their services for emergency cases and indoor patients. The protest termed as “black day” was given by Indian Medical Association (IMA) and All India Federation of government doctors association impacted the hospitals across the state. Several doctors at the Jaipur’s Sawai Man Singh hospital and other affiliated hospitals also wore black bands and even helmets to register their protests. “After the day-long protest in various districts, the associations also submitted their memorandum addressing Prime Minister Narendra Modi demanding full safety and legislations for the doctors to the district collectors concerned,” said doctor Ajay Chaudhary, general secretary of All India Federation of Government Doctors Association and President of Rajasthan In-service Association. Several doctors to mark protest also tied their heads with bandages while working to depict they were injured and were still working. Likewise resident and intern doctors of AIMS, Jodhpur held a symbolic demonstration with white bandages on head and placards for one hour. However, the routine of the hospital was not affected as the doctors chose the lunch hour for the demonstration and later resumed work. While protesting, they stressed the need for security for doctors in the hospitals and warned that if incidents like this did not stop, there will be dearth of doctors in future. Download The Times of India News App for Latest City ."}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Bhojpuri star Rani Chatterjee raises temperature in this swimwear!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "illegal commercial activities in residential area": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegal-commercial-activities-in-residential-area/articleshow/58440027.cms", "description": ""}, "Thousands participate in ‘Run for Environment’ rally": {"time": "", "link": "http://photogallery.indiatimes.com/events/jaipur/thousands-participate-in-run-for-environment-rally/articleshow/69756542.cms", "description": ""}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Rajasthan likely to witness monsoon by June 22": {"datetime": "", "description": "JAIPUR: Irrespective of the delay in the onset of monsoon in Kerala, the IMD said that its progress is satisfactory so far and it is expected to arrive in Rajasthan by June 22. Monsoon is expected to cover the entire state by July 1. Authorities said that increase in humidity, which has gone up to 75% from 18%, is also a good sign that makes things conducive for the onset of south west monsoon. Rajasthan in the past had witnessed monsoon rainfall on June 17 and June 20 in 2019 and 2018, respectively, and IMD said that the state can expect onset of monsoon by last week of June. By July first week, south west monsoon is likely to be widespread when state capital Jaipur can also expect the monsoon showers. After a prolonged spell of the heat wave conditions the upper air cyclonic circulation and northerly winds have also initiated mild showers and dust storm in almost every parts of the state. “For the onset of monsoon, the humidity plays the role of a catalyst.” Met office, Jaipur refuted the reports saying cyclone Vayu in Gujarat has deterred the south west monsoon winds. “Cyclones are regularly coming on and off to various regions but monsoon winds are strong enough to find their way. It has of course deviated the winds but not deterred them,” said an officer. The state badly needs a good monsoon since last year there was deficit rainfall in at least 14 districts. On Saturday many places in the state received mild showers and dust storm which guided the mercury to take a dip. However, Churu remained hottest in the state where a maximum temperature of 45.8 degree Celsius was recorded. In Jaipur people woke up to a comparatively warmer morning as a minimum temperature of 31.4 degree Celsius was recorded. It was followed by drizzling afternoon as many places in the city witnessed scattered rainfall. A maximum temperature of 39 degree Celsius was recorded in the city. In its forecast Jaipur met office has forecast for mild showers at eastern and western parts of the state including the districts – Ajmer, Bharatpur, Banswara, Udaipur, Rajsamand, Sirohi, Jaipur, Jhunjhunu, Sikar, Sawai Madhopur and Dholpur districts. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:52:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/raj-likely-to-witness-monsoon-by-june-22/articleshow/69807434.cms"}, "‘Thar Desert expanding since last 20 years’": {"datetime": "", "description": "JAIPUR: The Thar Desert in Rajasthan is expanding with every passing year since the last 20 years towards a man-made catastrophe. A report by Central Arid Zone Research Institute (CAZRI) reveals that the spurt in economic activities in the desert districts has shattered the fragile landscape, impacting its residents directly. CAZRI shared the report to mark the World Day to Combat Desertification on June 17. This was compiled using multiple independent studies including the Indian Remote Sensing Satellite data 2015-16. The report made the astonishing claim that 14.88-million-hectare land in 12 western Rajasthan districts suffered from different kinds of land degradation contributing to desertification. The report has studied the features of desertification: wind erosion / deposition, water erosion, salinity/ alkalinity, waterlogging and vegetation degradation to conclude that the situation may take decades to reverse the damage. The report studied districts of Barmer, Bikaner, Jaisalmer, Churu, Ganganagar, Hanumangarh, Jodhpur, Jalore, Jhunjhunu, Nagaur, Pali and Sikar. “The biggest reason contributing to desertification turned out to be water erosion. Our report suggested that 64.69% mapped area is facing wind erosion. For instance, 10% of land degradation in districts like Barmer, Jaisalmer and Jodhpur is due to water erosion,” said O P Yadav, director, CAZRI. Explaining the reason why the sandy landscape existing from millions of years is facing the change only in the last few decades, the report explained that such landscapes are highly vulnerable to wind erosion and it is a universal phenomenon. “What made the situation worse is human-induced activities like fast urbanization, deforestation, mining, indiscriminate use of groundwater, rise in livestock population and the hot summers leading to evaporation. This has accelerated desertification,” said Yadav. Supporting their claim, the scientist says that western Rajasthan harbours a total domestic livestock population of nearly 30.18 million heads – an increase of 14.63 million heads (94.72%) over the 1956 Census figures. “The destruction of vegetative cover due to overgrazing, felling of trees, etc. have accelerated the removal of sediments from the catchment areas of waterbodies as well as loosening of farm soil,” said Yadav. Large-scale mining has been mapped in Jhunjhunu, Jalore, Jodhpur, Barmer for the minerals and building materials, which has impacted the equilibrium. The vegetation cover has gone forever, making the land vulnerable. The report added that the overall scenario has affected the agricultural productivity to a great extent. The introduction of water intensive and multiple crops have their adverse effects in the region. “The empirical data is still being collected to give exact mass land converted into desert,” said Yadav. The team of scientists are also accessing the damage being caused due to increasing vehicular traffic, construction of roads and canal and exploration of oil and gas. Download The Times of India News App for Latest City .", "time": "2019-06-17 10:25:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/thar-desert-expanding-since-last-20-yrs/articleshow/69817318.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Sach Ka Bhram: A play": {"time": "", "link": "http://photogallery.indiatimes.com/events/jaipur/sach-ka-bhram-a-play/articleshow/69773752.cms", "description": ""}, "Kota institutes claim 45 among top 100 ranks in JEE-Advanced": {"time": "2019-06-15 13:38:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/kota-institutes-claim-45-among-top-100-ranks-in-jee-advanced/articleshow/69795858.cms", "description": "KOTA: After reporting stellar performance in NEET and AIIMS exam, Kota coaching centres continued their winning spree when JEE-Advanced results were announced on Friday. The coaching majors claimed 45 ranks among the top 100 when the reports came in last. The entire coaching town celebrated the success of its coaching centres. While Kartikeya Gupta, who scored 346 marks out of 370, came first, two classroom students from Kota—Nishant Abhangi (AIR-6) and Kaustubh Dighe (AIR-7)—came among the top 10 and received a grand reception by local residents. Brijesh Maheshwari, director of Allen Career Institute, said that the institute secured three positions in the top 10 and 38 in the top 100. “Kartikeya Gupta, who was enrolled in our institute’s Mumbai campus, stood first in JEE-Advanced. This year, we have toppers in two most competitive exams in the country—NEET and JEE-Advanced,” he said. Students from Rajasthan were also not far behind in securing success in the national-level exam. Aditya Badola, who took the 11th rank, is from Gulabpura in Bhilwara.  “My dream of studying computer science from IIT-Bombay has come true with this result. It is an opportunity of a lifetime and I will utilize it to the core. My larger aim is to go for research in my respective field,” Badola said. Another lad from Rajasthan, Paarth Jain, who is AIR-12, will also go to IIT-Bombay to pursue computer science. “The first leg of my life’s journey has come to an end. I have been tirelessly preparing for this day. Now begins the next leg of my journey where I will have to prove my mettle in the world,” Jain said. He wants to pursue innovation in modern technology with an aim to make life easier for people. Others from Kota in the top 20 include Jayesh Singla (AIR-17), Adithya Bhaskar (AIR-18) and Parth Gupta (AIR-20). The coaching city has also produced several success stories who may not have secured a seat in the top 100 or 200 but have succeeded in defying all odds. Coaching majors informed that at least 20 students coming from the rural background with hardly any means have qualified. Some of them live deep in the interiors and have not been able to see their results due to poor internet connectivity. Though the results were announced at 10am, the website crashed soon after and resumed only at 4pm. This has led to major chaos among students. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "jaipur": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/jaipur/articleshow/59765270.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Silver bars with golden polish seized in Jaisalmer": {"datetime": "", "description": "JAISALMER: Nachna police on Saturday night while patrolling recovered 10.068kg of yellow metal bars from a person who claimed it to be made of gold. Each bar weighed 1kg. Later police found out that the bars were of silver that had a fine covering of gold polish. The accused perhaps was to deliver them to someone by claiming these to be of gold. Police are questioning him but till now he has not been able to give satisfactory answers. Download The Times of India News App for Latest City .", "time": "2019-06-17 10:14:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/silver-bars-with-golden-polish-seized-in-jaisalmer/articleshow/69817315.cms"}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Himmat faction to hold mahapanchayat today": {"datetime": "", "description": "JAIPUR: As the ultimatum given to the state government by Himmat Singh-led faction of Gujjar Aarakshan Sangharsh Samiti got over on Saturday, they would be holding a Mahapanchayat on Monday in Sikandra to discuss about launching a statewide ‘rail and rasta roko’ agitation. However, three out of five persons belonging to the most backward class (MBC), who have been sitting on hunger strike in Sikandra for over 10 days now, fell ill on Sunday and have been admitted to Dausa hospital. “Three persons – Vishnu Kumar Gurjar, Kushal Chand Gurjar and Vijay Pal Gurjar – have been admitted to Dausa hospital after they fell ill while on hunger strike. The doctors had attended to them and later referred them to Dausa. One person, Ranbir Kasana, ended his hunger strike yesterday (Saturday). Now, just one person Balram is on hunger strike,” said Sikrai SDM Haritabh Kumar Aditya, who visited them at the hospital. Himmat Singh also alleged that nodal officer of Gujjar reservation settlement Neeraj K Pawan was misleading the state government and demanded his removal. Meanwhile, Singh said, “We are expecting a huge number of people from all districts. But, since it has been raining for the past two days, the number could be less. The agenda will be the implementation of 5% reservation for Gujjars (in education and jobs) in totality. There will be discussion on the agitation as well.\" Kirori Singh Bainsla has not been invited for the Mahapanchayat, he added. Download The Times of India News App for Latest City .", "time": "2019-06-17 10:19:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/himmat-faction-to-hold-mahapanchayat-today/articleshow/69817299.cms"}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Khejri Ki Beti: A play": {"time": "", "link": "http://photogallery.indiatimes.com/events/jaipur/khejri-ki-beti-a-play/articleshow/69739882.cms", "description": ""}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Animal ownership case: Cow chooses her 'owner' in Jodhpur court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Rajasthan government’s move to increase summer vacations faces flak": {"datetime": "", "description": "JAIPUR: Reversing the previous BJP order, state education department has reduced winter vacations of government teachers by seven days while increasing their summer vacations by same number of days. However, this move is objected by the Rajasthan Teachers’ Association as they claimed it will not make any difference. Earlier, summer vacations would start from May 19 and continued till July 1 in the government schools across the state. As the BJP came into power at the Centre and Rajasthan, summer vacations were reduced and schools reopened from June 19 onwards. The decision was taken to celebrate, in schools, Yoga Day on June 21 initiated by the BJP government. In order to compensate, seven days were added in the winter vacations making it 14 days. During the time of elections, Congress government declared that they will reinstate the old vacation timetable. Now, the orders have been issued and the schools will reopen on June 24. The government has also reduced seven days from the winter vacations. The decision has been criticised by teachers from all over the state. Teachers said that the Congress government has played politics. President of Rajasthan Teachers and Panchayati Raj Employees Federation, Narayan Singh Sisodia said, “This order is against the promises made by the government. Teachers are being fooled because it is not going to make any difference. As per the old timetable, they can reduce the winter vacations which they did but addition of seven days in the summer vacations doesn’t change anything.” Download The Times of India News App for Latest City .", "time": "2019-06-17 09:23:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/state-govts-move-to-increase-summer-vacations-faces-flak/articleshow/69817350.cms"}, "Showers on Sunday bring down temperature": {"datetime": "", "description": "JAIPUR: Many places in the state witnessed mild to moderate showers that guided the mercury to take a dip on Sunday. However, Kota remained hottest where a maximum temperature of 41.1 degree Celsius was recorded. Jaipur Met office stated that similar conditions will prevail in the state on Monday when some places in the eastern and western Rajasthan will receive mild to moderate showers. Showers started at many places since morning on Sunday. There was an average dip of almost 3 degree Celsius. Jaipurites woke up to a comparatively pleasant morning as a minimum temperature of 29.6 degree Celsius was recorded in the city. It was followed by a drizzling noon as scattered rainfall was witnessed in the city. Though many areas in the city got water-logged, people were seen enjoying the pleasant weather. Meanwhile, among many other places in the state that received rainfall was Bhim (Rajsamand) that witnessed a rainfall of 70 mm, which was highest in the state. It was followed by Tibi (Hanumangarh) 30 mm, Chirawa (Jhunjhunu) and Sriganganagar 30 mm. Many other areas in the state also witnessed a rainfall varying between 20 mm and 10 mm. After fortnight-long simmering heat conditions, except Kota, majority of places in the state witnessed maximum temperatures below 40 degree Celsius. Download The Times of India News App for Latest City .", "time": "2019-06-17 10:25:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/showers-on-sunday-bring-down-temps/articleshow/69817297.cms"}, "Cops, forest officials attacked in Alwar": {"datetime": "", "description": "ALWAR: The mining mafia in Alwar’s Khairthal village attacked the combined team of forest department and local police. The accused beat up the officials before speeding off with three tractors filled with stones. The police said that the incident took place when the forest officials had learnt of illegal stone mining near Khairthal. When the team seized three tractors and was heading back to Alwar, the men working for the mafia attacked them at 3.30 am on Saturday. The miscreants vandalised police and forest department’s vehicles and jeeps, forcing cops and forest teams to make a quick retreat. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:07:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/cops-forest-officials-attacked-in-alwar/articleshow/69807443.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Cops thrash youths, med test conducted": {"datetime": "", "description": "JAIPUR: A day after three policemen of Jawahar Circle police station were suspended for trashing youths and stealing their mobile phones, the medical examinations of the injured were conducted on Saturday. The investigation into the matter has been shifted to Bajaj Nagar police station. “The medical tests of victims Rahul, Vikram and Harish was conducted. Statements of the suspended cops Rajesh, Jitendra and Mukesh were conducted as they alleged that youths had torn their uniforms. A cross case has been registered in the matter,” said SHO Dvendra Singh, adding that probe has been handed over to Bajaj Nagar police station including all the evidences. The victims alleged that they were beaten to the extent they sustained factures, and internal injuries when they exposed PCR vehicle’s wrongdoings by recording a video. The police team after trashing youths detained one of them, yet they snatched the phones of two others with an aim to delete videos. Also, the PHQ has sought a reply from the city police for their illegal action. The victims fear that the tainted police constables had deleted the video in order to destroy the evidence. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:50:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/cops-thrash-youths-med-test-conducted/articleshow/69807476.cms"}, "22 touts held for black marketing of tatkal quota in RPF operation": {"time": "2019-06-15 08:23:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/22-touts-held-for-black-marketing-of-tatkal-quota-in-rpf-operation/articleshow/69795546.cms", "description": "JAIPUR: Unearthing a racket involved in black marketing of tatkal quota of the railway and hacking of the website of Indian Railway Catering and Tourism Corporation (IRCTC), the railway protection force (RPF) in its ‘Operation Thunder’ has arrested at least 22 touts across the state from various divisions. Operation Thunder is a nationwide operation in which the RPF, through intelligence inputs, conducted raids and organised decoy operations to nail down all those involved in the malpractice of exhausting the tatkal quota by different IDs and later selling them off by charging heftily from the passengers. NWR started the operation on Thursday and continued it on Friday. “We have arrested at least 22 persons till Friday who were involved in touting and selling off various train tickets to the consumers in higher prices,” said Abhay Sharma, chief public relations officer, NWR. On the malpractices and modus operandi of the touts, S Mayank, chief security commissioner, talking to TOI, said, “All those arrested are the official railway agents and they are not supposed to get tatkal tickets as this is the facility available only for the passengers. So, these people had created various IDs on the IRCTC and were into frequent booking of tatkal in bulk. Later, they sold these tatkal tickets to their clients at higher prices.” When asked that what were the loopholes that helped the RPF teams to nail down a good number of touts, a senior officer, said, “Firstly, the personal information of the ID which was booking a good number of tatkal tickets on everyday basis did not match with the details of the passengers he was filling, to get the tickets booked. This cleared that these are touts who are exhausting the tatkal quota and genuine travellers during summer rush are deprived of getting this quota.” Among other things done by these touts to cheat the passengers, “They had also developed some apps through which they were hacking the IRCTC software and captcha security. By the time a passenger would fill in every information and looked for the payment option, due to time-out, the passenger failed to book tickets,” an officer said on condition of anonymity. Intelligence wing of railway has intimated various zones including NWR on the prolonged malpractice. “After the inputs on the suspected IDs, we sent our decoy to get tatkal tickets and while these touts gave us tickets, they were arrested. A case under appropriate sections of Railway Protection Force Act has also been registered against them,” said an officer. Download The Times of India News App for Latest City ."}, "Madhu Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/pictures-priyanka-chopra-and-nick-jonas-wish-madhu-chopra-with-adorable-birthday-posts/articleshow/69820084.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Tiger ST-16 dies post tranquillisation in Rajasthan’s Alwar": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/tiger-st-16-dies-after-tranquillisation-in-rajasthans-alwar/videoshow/69712015.cms", "description": ""}, "Cricket World Cup 2019: India beat Pakistan by 89 runs": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/cricket-world-cup-2019-india-beat-pakistan-by-89-runs/videoshow/69818806.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "ACB raid at engineer’s house, assets worth crores found": {"time": "2019-06-15 13:10:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/acb-raid-at-engrs-house-assets-worth-crores-found/articleshow/69795580.cms", "description": "JAIPUR: The Anti-Corruption Bureau (ACB) on Friday night conducted searches at the house of a senior public works department (PWD) executive engineer in the city and found disproportionate assets worth several crores including unaccounted properties and cash. Additional DGP (ACB) Saurabh Shrivastava told TOI that the police had learnt that Raghunath Prasad Meena, posted at the electrical division of the PWD had amassed illegal properties following which ACB launched searches at Meena’s residence for the verification. A team led by additional SP Chanchal Mishra found cash worth Rs 2.55 lakh, and Rs 20 lakh in fixed deposits (FDs) during the search. The ACB sleuths found property papers of Meena’s house in Vivek Vihar which was registered on his wife’s name, one house in Vidhansabha Nagar and one in Engineers Colony. “We are also checking if he has other residential plots in other parts of the city,” said an official adding that the ACB have found papers of a commercial showroom at Gopal Pura, and other in New Atish Market,” said Mishra. In addition to the properties and cash, six life insurance policies, details of 12 bank accounts and one locker were found. The ACB said that they will seize these accounts to investigate the matter. “When we learnt of the unaccounted wealth that Meena had accumulated, we file an FIR and got a search warrant from the court,” Shrivastava said. The sleuths told TOI that based on initial investigation on the basis of the property details recovered so far, Meena had accumulated wealth which is allegedly more than 200 percent to his actual income. “He is a native of Sawai Madhopur district and is scheduled to retire from the service on August 31 of this year,’ an official informed TOI. “The purchase and construction of his Vivek Vihar property is on the behalf of his wife’s name who is not engaged in any profession,” added am official. Download The Times of India News App for Latest City ."}, "Jaipur: Khandelwal, Poonia served show-cause notice by AICC": {"datetime": "", "description": "JAIPUR: Congress candidate from the Jaipur parliamentary seat Jyoti Khandelwal and Pradesh Congress Committee secretary Dhoop Singh Poonia were served show-cause notices by the All India Congress Committee (AICC) for publically airing their grievances against the party leaders. The party has sought an explanation from both the leaders who were asked to reply in seven days. Since the Lok Sabha debacle various Congress leaders, MLAs and others were into mudslinging against each other and were showing their annoyance of defeat on public platform. Both the leaders received the notice through registered post on Sunday. Jyoti Khandelwal had alleged that media chairperson of Congress party in Rajasthan, Archana Sharma and her husband Somendra Sharma conspired to defeat her in the Lok Sabha elections. Poonia on the other hand had posted on the social networking platforms and alleged that PCC president and deputy CM Sachin Pilot has no time for party workers. Cognizance was taken by the party high command on the action of these leaders in a scenario where AICC general secretary and in-charge Avinash Pandey had specifically told Congressmen in Rajasthan not to air their public opinion on the disastrous defeat of the party. When contacted, Poonia confirming the notice, said, “Many others had raised questions after party’s defeat but why is the serving of notices so selective. In my reply I am going to give reference of other statements. What I said was constructive criticism.” Download The Times of India News App for Latest City .", "time": "2019-06-17 09:46:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/khandelwal-poonia-served-show-cause-notice-by-aicc/articleshow/69817338.cms"}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "CM Ashok Gehlot reminds PM of poll promise on east Rajasthan canal project": {"datetime": "", "description": "JAIPUR: Chief minister Ashok Gehlot reminded PM Narendra Modi of his promise made during the election rallies, of making Eastern Rajasthan Canal Project (ERCP) a national project, while speaking at the 5th Governing Council Meeting of NITI Aayog, held in Delhi on Saturday. “This project is expected to supply drinking water to 13 districts of Rajasthan and make irrigation water available for an additional two lakh hectares of land. It is high time to keep that promise and approve this project at the earliest,” said Gehlot. The CM made a strong pitch, seeking Centre’s support in the development of drinking water, rainwater harvesting, agriculture, drought management, health. He asked the Centre to immediately release the first instalment of Rs 370 crore for the year for the National Rural Drinking Water Project. Gehlot sought financial aid worth Rs 1,454 crore for Phase 3 of Rajiv Gandhi Lift Canal Project. “This project is intended to supply drinking water to 2014 villages and five towns of Jodhpur, Barmer and Pali districts up to year 2051. Also, financial aid for the linking of Brahmani river to Bisalpur Dam for drinking water supply for Jaipur, Ajmer, Tonk and Nagaur districts.” The CM demanded that the NITI Aayog should take the responsibility of the special rail projects other than the cost of land acquisition, which should be borne by the states. “On this basis, Ratlam-Dungarpur via Banswara railway line should be initiated,” he added. He further requested that Dholpur-Sarmathura broad-gauge line should be started soon along with an extension of route upto Gangapur City. The CM also demanded that the Union ministries should remove various procedural hurdles in releasing the funds for the Centrally-sponsored schemes. He further requested for strengthening the federal structure of the country by providing more rights to the states in utilization of funds provided by the Centre. He also apprised the Niti Aayog team that recently, the state government framed a law to provide exemption from any kind of permission for first three years to the MSME units. This would provide a favourable environment to the entrepreneurs. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:06:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/cm-reminds-pm-of-poll-promise-on-east-raj-canal-project/articleshow/69807449.cms"}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Mining mafia a gang of ex-bootleggers, criminals": {"datetime": "", "description": "JAIPUR: A new cartel is fast taking roots in Rajasthan in the form of a formidable nexus between mining mafia and local history-sheeters. TimesViewAfter a brief lull, Rajasthan is once again slipping into the grip of ‘mafia raj’, the likes of which are usually seen in Bollywood movies. The state’s mining mafia, especially the one ruling the illegal ‘bajri’ trade, has become so brazen that even top police officials are publicly expressing their helplessness in checking it. After mowing down a senior citizen recently who opposed the mafia’s activities, they have now attacked government officers in Jaipur. What’s more worrying is the utter lack of commitment shown by the state’s top leadership in curbing the menace and establishing the rule of law.Sources in Rajasthan police told TOI that over 1,000 criminals, mostly in their early 20s — which include history-sheeters, village strongmen or local louts — have joined the bajri smuggling syndicate for quick money. On Saturday morning, when a RTO team in Jagatpura was attacked by about eight to ten m afia men, the unidentified accused were found to be mostly between the age group of 20 to 25 years. According to sources, criminals have found a new recourse in bajri smuggling after running out of luck and profits, in a cut-throat trade of illegal liquor smuggling. “Many of these criminals were earlier involved in illegal liquor smuggling cases, transporting consignments from Haryana where liquor is cheap, to Gujarat where it is prohibited. They already knew the tricks of the smuggling trade and therefore, when demand for bajri shot up in the state, they immediately jumped ships,” an official told TOI. Both liquor and bajri smuggling share same modus operandi that include private cars escorting dumper trucks, informers at highway eateries and tea shacks relaying information on the movements of flying squads and highway patrols. “The police special branches (SBs) and Criminal Intelligence Units (CIUs) posted in multiples cities over the past few years, had managed to penetrate deep into the liquor dens operating across the state. Therefore, the risk of defectors and gang rivalry posed a big worry for syndicate’s underlings. The minions then decided to turn to bajri mafia where gang rivalry is minimum, the trade is decentralised and moreover, the risk of arrest in stringent sections is low, while profits are quick,” the official added. A highly placed source involved in probing the death of Kishore Singh (60) who was mowed down by mining mafia in Kardhani on Wednesday for opposing illegal transportation, such is the lure of easy money that people from varied backgrounds including milkmen and truck drivers have joined the illegal trade. “The main accused currently on the run in Singh’s death case is a former milkman who used to supply sand, but decided to transport bajri to reap windfalls,” said the official, adding that many former genuine bajri truck drivers have more or less lost their livelihoods and replaced by goons. Additional DGP (Crime) BL Soni said that mafia is not a right term to assign to bajri mining. “There are many villages located alongside rivers where people are extricating bajri. Anyone with means in these belts is involved in the trade,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:57:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/mining-mafia-a-gang-of-ex-bootleggers-criminals/articleshow/69807474.cms"}, "Rani Chatterjee": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Govt fair on contact": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Govt-fair-on-contact/articleshow/55009513.cms", "description": ""}, "45 varieties of mango on display at exhibition in Rajasthan’s Banswara": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/45-varieties-of-mango-on-display-at-exhibition-in-rajasthans-banswara/videoshow/69707257.cms", "description": ""}, "BJP stages protest against shortage of drinking water": {"time": "2019-06-15 12:56:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/bjp-stages-protest-against-shortage-of-drinking-water/articleshow/69795639.cms", "description": "JAIPUR: The opposition BJP on Friday staged protest at many places in the city over shortage of drinking water. The protesters smashed earthen pots in front of the PHED offices to register their anger for the failure of the department to manage water supply. Addressing a protest organized by the party at the Jal Bhawan in the Civil Lines area, former minister Arun Chaturvedi alleged that even in the distribution of water, the ruling party is differentiating on political grounds. He said, statement of some of the ministers claiming that there is no water crisis as people have not come to the streets is an insult to the people reeling under severe water shortage. In a memorandum to the chief minister, Chaturvedi demanded strict action against the black marketing of water tankers, installing new tube wells, immediate launch of the Rs 11.5 crore drinking water project sanctioned by the previous BJP government at Gujjar ki Thadi among others Another protest was held at Sanganer led by party MLA Ashok Lahoty. Lahoty in his memorandum to the chief minister said the major residential areas of Mansarowar, Pratap Nagar and Prithviraj Nagar falls under the assembly segment of Sanganer. Besides Sanganer is also world famous for its dyeing and printing works which is also a major source of livelihood. He pointed out that Bisalpur water is supplied to major part of Jaipur city from Balawala water distribution centre near Sanganer, but major part of Sanganer assembly constituency is left out of Bisalpur water. He demanded connecting areas under Sanganer with Bisalpur water supply scheme. He also alleged large scale corruption in the distribution of water by water tankers aggravating water crisis. The Kishanpole unit of the party proposed to organize protest over erratic and irregular water supply in the area on Saturday. Meanwhile Rajasthan PCC spokesperson and transport minister Pratap Singh Kachariyawas alleged that the BJP is shedding crocodile tears on water as it had done nothing in the last five years to improve water supply. He said the state government had dug 532 boring wells in Jaipur in the last four months and 200 more are in the pipeline to improve water supply. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "We need separate security forces for protection: Doctors’ association": {"datetime": "", "description": "JAIPUR: Doctors’ agitation, which emerged from West Bengal, has taken Rajasthan in its grip too. Doctors in private hospitals and nursing homes, as well as government doctors and resident doctors will boycott work for 24 hours in the state to express solidarity with agitating doctors in West Bengal.  Emergency services and care of already admitted patients will be excluded from this shutdown. In support of Indian Medical Association’s (IMA) call for a nationwide medical bandh, Private Hospitals and Nursing Homes Society (PHNHS) has declared a complete shutdown of all non-essential medical services, including OPD, elective surgeries and new admissions, from Monday 6am onwards to Tuesday 6am. “All private hospitals including corporate hospitals and nursing Homes, clinics and diagnostic centres will remain closed,” said Dr Vijay Kapoor, secretary, PHNHS. All Rajasthan In-Service Doctors’ Association (ARISDA), a body of government doctors posted in rural areas and district hospitals across the state, has also extended support to the agitating doctors of West Bengal. “The incidents of violence against doctors have become frequent in Rajasthan as well. We demand the government to form special security forces in hospitals for the security of doctors. ,” said Dr Ajay Chaudhary, president ARISDA. IMA’s state branch secretary Dr VK Jain said, “We protested peacefully but no action has been taken to fulfil our demands.” Download The Times of India News App for Latest City .", "time": "2019-06-17 09:16:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/we-need-separate-forces-for-protection-docs-assn/articleshow/69817373.cms"}, "India vs Pakistan: Jaipur eateries prep for the baap of cricket clashes": {"time": "2019-06-16 01:00:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/india-vs-pakistan-jaipur-eateries-prep-for-the-baap-of-cricket-clashes/articleshow/69803641.cms", "description": "Today is an eventful day, not only because it is Father’s Day, but also because Indians across the country (and world) will sit glued to their screens to watch the Indian cricket team take on Pakistan’s at the World Cup.And to make this day even more special, a host of eateries in Jaipur have organised live match screenings, speciallycurated cricket-inspired menus, drinks, décor and other offers.  Gigantic horizontal flex of the tirangaa at the entrance of WTF Jaipur (Shalini Maheshwari/BCCL)  Staff of the cafe will be seen wearing team India's jerseys WTF Jaipur, a sports cafe in C-Scheme, is all geared up for Team India’s victory as they have installed a gigantic horizontal flex of the tirangaa at its entrance. “In India, cricket isn’t just a game, but a religion, and this match is extremely special for all of us. We have installed two big screens and eight LED TVs at our lounge so that people can enjoy the match over live commentary.We will also be calling a tattoo artist at the venue and fans can get temporary tattoos done in the colours of the Indian team or whatever they feel like,” says Abhash Bhowmik, co-owner of the café. Adding to the cricket fever, the entire staff of the café will be wearing team India’s jerseys.  Restaurants have specially curated World Cup menu cards Another cool venue to explore is Club Trove as they unveil some cool offers on the day. Watch the match at the live screening and get a complimentary drink. “India versus Pakistan is an iconic match and we are eagerly looking forward to it. It brings out the best from the players of both sides.We are offering 25% off on the specially- curated World Cup Menu and free shots for everyone at the venue if India wins. What more could one ask for?” says Yogesh Choudhary, co-owner of the club. A few clubs in Jaipur have collaborated with ride services and are offering discounts to customers.For instance, those going to Jaipur Bar Stock Exchange (JBSE) and Zarza for the live match screening will get a 10% discount on their trip. Jai Sharma, owner of JBSE, says, “We are also running combo offers on alcoholic beverages of select brands.” Sonal Sajwan, food and beverage manager at Jaipur Adda, a resto-bar, shares that the restaurant will offer beers at `100 for every century that a Team India player makes. “And if someone makes 200, then one can avail alcoholic beverages on select brands at `200,” he says. Anil Choudhary,who looks after food and beverage operations at Club Colaba, says that apart from the live screening of the match, they are also running an unlimited drinks offer from 3PM to 7PM (first half of the match) at a price of `1199. Goldy, owner of Retreat Wine & Dine, says that the restaurant is offering 20% off on the entire bill if India wins or scores over 300 runs. “We are also running offers for Father’s Day. Instead of offering one plus one, we are offering one plus two on beverages for families. We also plan to give return gifts to all the kids who will be coming with their families,” he says. Other than this, a lot of Jaipurites are also hosting screenings at their homes. Pushpendra Khandelwal, an entrepreneur and resident of Vaishali Nagar, has plans to invite his friends at his house where they can watch the match together and enjoy good food. “All my friends are cricket lovers and since it’s a Sunday and everybody will be free, I thought of hosting a get-together at my house where we could enjoy the match together,” he says. Vishal Malhotra, an interior designer and resident of Bani Park has similar plans. He works in Gurgaon but will be in Jaipur for the weekend. “Since I’ll be in Jaipur for the weekend and the India-Pakistan match will be happening, I thought it’s the best time to invite all my friends over and watch it together.We hope that India wins,” he says. Download The Times of India News App for Latest City ."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Science ‘wizard’ chooses research over medical, engineering": {"time": "2019-06-15 13:04:00", "link": "https://timesofindia.indiatimes.com//city/jaipur/science-wizard-chooses-research-over-med-engg/articleshow/69795536.cms", "description": "JAIPUR: Stuti Khandwala (18) is probably the only student to have cracked the entrance exams for AIIMS, Jawaharlal Institute of Postgraduate Medical Education and Research (JIPMER), JEE-Main, and has a 90 per cent scholarship offer from Massachusetts Institute of Technology (MIT). She wasn't able to crack JEE-Advanced, but that did not affect her career choices. Having the privilege of choice to become a doctor or an engineer from the country’s most sought after institutions like AIIMS, and NITs, she chose a research programme in Bio-Engineering from MIT. It wasn't an easy decision for the 18-year-old hailing from Surat, who was in a dilemma for weeks before she finally zeroed in on MIT. Her scores in these different exams have become a mystery even for her teachers, who have rarely seen a student with such an unusual aptitude. She scored 98.7% in class XII to emerge in the merit list of CBSE class XII-Science stream. She secured AIR-71 in NEET, AIR-10 in AIIMS. “I always wanted to get into research. It requires one to study and understand the flavours of all subjects. This was one of the reasons that I took up both Bio and Physics,” said Khandwala. She was apprehensive of her decision in the beginning but while preparing, she realized that both the streams are 90 per cent similar. “Subjects dealing with medical and engineering entrance tests are fundamentally the same. I don’t find the need for adjusting my mind or aptitude while appearing in both the exams simultaneously. I am glad that I have set the precedent which I am sure will be taken up by many,” said Khandwala. Explaining the reason why she chose not to become a doctor or an engineer, Khandwala said, “It was not an easy decision. After all, it is about my career. I consulted my teachers and parents, and finally took the decision of choosing research from MIT as my path.” Download The Times of India News App for Latest City ."}}