{"Cops clash with mini-bus driver in north Delhi's Mukherjee Nagar": {"datetime": "", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City .", "time": "2019-06-17 08:55:00", "link": "https://timesofindia.indiatimes.com//city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms"}, "AAP holds meets to iron out wrinkles": {"datetime": "", "description": "NEW DELHI: Post the Lok Sabha poll debacle, Aam Aadmi Party has started a series of interactions with party workers across all 70 assembly constituencies to find out the weaknesses of the party before the capital plunges into assembly elections in February 2020. AAP could not win any of the seven parliamentary constituencies. It remained far behind Congress, while BJP won all seven seats by amassing a massive 56.5% vote share. Congress got 22.5% votes, while AAP managed to get only 18.1%. So far, 50 such meetings have taken place. A few of them have been chaired by Delhi convener Gopal Rai, MP Sanjay Singh, senior leaders Atishi Marlena, Raghav Chadha and Dilip Pandey. The focus is on figuring out the critical areas where the party needs to focus on to turn around the situation. AAP chief Arvind Kejriwal has asked party functionaries to work hard for the upcoming polls. A party functionary said senior leaders have been asked to address volunteer meetings in all assembly constituencies to strengthen the party’s position. Atishi, who has addressed meetings in Kondli, Vishwas Nagar and other assembly segments in east Delhi, said: “We are a volunteer-driven party and after every election we sit with our volunteers to understand the results. We have tried to identify our weaknesses and discussed how our performance can be improved in the assembly polls.” The party’s performance in the Lok Sabha polls was far below expectations. AAP was at third position in 48 of the 70 assembly constituencies. In a bid to assuage the concerns of party workers, AAP leaders emphasised that the party didn’t get much votes because it was a “big election” between Narendra Modi and Rahul Gandhi prompting people to vote accordingly. People will vote for AAP in the “small election” (assembly polls), they claimed. An AAP leader privy to the findings of the meetings claimed that the bad results in the parliamentary election have not taken a heavy toll on the enthusiasm of party workers. “The workers are not surprised by the outcome of Lok Sabha election. Functionaries at the assembly level shared that voters confided in them that they didn’t vote for AAP in LS polls because it was a different election,” the party leader added. He further claimed, quoting party functionaries, that during campaigning on the ground people told them, “Iss election mein maaf kar do, Dilli mein Kejriwal ko hi denge (Leave us during this election. For Delhi, we will vote for Kejriwal).” The meetings are also being used as platforms to know public grievances so that the party can focus on critical issues. The outcome of the meetings has been kept confidential. The senior leaders will put up the conclusions drawn from these meetings before CM Kejriwal. The findings will shape the course of AAP’s assembly election strategy. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:05:00", "link": "https://timesofindia.indiatimes.com//city/delhi/aap-holds-meets-to-iron-out-wrinkles/articleshow/69817303.cms"}, "Is this Swachh Bharat?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/isthisswachhbharat3f/articleshow/69807987.cms", "description": ""}, "\nIshaan Khatter: Two years ago, I told my mother I wanted to work with the likes of Majid Majidi\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/Ishaan-Khatter-Two-years-ago-I-told-my-mother-I-wanted-to-work-with-the-likes-of-Majid-Majidi/articleshow/63813654.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Sudden change in weather conditions in Delhi-NCR": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/sudden-change-in-weather-conditions-in-delhi-ncr/videoshow/69811522.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "\nIshaan Khatter: I wanted to work with the likes of Majid Majidi, never imagined it'd come true\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ishaan-khatter-two-years-ago-i-told-my-mother-i-wanted-to-work-with-the-likes-of-majid-majidi/articleshow/63813654.cms", "description": ""}, "CM Arvind Kejriwal raises statehood demand, hike in tax share at NITI meet": {"datetime": "", "description": "NEW DELHI: Chief minister Arvind Kejriwal raised the pitch for full statehood for Delhi and an increase in the share of central taxes at the fifth governing council meeting of Niti Aayog at Rashtrapati Bhawan on Saturday. This was the first meeting of the planning body after the formation of a new government at the Centre. It was attended by chief ministers, lieutenant governors of Union territories, central ministers and senior government officials. Addressing the gathering, Kejriwal reiterated that Delhi should be given the status of a full-fledged state, which had been promised for several years but denied by successive central governments. This demand was one of the key planks of the Aam Aadmi Party in the Lok Sabha elections. During campaigns Kejriwal, his ministers and candidates consistently argued that Delhi’s holistic development wasn’t possible unless it became a full state. Not being a full state has led to wrangling over jurisdiction between the AAP government and the lieutenant governor. While AAP blamed the LG for delaying or scuppering many projects, the LG’s office demanded procedural propriety. Under the current system, the elected government has jurisdiction over all subjects except the police, law and order and land, but the Supreme Court has ruled that control of the services department is in the hands of the LG, who is an appointee of the Union government. AAP reasons that as a full state it will have control over Delhi’s land, enabling it to make several welfare decisions, from allotting land for schools and clinics to providing housing for the city’s residents. It will also get control of the law enforcement agencies and will be able to establish an anti-corruption bureau introduce reforms in Delhi police. The state government can also fill departmental vacancies under the powers given to a full-fledged state, the party argued. Kejriwal also took up the issue of Delhi’s share in central taxes, which has been static at Rs 325 crore for several years. “According to the 14th Finance Commission, states get 42% share in central taxes, but Delhi gets a paltry Rs 325 crore,” the CM said. The AAP government claims that Delhi’s contribution to the Union government’s tax pool has almost doubled from Rs 54,705 crore in 2008-09 to Rs 1,08,882 in 2016-17, but the grants it receives in lieu have remained stuck at Rs 325 crore. Water was another issue that Kejriwal focused on at the Niti Aayog meeting. He sought the Centre’s cooperation in his government’s mega project for the natural storage of water in the Yamuna floodplain. “Important studies, including by IIT Delhi, show that in case this is done, water storage during a single monsoon will be sufficient to end the water shortage in Delhi for two years,” a statement quoted the CM as saying. In Video:NITI meet: Delhi CM Arvind Kejriwal raises statehood demand, hike in tax shareDownload The Times of India News App for Latest City .", "time": "2019-06-16 20:44:00", "link": "https://timesofindia.indiatimes.com//city/delhi/cm-raises-statehood-demand-hike-in-tax-share-at-niti-meet/articleshow/69807241.cms"}, "Soon, Delhi metro cards to have auto top-ups": {"datetime": "", "description": "NEW DELHI: Recharging your Delhi Metro smart cards is set to get easier. Delhi Metro Rail Corporation (DMRC) has signed an agreement with a private technology company, Anduril Technologies private Ltd, to provide the new smart cards, which would automatically get recharged. The new electronically-rechargeable cards get automatically updated when the commuter taps it at the entry gate. The facility will initially be available on the new set of cards, but will subsequently be added to the existing ones too. According to estimates, about 16-17 lakh daily commuters use the cards. Since its launch in 2002, Delhi Metro has sold over 1.5 crore cards till now. The new cards, ‘Autope’, are likely to be rolled out next month. The customers will first have to register themselves on its app or website, and the cards will then be home-delivered. Once the system stabilises, the facility will be extended to the existing card holders as well. “Waiting in a long queue is the biggest challenge a commuter faces at the stations. Although online recharges are prevalent, the card has to be presented to the add value machine (AVM) for top-ups. The new technology will allow auto recharge of smart card as and when the value falls below a threshold,” said Anurag Bajpai, founder, Anduril Technologies private Ltd. Though some banks issue cards that get automatically recharged, the new ones can be linked to any bank account. The company has already launched the new set for a closed user group. “The launch is scheduled in mid-July,” Bajpai said. Other than Delhi Metro, the feature will soon be rolled out in Mumbai and other metro networks. “The idea is to enable a seamless and hassle-free payment for recurring transactions,” Bajpai said. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:59:00", "link": "https://timesofindia.indiatimes.com//city/delhi/soon-metro-cards-to-have-auto-top-ups/articleshow/69807193.cms"}, "‘Land issues hold up piped water to 130 colonies in Delhi’": {"datetime": "", "description": "NEW DELHI: Around 130 unauthorised colonies in the capital are not likely to get piped water supply anytime soon as work is stuck due to non-availability of no-objection certificates (NOCs) from landowning agencies, according to the Delhi Jal Board. DJB vice-chairman Dinesh Mohaniya said NOCs are not available for laying water pipelines in some unauthorised colonies, while it’s not feasible to undertake work in the rest. “Land-owning agencies give NOCs for laying water pipelines in any area. In these cases, they haven’t. For example, Archeological Survey of India may not give NOC for laying pipelines if an authorised colony comes up on its land,” he said. “Some unauthorised colonies have come up in such a haphazard manner that the first house is 10 feet away from the second and the second is 20 feet away from the third. Because of this, it’s not possible to lay water pipelines in such areas,” Mohaniya added. In the absence of piped water supply, residents of unauthorised colonies rely on DJB and private tankers, and illegal borewells. Officials said NOCs for most of the colonies are awaited from the forest department. According to an audit report of AAP government’s work done in 2018-19, NOCs are not available for 95 unauthorised colonies and work is not feasible in 36 others. There are a total of 1,725 unauthorised colonies in Delhi. People living there are believed to be the core vote bank of the AAP. As many as 1,230 unauthorised colonies got water pipelines by the end of 2017-18. DJB had set a target of laying water pipelines in another 291 unauthorised colonies in 2018-19. It, however, could complete work in only 144 such localities. Ahead of the Delhi assembly elections early next year, AAP dispensation has set a target of laying water pipelines in 151 unauthorised colonies. The Arvind Kejriwalled AAP government claims it gave piped water to 372 unauthorised colonies in last four years. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:22:00", "link": "https://timesofindia.indiatimes.com//city/delhi/land-issues-hold-up-piped-water-to-130-colonies-in-delhi/articleshow/69818989.cms"}, "\nGargi College girls enjoy a feisty farewell\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/gargi-college-girls-enjoy-a-feisty-farewell/articleshow/63847705.cms", "description": ""}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "Now buses for Haridwar from Gr Noida twice a day": {"datetime": "", "description": "GREATER NOIDA: Given the ensuing 'Char Dham Yatra' of religious pilgramges to holy shrines, part of which - Kedarnath, Badrinath - fall in Uttarakhand region and increased demands from residents in Greater Noida, Muzaffarnagar, Meerut and Roorkee, the UP State Road Transport Corporation (UPSRTC) has started daily bus service from Greater Noida depot to Haridwar on Friday. The buses will ply twice a day - 5:30am (with actual departure time at 6am) from Greater Noida depot via Alpha commercial metro station in Greater Noida and again at 7pm. The fare from Greater Noida depot is Rs 279 and from Alpha commercial metro station is Rs 275. \"There was increasing demand for the bus service to Haridwar from residents of Greater Noida especially those belonging to Uttarakhand. So we have provided this facility which will benefit residents of not only Noida and Greater Noida, but also Ghaziabad, Meerut, Roorkie etc,\" Luv Kumar assistant regional manager (ARM) Greater Noida depot, Gautam Budh Nagar UPSRTC told TOI. According to Kumar, the route of the bus with capacity of 52 passengers per trip will include Noida via Greater Noida, Ghaziabad, Modinagar, Meerut, Muradnagar, Khatauli, Muzaffarnagar, UP border, Roorkee, Jwalapur to Haridwar. Kumar further maintained that the number of buses might be increased depending on the demand. \"We have started with services twice a day - morning and evening. But these can be increased if there is demand for the same,\" said Kumar. JPS Rawat, president Uttarakhand cultural committee, maintained that there are many residents from Uttarakhand residing in Greater Noida. \"Besides it is a requirement for all residents and will benefit the district in the long run,\" said Rawat. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:12:00", "link": "https://timesofindia.indiatimes.com//city/noida/now-buses-for-haridwar-from-greater-noida/articleshow/69819302.cms"}, "Light rain in Delhi-NCR brings relief from scorching heat, air quality moderate": {"datetime": "", "description": "NEW DELHI: The national capital and its surrounding regions on Sunday received light rains bringing much-needed respite from the scorching heat. At present, the maximum and minimum temperatures in Delhi are hovering at 40 degree Celsius and 28 degree Celsius, respectively. The India Meteorological Department has predicted rains and thunderstorms in the region for tomorrow also. As per Skymet, a private weather forecasting agency, Delhi witnessed the longest period of heat wave in the Monsoon season due to the prolonged dry period from June 1-13. This has made the region the driest of the country with its cumulative rainfall deficiency mounting to 100 per cent. At present, the air quality in Delhi is in moderate category with an index value of 192, according to SAFAR (System of Air Quality and Weather Forecasting). The organisation has adviced people who are \"usually sensitive\" to consider reducing prolonged or heavy exertion and take it easy if symptoms such as coughing or shortness of breath occurs. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:29:00", "link": "https://timesofindia.indiatimes.com//city/delhi/light-rain-in-delhi-ncr-brings-relief-from-scorching-heat-air-quality-moderate/articleshow/69809948.cms"}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "200 Delhi government schools to get CCTVs by July": {"datetime": "", "description": "NEW DELHI: When the students of about 200 Delhi government schools return after the summer vacation, they will find two CCTV cameras in each classroom. This will also allow parents to see what their children are doing inside the class. The first phase of the government’s ambitious project to install CCTV cameras in all classrooms of its 1,100 schools will be completed by July. Delhi government had announced the project in the 2017-18 budget, but a delay in the tendering process resulted in its reintroduction in the 2018-19 budget. After a successful pilot run in one school, the project is now being implemented in a phased manner. The installation has been challenged in the Supreme Court on the ground that the move will put psychological pressure on the children. But “there was no stay on the project so we are moving forward with it”, Binay Bhushan, director of the directorate of education, told TOI. In May, the court just sought a reply from the government. This scheme has often been opposed by teachers and educationists on the ground that it’s a form of surveillance and won’t help either the teachers or the students. According to Delhi government, the project will ensure safety and security in schools. The government has allocated Rs 600 crore (approx) for the installation and maintenance of the 1.2 lakh cameras. The access and control of the cameras in all classrooms, corridors and the rest of the school premises will be with the principal of each school. Each school will now get 150-200 cameras instead of the usual one-two at the main gate. The smartphone interface for the parents is still being developed. “The parents will be given access only to the classroom of their child through a password-protected system,” said Bhushan. However, teachers alleged that the move would affect the natural process of teaching and learning. Sant Ram, a teacher at Sarvodaya Bal Vidyalaya, Subhash Nagar, said, “A classroom is a free space for students and teachers. Now if someone is constantly watching, the behaviour of the children and the teacher will not remain natural. It is a useless exercise.” For safety, the cameras should be installed only at the entry-exit gates and the government should utilise the money to install CCTVs in dark spots around the city, he claimed. “Does the government even know that most of these parents use basic phones?” Government School Teachers’ Association (GSTA) is also opposed to the move. “Once the classes start, we will see how the cameras are intruding into our and students’ privacy, then we will react,” said Ajay Veer Yadav, general secretary, GSTA. “Just like chief minister Arvind Kejriwal had cut the electric cables, we will do the same to the CCTVs if it intervenes with the teaching-learning process.” Download The Times of India News App for Latest City .", "time": "2019-06-16 05:53:00", "link": "https://timesofindia.indiatimes.com//city/delhi/200-govt-schools-to-get-cctvs-by-july/articleshow/69807298.cms"}, "Plight of dustbins in central park": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/plightofdustbinsincentralpark/articleshow/69733038.cms", "description": ""}, "CNG filling line is a menace for daily commuters": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cngfillinglineisamenacefordailycommuters/articleshow/69733102.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "\nWhen 'geniuses' Nawazuddin Siddiqui, Utkarsh Sharma and Ishita Chauhan visited Delhi\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/delhi/when-geniuses-nawazuddin-siddiqui-utkarsh-sharma-and-ishita-chauhan-visited-delhi/articleshow/65531534.cms", "description": "Nawazuddin Siddiqui and director Anil Sharma along with debutants Utkarsh Sharma and Ishita Chauhan visited Delhi for a promotional event for their upcoming film 'Genius'. The film, which is releasing on August 24, also stars Mithun Charkraborty and Ayesha Jhulka.  Actors Utkarsh Sharma and Ishita Chauhan shake a leg in Delhi Director Anil Sharma said, \"It's a story about the confrontation between two geniuses, and even though both of them are right in their own way, but their point of views are very different. The best part about the film is the freshness of the young pair and the confrontation scenes between Nawazuddin Siddiqui and Utkarsh Sharma according to me.\"  Nawazuddin Siddiqui and director Anil Sharma during the movie promotion in Delhi Working with Nawazuddin Siddiqui was like a dream come true, said Utkarsh Sharma. Talking about his experience of working with Nawazuddin Siddiqui, Utkarsh said, \"I have followed his work from the time when he did the role of a supporting character in a film called New York. He's a natural actor who makes you forget that you’re watching him in a film, it feels like you're watching him in real life. While working with him in Genius, I had doubts about myself as I had to act in front of him, but you know, when he enters the set, he comes as a character not as the legend or the enigma he is. So, in a way he makes your work easy because it's the character you're speaking to. When you improvise your dialogues with an actor like Nawazuddin Siddiqui, it feels like you have earned a degree.\" - Shrishti.Bhatia@timesgroup.comIn Video:Nawazuddin Siddiqui, Utkarsh Sharma and Ishita Chauhan visit Delhi to promote 'Genius'Download The Times of India News App for Latest City ."}, "DU may scrap additional riders for all courses": {"datetime": "", "description": "NEW DELHI: With Delhi University set to release an updated bulletin of information on undergraduate admissions on Monday, sources said it was likely that the additional eligibility criteria introduced for all subjects might be done away with. The university is amending the criteria following orders from Delhi high court. A student had moved court over the additional eligibility criteria introduced for BA (Hons) Economics and BCom (Hons). On Friday, HC asked the university to return to the old eligibility criteria in these two courses and extend the registration process till June 22. Earlier, the last day for registration was June 14. Under the new criteria, the university had made inclusion of mathematics compulsory in the calculation of the best-of-four for BCom (Hons). Also, an applicant was required to have scored 50% or more in mathematics to be eligible. Till last year, even pass marks in the subject would have sufficed. The additional eligibility criteria was introduced for a host of other subjects. The new requirements included a minimum of 55% in English and Hindi for English (Hons) and Hindi (Hons), respectively. Till last year, there was no such requirement. Even for language courses, such as Persian, Urdu, Arabic (Hons) and BA programme, DU had introduced a rider of 40% in either Class X or XII in these subjects. “The admission committee has been told to look into all criteria that are going to disadvantage students. It’s likely that the additional eligibility requirements may be done away in all cases,” a senior university official, on condition of anonymity, said. Quashing the amendment, a bench of Justices Anu Malhotra and Talwant Singh had said, “There is no dispute that you (DU) have to be in tune with the times. Nothing prevents you from improving the education standards. No one is saying that your decision is not right, but your timing may not be right.” DU can carry out any amendment in the eligibility criteria by giving a six-month notice before the admissions, it added. However, the changes relating to lowering of percentage deduction for change in streams from 2.5% to 1% will stay. The HC ruling has come as a shot in the arm for several students. Varun Jatav, who wanted to pursue Hindi (Hons), said: “I had 54% marks in Hindi in my Class XII boards. Due to the new rules that were introduced, I was not able to fill up the form.” Jatav, who hails from Haryana, said his best-of-four came to 85%. The changes effected by DU had come on the recommendation of committees in the respective departments. According to the rules, these suggestions have to be ratified by the standing committee and the academic as well as executive councils after which they are notified. But, generally, once the standing committee approves the changes, these are approved by the vice-chancellor. At the statutory body meetings, these changes are listed as reporting items. Hence, this year, even before the matter reached the court, the EC members had written to VC, asking him to withdraw these criteria, as they did not have appropriate approvals. Now, as the university is taking a relook at these changes, the admission schedule has gone haywire — right from releasing cutoffs to the trial schedule for sports and extra-curricular activities. St Stephen’s College has also extended its dates and the cut-off for interviews will now be released on June 24. Download The Times of India News App for Latest City .", "time": "2019-06-17 05:47:00", "link": "https://timesofindia.indiatimes.com//city/delhi/du-may-scrap-additional-riders-for-all-courses/articleshow/69817273.cms"}, "A vehicle-free Sadar Bazar: Idea whose time has come": {"datetime": "", "description": "NEW DELHI: The massively congested Sadar Bazar market, which sees nearly a lakh visitors daily, may be pedestrianised before August 15. A senior north corporation official said a sensitisation meeting with local traders was held on Friday with the focus on identifying locations where the additional vehicle parking load could be shifted. The corporation plans to conduct a detailed survey of the area before implementing the project. The survey is aimed at understanding the ground situation, such as the available parking space, tentative number of vehicles parked on the roads, street parking available, the kind and amount of encroachments, the number of roads to be pedestrianised and arrangements that could be made for animal-powered vehicles, the official said. The move comes after the corporation successfully pedestrianised Ajmal Khan Road in Karol Bagh and regularised parking and traffic movement there. It also hiked on-street parking rates to discourage private cars and is currently carrying out work for improving the parking condition on connecting roads. “Since the nature of Sadar Bazar market is different from Karol Bagh, we need to understand the ground situation before preparing any plan. We may need to shift unauthorised vending from the area, but everything will be done after a consensus with the market associations and shopkeepers,” the official said. But the marking and lane division on the 600m stretch — from Sadar Thana to Bara Tooti Chowk — will be carried out on similar lines and traffic restrictions are expected to be in place for a month and a half. So far, the civic body has identified two locations as alternative parking space. “We can use the nearby Idgah area that used to house the slaughterhouse earlier. It can cater to around 700 vehicles. We also have the option of using a plot of the old zonal municipal corporation office, which can accommodate another 80 vehicles,” he said. At its house meeting last month, the civic agency had approved a “management plan” for busy markets, such as Sadar Bazar and Kamla Nagar, which entailed decongesting these shopping hubs and increasing on-street parking charges. The project for decongestion and pedestrainising Sadar Bazar was taken up on the request of the market association there. Devraj Baweja, general secretary of Confederation of Sadar Bazar Traders Association, said haphazard parking and traffic jams were major problems. “A decongestion plan on the lines of Karol Bagh is required in the area. The civic body should provide ample off-street parking before restricting roadside parking,” he said. The market remains one of the most congested in the city. The corporation official said: “We have observed that pedestrianisation of Ajmal Khan Road has had a positive impact on traffic circulation as well the air quality. We have got positive response from the market association here.” As a part of the project, the street will be marked with yellow and white stripes, demarcating space for hawkers and non-mortised vehicles. There will also be a provision for street furniture like benches and greenery. Download The Times of India News App for Latest City .", "time": "2019-06-17 07:45:00", "link": "https://timesofindia.indiatimes.com//city/delhi/a-vehicle-free-sadar-bazar-idea-whose-time-has-come/articleshow/69817129.cms"}, "Dust pollution, unrepaired road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dustpollution2cunrepairedroad/articleshow/69807951.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "DU colleges will verify papers after intake gets over": {"datetime": "", "description": "NEW DELHI: The DU colleges can’t keep the original documents of the candidates during the undergraduate admissions this year, but that doesn’t mean that there won’t be any check. Once the admission process is over, the colleges will collect the documents and get them verified. As per a Delhi high court order, the colleges will have to return the original documents immediately after the admission this year so that students can easily withdraw and shift to another college if necessary. But “depending on their schedule, the colleges will ask for the documents after the admission. Then these will be verified”, said an official of the admission committee at DU. The verification will either be forensic or with the respective boards. “During the verification, if any college finds any certificate to be fake, the admission will be cancelled immediately. It is a criminal offence to submit fake documents,” said the official. Some colleges like Ramjas and Sri Guru Tegh Bahadur Khalsa had previously conducted forensic tests of all documents during the admission period. For the CBSE students, the marks details are uploaded during the registration process itself from this year. In the past, there had been instances of candidates submitting marksheets from fake boards. This year, the university will also carry out forensic tests for the postgraduate courses. The decision follows the controversy over the fake marksheet of Delhi University Student Union president Ankiv Basoya last year. In Video:After intake gets over, DU colleges to verify papersDownload The Times of India News App for Latest City .", "time": "2019-06-16 18:09:00", "link": "https://timesofindia.indiatimes.com//city/delhi/colleges-will-verify-papers-after-intake-gets-over/articleshow/69807229.cms"}, "Entry to station blocked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/entrytostationblocked/articleshow/69780813.cms", "description": ""}, "Leaning tree poses great risk": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leaningtreeposesgreatrisk/articleshow/69780758.cms", "description": ""}, "Docs' stir hits OPD services in Delhi hospitals": {"datetime": "", "description": "NEW DELHI: OPD services are likely to be affected on Monday at Safdarjung, Ram Manohar Lohia and several other public hospitals in Delhi on account of the protest call given by the Indian Medical Association (IMA). The resident doctors of these hospitals have decided to join the protest to express solidarity with their counterparts in West Bengal. The resident doctors of AIIMS, at the forefront of the protests in Delhi, have decided not to take part in the protest call by the IMA. Routine services are likely to be affected at private hospitals and nursing homes as well, with the Delhi Medical Association (DMA) endorsing IMA’s call for protest and issuing an appeal to its 18,000 member doctors to withdraw non-essential services in view of the stalemate in West Bengal. “All clinics, nursing homes, diagnostic centres and hospitals are requested to shut down routine services,” the appeal from DMA, which was issued on Sunday evening, stated. At Safdarjung hospital, doctors said emergency services including casualty, ICU and labour room shall not be affected by the strike. “Strike shall include OPD, elective OT and ward services,” said Dr Prakash Thakur, president of the Resident Doctors’ Association of Safdarjung Hospital, which gets close to 8,000 patients daily. Meanwhile, most of the residents continued to wear bandages to mark their protest and express solidarity with the doctors in Kolkata. The doctors are demanding a central law to deal with violence against medical professionals. Hospitals should be declared as safe zones and provision of appropriate security should be the responsibility of the state, doctors said. Resident doctors have been agitating since Tuesday in Kolkata demanding security for themselves in government hospitals, after two of their colleagues were attacked and seriously injured allegedly by relatives of a patient who died at the NRS Medical College and Hospital. “All the doctors will assemble at the IMA headquarters on Monday for a peaceful protest,” said an IMA official. In Video:OPD services might be affected by doctors’ strike in DelhiDownload The Times of India News App for Latest City .", "time": "2019-06-17 05:26:00", "link": "https://timesofindia.indiatimes.com//city/delhi/doctors-stir-may-affect-services/articleshow/69817262.cms"}, "Sewer replacement makes life hell": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerreplacementmakeslifehell/articleshow/69697977.cms", "description": ""}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Illegal hoardings in park": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalhoardingsinpark/articleshow/69780764.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "\nSara Ali Khan promotes Kedarnath in Noida\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/delhi/sara-ali-khan-promotes-kedarnath-in-noida/articleshow/66988989.cms", "description": "A day before the release of Kedarnath - her debut film - actor Sara Ali Khan visited DLF Mall of India to promote the film. With fans cheering her name and congratulating the actor for her first movie, it was an overwhelming feeling for the actor to witness this response right before the release of her debut movie. \"I am so excited. I actually thought that there will only be 10-20 people here, do-teen photos khichayenge. lekin ye kya hai? I am speechless. I don't stammer usually but I don't have any words now. Thank you so much, thank you for being here, thank you for making me feel so special,\" she said. As Sara clicked selfies with her fans, a guy also dedicated a song to the actor on stage. It wasn't just guys who made special efforts to impress the actor but the girls also came prepared to make the event memorable for her. A girl from the crowd proposed to the actor using a Shah Rukh Khan's dialogue and Sara. \"I can't believe this. I just want to say that my first picture has not released yet, maine abhi tak kuch kiya nahi hai, par aap logon ne itna pyar diya hai already, thank you so much. Main ek saal pehle aake issi mall mein shopping karti hoon and aaj yahan itna pyaar dekhke main bol nahi sakti ki kaisa feel ho raha hai,\" she signed off before shaking a leg with her fans on a song from her movie.  The crowd cheering for Sara at the mall In Video:Sara Ali Khan visits Noida to promote KedarnathDownload The Times of India News App for Latest City ."}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "SDMC plans next Nandan Van in Dwarka": {"datetime": "", "description": "NEW DELHI: As the meticulously-designed Nandan Van in Greater Kailash-1 is receiving huge footfall, South Delhi Municipal Corporation (SDMC) is developing another park for children to be ready by August-end, this time in Dwarka. The park will be equipped with multi-play equipment, a gazebo, swings and slides. The work is already in progress and the corporation is installing innovative closures and rope bridges between trees at the site. “The park has been recently transferred from the Delhi Development Authority (DDA) and we are using one acre of area for the park. The area has a lot of trees, which is why we are erecting rope bridges,” said a senior SDMC official. “The park is very shady so people can spend time here even during afternoons. With tree decks and colourful cartoon characters all over the park, children will surely have a fun time.” In 2015, Delhi high court had issued directions to the civic bodies to create spaces where children could play safely. In a 2016 study, Delhi Commission for Protection of Child Rights also expressed the same view. After that SDMC developed Nandan Van in B block of Greater Kailash-1 in 2018 — a children’s park with many recreational activities for children up to 12 years of age. As the footfall is huge, the park has a nominal entry fee of Rs 20 to keep away loiterers. Only children and an accompanying guardian will be allowed in. “We aim to maintain same conditions at the Dwarka park as well,” the official said. “The space will be dotted with interactive spaces to engage children both physically and mentally.” Download The Times of India News App for Latest City .", "time": "2019-06-16 08:50:00", "link": "https://timesofindia.indiatimes.com//city/delhi/sdmc-plans-next-nandan-van-in-dwarka/articleshow/69807232.cms"}, "Man beaten to death in Delhi's Prem Nagar": {"datetime": "", "description": "NEW DELHI: A 23-year-old man was beaten to death in Rohini's Prem Nagar area, police said Sunday. Police around 7 pm on Saturday received information that a thief has been caught at the Main Mubarak Pur Road in Prem Nagar and a team was sent to the spot, a senior police officer said. It was found that a man was lying unconscious on the ground and there were injury marks on his body, police said, adding that he was taken to the Sanjay Gandhi Hospital where he was declared brought dead. The person, Amit, who had made the call to inform the police, alleged that last month, a mobile and a DVR of a CCTV camera were stolen from his shop, they said. He said he had the CCTV footage on his mobile phone and the thief can be seen in it, police said, adding that Amit was also taken to the hospital. On Saturday, the suspected thief along with one more person had come again to the shop and were peeping into it, they said. Amit recognised him and he, along with his neighbours, caught both of them and beat them up, police said, adding that there were some more people who thrashed them. The two persons were brought to the shop, but one of them managed to escape, they said. When the person started feeling uneasiness, Amit called the police.He had detained the person hoping that someone from his family would come and he would get some money for the stolen articles. A case under the relevant sections of the IPC has been registered, they added. Download The Times of India News App for Latest City .", "time": "2019-06-16 21:24:00", "link": "https://timesofindia.indiatimes.com//city/delhi/man-beaten-to-death-in-delhis-prem-nagar/articleshow/69815726.cms"}, "Shahnawaz Hussain hosts annual Eid lunch": {"time": "", "link": "http://photogallery.indiatimes.com/events/delhi/shahnawaz-hussain-hosts-annual-eid-lunch/articleshow/69757510.cms", "description": ""}, "Two Delhi airport customs officials suspended for alleged sexual assault on Uzbek woman": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/two-delhi-airport-customs-officials-suspended-for-alleged-sexual-assault-on-uzbek-woman/videoshow/69812407.cms", "description": ""}, "Delhi government notice to nursing homes over fire safety": {"datetime": "", "description": "NEW DELHI: Delhi government’s health department has issued a show-cause notice to several registered nursing homes and medicare facilities in the city for not submitting fire safety certificates. In the notice, the Directorate General of Health Services (DGHS) has asked why an order of cancellation of registration should not be issued. In it notice, DGHS had mentioned the sequence of letters issued by it to the medicare facilities in the capital, asking them to submit a valid copy of a fire safety clearance certificate, and also mentioned the one received by the directorate from the Delhi Fire Services. “Whereas, a letter... dated 2.8.2018 was issued by this Directorate (DGHS) directing therein to submit a copy of valid fire safety clearance certificate from Delhi Fire Service within one month of receipt of this letter,” the health department’s notice read. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:43:00", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-government-notice-to-nursing-homes-over-fire-safety/articleshow/69819243.cms"}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Man posed as scribe to run extortion ring, held": {"datetime": "", "description": "NEW DELHI: A man has been arrested for allegedly running an extortion racket while posing as a senior TV news journalist. The accused, Sudhir, was nabbed while trying to collect Rs 2 lakh from a traffic police cop whom he had been blackmailing. Police said that the accused is a resident of Narela and was a part of a gang that blackmailed shop owners and policemen all over the city. The accused was nabbed near Narela while his associate escaped. The gang came up on the police radar after several complaints were received by traffic police personnel, where they said that a man claiming to be a journalist of a popular media house blackmailed them with videos of them allegedly indulging in malpractices. The man would threaten to air the videos on his channel if the personnel didn’t pay up. Similar complaints were also received from some shopkeepers, who were also blackmailed by a group of men claiming to be journalists. After a traffic police constable posted at Mangolpuri circle complained of being blackmailed for Rs 2 lakh, police laid a trap where the suspects were to collect the cash. Two men arrived at the pickup spot, were subsequently asked to provide their credentials. On checking, the cards were found to be fake. Sudhir was arrested, while the other man managed to slip away. In Video:Delhi: Man posed as scribe to run extortion ring, arrestedDownload The Times of India News App for Latest City .", "time": "2019-06-16 18:02:00", "link": "https://timesofindia.indiatimes.com//city/delhi/man-posed-as-scribe-to-run-extortion-ring-held/articleshow/69807124.cms"}, "Congress spokesperson robbed of Rs 60,000 by thak thak gang": {"datetime": "", "description": "NEW DELHI: A Congress spokesperson became the latest victim of the notorious thak thak gang after four men on a motorcycle fled with her handbag containing approximately Rs 60,000 near Army Base hospital in Delhi Cantonment on Friday evening. Amrita Dhawan tweeted about the incident, claiming that the men diverted her attention and one of them snatched the bag through the window of her car. \"I tried to pull back but he used a massive amount of force and fled,\" Dhawan said in her post. While lauding the co-operation and activeness of the staff of Delhi Cantonment Police Station, the Congress leader expressed shock at how brazenly the criminals operated in full public view. Police officers confirmed that the Thak Thak gang is suspected behind the robbery. A case has been registered. In Video:Delhi: Congress spokesperson robbed of Rs 60KDownload The Times of India News App for Latest City .", "time": "2019-06-16 13:39:00", "link": "https://timesofindia.indiatimes.com//city/delhi/congress-spokesperson-robbed-of-rs-60000-by-thak-thak-gang/articleshow/69808852.cms"}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Jamming the roads": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/jammingtheroads/articleshow/69733052.cms", "description": ""}, "Illegal parking on footpath": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalparkingonfootpath/articleshow/69749024.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "OPD services might be affected by doctors’ strike in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/opd-services-might-be-affected-by-doctors-strike-in-delhi/videoshow/69820153.cms", "description": ""}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Biker dies, rider hurt in South Delhi crash": {"datetime": "", "description": "NEW DELHI: A 26-year-old man riding a motorcycle died while the pillion rider was critically injured after the vehicle crashed into a divider on Nelson Mandela Marg in Vasant Kunj on Saturday evening. Police said that the victim has been identified as Raj Singh. His relative, Vir Shankar (28), is under medical observation. They were allegedly riding the bike at a high speed without wearing helmets. The cops said that Singh lost control of the bike at a curve on the road. Both the riders were flung in the air and suffered severe head injuries on falling. Singh died at the spot. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:54:00", "link": "https://timesofindia.indiatimes.com//city/delhi/biker-dies-rider-hurt-in-south-delhi-crash/articleshow/69808822.cms"}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "Delhi: Fake IPS held for raping many women": {"datetime": "", "description": "NEW DELHI: A man posing as an IPS officer with the Narcotics Control Bureau (NCB) was arrested from east Delhi’s Mayur Vihar. The accused had allegedly raped numerous women after promising to marry them. Police said that the accused has been identified as Piyush and a fake ID card was also recovered from him. Piyush came on the police radar after a woman filed a complaint against a man who claimed to an assistant commissioner of police, who had promised to marry her. The man allegedly sexually assaulted the woman and then absconded. A case was registered at Mayur Vihar Police Station based on her complaint. The woman provided the man’s mobile phone numbers and an account on a matrimonial website where the accused had contacted her. Using the information, the investigating teams nabbed the accused from his house. Along with the fake ID, the cops also recovered fake government stickers on his i10. Police said that the accused had created a profile on a matrimonial site where he introduced himself as an ACP. He would meet women and promise to marry them. He would sexually assault them and then block them from the profile. The accused had allegedly targeted several women with this modus operandi. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:03:00", "link": "https://timesofindia.indiatimes.com//city/delhi/fake-ips-held-for-raping-many-women/articleshow/69807095.cms"}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "US Ambassador Kenneth Juster hosts 243rd US Independence Day": {"time": "", "link": "http://photogallery.indiatimes.com/events/delhi/us-ambassador-kenneth-juster-hosts-243rd-us-independence-day/articleshow/69742640.cms", "description": ""}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "After Noida, ‘No helmet, no petrol’ drive comes in effect at Ghaziabad": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/after-noida-no-helmet-no-petrol-drive-comes-in-effect-at-ghaziabad/videoshow/69806354.cms", "description": ""}, "Garbage takes up road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagetakesuproad/articleshow/69683836.cms", "description": ""}, "Police constable commits suicide in Delhi's Kanjhawala": {"datetime": "", "description": "NEW DELHI: A 34-year-old Delhi Police constable allegedly committed suicide Sunday after hanging himself in Kanjhawala area here, officials said. The deceased constable was identified as Kulbir Singh, a resident of Kanjhawla, they said. He was a constable (driver) posted at the Delhi Police Control Room (PCR). According to a senior police officer, they received information regarding the incident from a hospital at around 11 am on Sunday. Singh was rushed to the hospital where he was declared brought dead, they said. During initial investigation, it was found that Singh hanged himself with a rope in a tin shed in a plot in Lal Dora here. The plot is away from his house, police said. Rajinder Singh, the father of the constable, said Kulbir Singh was depressed from the past 15 days. Kulbir Singh is survived by his wife and two children aged eight and 10, they added. Download The Times of India News App for Latest City .", "time": "2019-06-16 20:35:00", "link": "https://timesofindia.indiatimes.com//city/delhi/police-constable-commits-suicide-in-delhis-kanjhawala/articleshow/69815206.cms"}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Husband, in-laws held for killing woman": {"datetime": "", "description": "NEW DELHI: A month after a woman's body was recovered from a bag dumped beside a drain in outer Delhi's Jwala Puri, her husband, brother-in-law and mother-in-law have been arrested for killing her. Police said that the woman and her husband had a fight after he found out that she had been married earlier as well and had divorced her first husband. DCP (outer) Seju Kuruvilla said that Sarita had an argument with her husband Nikhil, and he strangled her to death. He then panicked and informed his brother and mother about it. The three then stuffed her body in a bag and dumped it beside the drain.  Nikhil told police that he had met Sarita in February and they both got married. Later she told him about her first marriage and that she had a child as well, which angered him. A case of murder has been registered against the three accused. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:45:00", "link": "https://timesofindia.indiatimes.com//city/delhi/husband-in-laws-held-for-killing-woman/articleshow/69808745.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "A month after kidnapping and killing his employer, cab driver held from east Delhi": {"datetime": "", "description": "NEW DELHI: An aspiring chartered accountant was abducted for ransom and then murdered by a youth whom he had employed to drive his cab. The 28-year-old victim, Chandan Kumar Jha, was held hostage in a room in Noida and forced to call his family members to transfer Rs 2 lakh to his account, which the killer withdrew from different ATMs across Noida. Nearly, a month after this incident, the accused, Ankit, was arrested from east Delhi’s Jagatpuri. Jha’s family alleged that they had informed the cops at Shakarpur police station about the abduction on May 17, while the case was registered the next day. By the time the family learnt about his murder, Noida police had already cremated Jha’s body as it had remained unclaimed for over 72 hours. “We expected Delhi Police to act sincerely and help us recover the body. But when they got to know where the body was kept, it had already been cremated,” said Hari Om, Jha’s brother-in-law. On May 15, Ankit had called Jha to join him for a party in Noida. He then took him to an apartment that was rented by his friend Shyam. There, Ankit and Shyam forcefully locked up Jha in a room. The accused then called up Hari Om from Jha’s phone and asked him to transfer money into his account. Jha was then forced to reveal his ATM’s PIN to Ankit, who withdrew the money from different ATMs. Later that day, when Jha threatened to inform police once the accused let him go, the men decided to kill him. They took Jha to a secluded place near Greater Noida and strangled him. The body was dumped in a canal after which Ankit drove his car to a place near Ghaziabad and parked it at the road side. Jha’s body was recovered four days later and cremated after three days. Earlier this month, Delhi Police got in touch with their counterparts in Noida, learnt about Jha’s death and informed the family. They were asked to identify the deceased from the clothes he was wearing. The car, too, was recovered a few days later. According to DCP (East) Jasmeet Singh, when Ankit was questioned regarding the cab, he gave contradicting answers and claimed to have dropped Jha near a petrol pump. “While scrubbing through Ankit’s phone, we found his photos clicked on the day of the incident. His attire matched with the footage from the ATMs and when confronted, he confessed,” Singh said. A search is on to nab Shyam. During interrogation, Ankit said he presumed that Jha had a lot of money and decided to abduct him so that he could ask for a ransom of Rs 5 lakh. The family said that Jha had been pursuing CA coaching classes for the past five years. He had bought the car on finance and hired Ankit to drive it as a taxi so that he could earn enough money to pay for his tuitions. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:55:00", "link": "https://timesofindia.indiatimes.com//city/delhi/a-month-after-kidnapping-and-killing-his-employer-cab-driver-held-from-east-delhi/articleshow/69807307.cms"}, "NITI meet: Delhi CM Arvind Kejriwal raises statehood demand, hike in tax share": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/niti-meet-delhi-cm-arvind-kejriwal-raises-statehood-demand-hike-in-tax-share/videoshow/69815282.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Delhi: Cops bust gang of robbers active near CP": {"datetime": "", "description": "NEW DELHI: A gang that moved in an autorickshaw and strangled victims to rob them has been busted. The men worked around Kalavati Hospital in Mandir Marg and were caught after a cop chased the men when a victim approached police. DCP (New Delhi) Madhur Verma said the victim, a relative of a patient at Kalavati Hospital, approached a police team and said that he was attacked by three men in an auto. Two men gagged him and started strangling him while the third took his belongings before fleeing. Constable Rajbir identified the auto and gave chase, and was able to nab one of the accused, Wakil. Based on Wakil’s statement, the other two accused — Parvesh and Mthilesh — were arrested as well. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:30:00", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-cops-bust-gang-of-robbers-active-near-cp/articleshow/69819045.cms"}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Garbage under Dabri-Pankha Road flyover": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageunderdabri-pankharoadflyover/articleshow/69697961.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Water wastage in residential area": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterwastageinresidentialarea/articleshow/69708834.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Delhi: Gang kingpin held for Rs 30 lakh robbery at doctor’s house": {"datetime": "", "description": "NEW DELHI: Eight months after armed men forced their way into the house of a doctor in Mukherjee Nagar and looted cash and items worth Rs 30 lakh, the crime branch has arrested the kingpin of the gang. The accused, Aftab Hussain, was involved in several cases of violent robberies in the city, police said. According to DCP (crime) Ram Gopal Naik, Hussain had fled to Mumbai after the incident. “A team of ACP Arvind and inspector Dinesh Kumar received information that Hussain, with aliases of Rihaan and Chand, would be coming to a petrol pump on the main Wazirabad road to meet a friend and together they planned to carry out another robbery,” Naik said. A trap was laid and the accused arrested. A pistol was seized from him. During interrogation, the accused disclosed his involvement in a series of robberies. He also admitted to have been a part of the gang that had robbed the doctor in October. Talib, a friend of Hasan’s, had told him that the doctor kept a large amount of money at his residence in Mukherjee Nagar. On October 15, Hussain, Talib and four other men — Murli, Surjeet, Nitin and Vijay — forcibly entered the house and tied the doctor up. They took away Rs 5.5 lakh in cash and diamond and gold jewellery from the house. When the doctor resisted, they assaulted him. Police had arrested Hussain’s associates earlier, but the kingpin himself had remained elusive. In another operation, a notorious criminal, Saifi, was arrested from Jafrabad. Last year, he had shot himself in the arm to implicate his rival in a case of attempted murder. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:46:00", "link": "https://timesofindia.indiatimes.com//city/delhi/gang-kingpin-held-for-rs-30l-robbery-at-docs-house/articleshow/69817203.cms"}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Businessman’s driver held for murder": {"datetime": "", "description": "NEW DELHI: A day after a property dealer was shot dead in northwest Delhi’s Bhalswa Dairy while he was returning from work, cops have arrested the killer. The accused worked as a driver with another property dealer in the area. Police are also looking for the rival businessman who had allegedly threatened the victim earlier. DCP (Outer North) Gaurav Sharma said the accused, identified as Kamal, rode the bike that intercepted the deceased businessman’s Ford Endeavour car on Pushta Road near Bhalswa Dairy. He asked the victim, Chander Shekhar, to come out of the vehicle as he wanted to discuss something with him. As soon as Shekhar stepped out, Kamal fired a single shot at his temple. When Shekhar’s son, who was with him at the time of the incident, tried to intervene, Kamal threatened to shoot him too. Cops registered a case and launched a manhunt to nab the accused businessman, Sunil Gupta, and his driver. “We have recovered the bike and the weapon used in the crime. Probe is on to trace the other accused,” Sharma added. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:52:00", "link": "https://timesofindia.indiatimes.com//city/delhi/bizmans-driver-held-for-murder/articleshow/69807277.cms"}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "Delhi: Wife, her lover hired juvenile to bump off man": {"datetime": "", "description": "NEW DELHI: Police solved the murder case of a man at the servants quarter of a bungalow in South Avenue, with the arrest of the victim’s wife and her paramour. A juvenile was also apprehended who was hired to kill Suresh Kumar. The woman, Anju (34), told police that Kumar — who was 16 years older than her — used to fight with her after she developed intimacy with a relative. Kumar was also addicted to gambling and would often thrash her for refusing to serve food to his friends. So, she decided to eliminate him and gave money to her lover, Shivam (21), to arrange the murder. DCP (New Delhi) Madhur Verma said that during investigation the role of Anju came under scanner since witnesses had reported that just before the murder they saw two masked men near the house. During this time Anju left the house along with her children for an evening walk. It was also found that Anju was in touch with someone in Meerut and spoke to the person for a long time during the day. “Several friends and family members were interrogated and multiple teams were formed to conduct simultaneous raids at all possible locations of Shivam, who was finally found in Burari at a relative’s house,” said Verma. Anju said that many people came to her house to gamble with her husband and she was forced to serve them food all the time. She told officers that a few months ago, she had even tried to commit suicide after a tiff with Suresh. Shivam had roped in his friend, who introduced him to the juvenile. On the day of the incident, the juvenile and Shivam’s friend entered Suresh’s room while he was sleeping and slit his throat with a knife. In Video:Delhi: Woman hires killers to murder husband, arrestedDownload The Times of India News App for Latest City .", "time": "2019-06-16 15:01:00", "link": "https://timesofindia.indiatimes.com//city/delhi/wife-her-lover-hired-juvenile-to-bump-off-man/articleshow/69807162.cms"}, "Telecom infrastructure firm goes to Delhi cops after finding copycat websites": {"datetime": "", "description": "NEW DELHI: A global telecom infrastructure providing company has lodged a complaint with Delhi Police after finding an array of fake websites with similar logos and phone numbers operating in their name. The company alleged that the gang behind the con job has duped several people by posing as their representatives. The fraudsters are not only running portals with a similar domain name as that of the company, but have also opened bank accounts to cheat people. The gang has been taking money from people by promising to install telecom towers on their property for a good rental income. After trapping their victims, the gang demands money for processing fee, registration charges and security deposits. According to police souces, the company, ATC India, got an FIR registered after discovering the large-scale fraud happening in their name. ATC India provides infrastructure to all major telecom firms in the country by providing, renting and installing mobile towers, antenna systems and other backup services. “These people have forged the company’s letterheads, stationary and have registered domain names that are deceptively similar to ours. They have also opened bank accounts, which are being used to solicit money from people,” the company said in its complaint to the police. A preliminary investigation revealed that two websites — www.atcindiatower.in and www.atcindiatower.in.net — are in operation and have no relation with the actual company. While one of them is registered to an office at Barakhamba Road, the other has its registration in United Arab Emirates. When accessed, the fake websites even displayed toll free numbers along with a series of mobile phone numbers to take inquiries. Delhi Police have registered an FIR under IPC sections of fraud and impersonation. Apart from these, sections of the Copyright Act and Information Technology Act have also been applied. Cops are tracking the cellphone numbers that have been advertised by the gang and have sought the IP addresses of the fake websites. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:32:00", "link": "https://timesofindia.indiatimes.com//city/delhi/telecom-infra-firm-goes-to-cops-after-finding-copycat-websites/articleshow/69817313.cms"}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "World Cup 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-videos/will-india-take-their-intensity-to-the-next-level-vs-pak/videoshow/69790733.cms", "description": ""}, "Cops who don’t perform will pay: Amulya Patnaik": {"datetime": "", "description": "NEW DELHI: A day after the city was rocked by five murders, police commissioner Amulya Patnaik asked his men to crack down on violent crime in the city. On Friday, he directed the senior officers to assess the performance of all policeman on the ground over a period of time and take disciplinary action if they proved inefficient in dealing with crime in their areas. Patnaik also directed all officers, including the joint commissioners of each range, to be on patrol duty after dark, especially in trouble-prone spots. He instructed all units to strongly check the inflow of illegal weapons, a major concern since all the murders on Friday were found to be committed using such arms. The police brass acknowledged the substantial rise in the seizure of firearms in the past two years from areas around Meerut and Khargone. Cops in Outer-north, Outer and North-east police districts have been told to intensify action against criminals involved in the firearms trade. The police chief particularly asked the Crime Branch and Special Cell to focus on hard-core criminals carrying firearms and to work at disrupting the supply chain bringing illegal weapons to the capital from Bihar and Madhya Pradesh. Hit the illegal business by effecting big seizures and arresting the suppliers, Patnaik told them. Apart from picket duty, the beat officers will now have to conduct enquiries regarding personal threat to business people and traders in their areas. “On most occasions, threatened people do not approach the police,” an officer said. “It is the responsibility of beat officers now to find out whether they are being threatened or money being extorted from them.” At the meeting on Friday night, Patnaik also ordered the DCPs to intensify surveillance on active history-sheeters under every police station, the aim being to prevent violent crimes. The SHOs of all the police stations have been asked to speed up legal action against criminals with prior histories. The police commissioner reviewed the list of unsolved heinous cases on Thursday evening and directed senior officers to personally identify isolated stretches and ensure proper police patrol, motorcycle patrol and barricade checking in such areas. The deputy commissioners of each district will now sit with their teams to analyse the crime trend and devise strategies to prevent violent crimes. The cops have been asked to keep an eye on criminals being released from Tihar Jail and monitor their activities and movements. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:26:00", "link": "https://timesofindia.indiatimes.com//city/delhi/cops-who-dont-perform-will-pay-patnaik/articleshow/69807005.cms"}, "Alternative site hasn’t cleared green hurdle": {"datetime": "", "description": "NEW DELHI: While the saturated Okhla landfill in south Dehli is finally being capped, an 11-acre plot belonging to the Cement Corporation of India receives over 2,000 tonnes of garbage every day because the creation of an engineering landfill at Tehkhand hangs fire over the issue of tree felling there. The environment impact assessment was carried out in June 2018 and the landfill proposal sent to Delhi government’s environment department, but South Delhi Municipal Corporation still hasn’t been given the green signal for the project. The environment impact assessment report on the 47-acre plot said that 2,178 trees stood on the proposed site, 2,059 of them keekar with small trunk girths. The others were 83 shisham trees, 12 neem trees and some karbala, kinar, siras and sopab babool trees. “Most of these trees are keekar, which do not have much environmental value. Even then, we will take care to fell the least number of trees,” an SDMC official said. The civic body has also assured it will carry out compensatory plantation of 10 times the number of chopped trees and create a 30-metre green belt around the landfill.. According to the SDMC documents, the operators of the proposed landfill and waste-to-energy plant would deposit 5% of the project cost with the Ridge Management Board Fund for use by the forest department to conserve and protect the Ridge. “SDMC will deposit the cost of undertaking the compensatory planting of trees and their maintenance for a period of five year with the forest department, which shall take up planting of indigenous species and their maintenance and also make available sufficient land for raising a compensatory plantation,” the document mandates. The SDMC official added the green belt on the landfill would impart an aesthetic look as well as attract local bird and insect species. “The green belt will act as a buffer between the core activity area of the landfill and the outer environment,” he said. “We propose to plants from species like babul, shisham, Australian babul, neem and Jamun.” Once the Tehkhand facilty was approved, waste generated in south Delhi would be treated there. “Of the 3,600 tonnes of waste we generate, 200 will go to the composting plant, 1,600 to the waste-to-energy plant and rest treated here,” the official said. Out of the 47 acres, 15 acres have been earmarked for the waste power plant and 32 for the landfill. Despite repeated requests, the forest department did not respond to TOI’s queries on the project. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:09:00", "link": "https://timesofindia.indiatimes.com//city/delhi/alternative-site-hasnt-cleared-green-hurdle/articleshow/69807104.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "In and out": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/inandout/articleshow/69780769.cms", "description": ""}, "Govt of India vehicle with tinted glass": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/govtofindiavehiclewithtintedglass/articleshow/69698033.cms", "description": ""}, "Efficiency of Delhi Jal Board": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/efficiencyofdelhijalboard/articleshow/69780830.cms", "description": ""}, "AUD entrance timing changed": {"datetime": "", "description": "NEW DELHI: Ambedkar University on Saturday changed the timings for its MA Psychology entrance exam following complaints from students. The test will now start at 10am as against 2.30pm on July 2. The worried students had earlier written to Delhi University and Union human resource ministry about the clash of dates between DU and Ambedkar University, which left them at a disadvantage. Delhi University, which released its entrance exam schedule on June 13, had slated the tests from June 30 to July 5. The MA Psychology entrance exam was slotted for July 2. “This is the same as AUD. DU kept the same date despite being aware about AUD schedule, which was released in May. This will be tough for us as both the exams are happening on the same day with hardly any gap in timings,” a DU student claimed. Another student, on condition of anonymity, informed that it was on Saturday that AUD changed its timing to 10am-1pm. The exam at DU will start at 4pm. Despite the leeway in timing, many students complained that the exam centre for DUET, which will be conducted by National Testing Agency this year, “may be at far away locations and they won’t be able to make it on time.” Download The Times of India News App for Latest City .", "time": "2019-06-16 08:03:00", "link": "https://timesofindia.indiatimes.com//city/delhi/aud-entrance-timing-changed/articleshow/69807207.cms"}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "A squatter's almirah": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/asquatter27salmirah/articleshow/69808020.cms", "description": ""}, "Buses illegally parked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/busesillegallyparked/articleshow/69733040.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "SDMC's sham job": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sdmc27sshamjob/articleshow/69780791.cms", "description": ""}, "Delhi: Congress spokesperson robbed of Rs 60K": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-congress-spokesperson-robbed-of-rs-60k/videoshow/69811047.cms", "description": ""}, "6 arrested in 3 separate incidents for stealing vehicles in Delhi": {"datetime": "", "description": "NEW DELHI: Six people were arrested and a juvenile was apprehended in three separate incidents for allegedly stealing vehicles in the national capital, officials said on Sunday. Those arrested were identified as Shaikul (27), a resident of Bharatpur in Rajasthan, Shokeen (23), a resident of Nuh in Haryana, Deepak (19), Akash (21), Deepak (19) and Akash (21), all residents of Govindpuri, and one juvenile was apprehended, they said.  Shaikul and Shokeen were arrested near Bijender Murti on Jaitpur Road on Thursday night, a senior police official said.  During interrogation, the two told police that they had stolen many two-wheelers from Badarpur, SaheenBagh and Kalindi Kunj areas, he said.  On Wednesday, police laid a trap at Khader Pulia near Agra canal road and arrested Danish and Attaul Rehman, both residents of JJ Colony in Delhi's Madanpur Khadre, and apprehended one juvenile, DCP (Southeast) Chinmoy Biswal said.  Deepak and Akash were arrested on Thursday while they were riding on a stolen bike in Govindpuri, he said. Total 17 two-wheelers, one country-made pistol and two master keys were seized, the officials said. Download The Times of India News App for Latest City .", "time": "2019-06-16 19:58:00", "link": "https://timesofindia.indiatimes.com//city/delhi/6-arrested-in-3-separate-incidents-for-stealing-vehicles-in-delhi/articleshow/69814770.cms"}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "\nA mini-football World Cup featuring embassy teams in Delhi\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/a-mini-football-world-cup-featuring-embassy-teams-in-delhi/articleshow/64557671.cms", "description": ""}, "\nJamia Millia Islamia awards degree to its students at its annual convocation day\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/jamia-millia-islamia-awards-degree-to-its-students-at-its-annual-convocation-day/articleshow/63830163.cms", "description": ""}, "Del: Girl threw acid on boyfriend to stop breakup": {"datetime": "", "description": "NEW DELHI: The 19-year-old girl who had been posing as the victim in an acid attack that took place last Tuesday in west Delhi’s Vikaspuri has been found to be the perpetrator. She was arrested and produced before a magistrate before being sent to jail on Sunday. It was found that when her boyfriend of three years decided to end the relationship, she made a plan to throw the acid-like substance on him in the hope that with his disfigurement he would have no option but to marry her. On June 11, police were informed that a couple on a motorcycle had been attacked with acid by unknown men. Both of them had suffered burn injuries. The youth was later found with serious wounds and had to be admitted in RML Hospital for treatment. Initially, it was suspected that a jilted lover of the girl was behind the incident. While scanning CCTV footage of the area, police failed to notice any person throwing the acid. The youth told police that just before the attack, his girlfriend had asked him to take off his helmet as its strap was disturbing her. The cops got suspicious and called her in for questioning. Initially, she feigned ignorance, but when police found her statements contradictory, she confessed to having thrown the acid-like substance on her boyfriend. The girl told police that her boyfriend wanted to end the relationship, but she was adamant on marrying him. In a desperate bid to stop him from leaving her, she purchased an acid-like substance. She planned to disfigure the youth so that he would have no other choice but to marry her. That evening, she asked him to remove the helmet saying the strap was disturbing her. As soon as he did that, she threw the acid on his face. She suffered minor burn injuries herself in the process. Download The Times of India News App for Latest City .", "time": "2019-06-17 05:31:00", "link": "https://timesofindia.indiatimes.com//city/delhi/girl-threw-acid-on-boyfriend-to-stop-breakup/articleshow/69817197.cms"}, "Delhi: Two more busy markets to go Karol Bagh way": {"datetime": "", "description": "NEW DELHI: The recent push to turn markets into pedestrian spaces is soon going to be visible in south Delhi too. The first place where cars might be barred is M Block market in Greater Kailash I. The small, if tony, commercial complex is currently undergoing beautification, and valet parking to facilitate shoppers’ visits without their vehicles will be part of the overall project. P S Jha, deputy commissioner of South Delhi Municipal Corporation’s Remunerative Projects Cell, told TOI that an appropriate plot near Archana complex has been identified to site the valet parking facility. “Our staff will drive the vehicles 700 metres to this lot once the shoppers disembark at M Block market. When the visitors are through with their shopping they can inform the valet service and retrieve their cars. The wait won’t be long because it is only a short distance between the market and the parking.” The market already has two parking plots in its vicinity and with the new parking space, 350-400 vehicles can be accommodated, an SDMC official informed. “The space within the market that is occupied by parked vehicles will be opened up for pedestrians,” he added. The market association estimates that around 6,000 people come there daily, with the number climbing to over 10,000 on weekends. The valet parking will the second phase of the redevelopment, the first being beautification. “The beautification project focused on removing the wall around the central park in the market,” said Jha. “In its place, a marble sitting space has been installed so that people can freely move in and around the park while shopping.” The civic body has also re-tiled the walkway along the corridors. A corporation official said that the passages now have pink mosaic tiles and ramps have been added to make them disabled friendly. Once the project is complete, a similar model will be put in place in the N Block market. “We are currently preparing a local area parking plan for entire Greater Kailash taking into account the parking space and traffic flow. Similar plan has been finalised for markets on Aurobindo Marg,” revealed Jha. The civic body has already undertaken a sensitisation meeting with the M Block market association to ensure smooth implementation of the pedestrianisation plan in a phased manner. Rajender Sharda, president of the market association, that parking still remained the primary concern for the shop owners. “We think that the parking woes of our market should first be solved,” he said. “The two parking lots with a total capacity of around 250 vehicles are almost always full. If a multilevel parking lot is created, then a pick-up and drop facility can be started to vacate the market of the 200 vehicles that park in the complex.” Download The Times of India News App for Latest City .", "time": "2019-06-17 05:36:00", "link": "https://timesofindia.indiatimes.com//city/delhi/2-more-busy-markets-to-go-karol-bagh-way/articleshow/69817120.cms"}, "Eager to dig up, slow to repair": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/eagertodigup2cslowtorepair/articleshow/69748987.cms", "description": ""}, "23-year-old Spanish woman raped in Gurugram": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/23-year-old-spanish-woman-raped-in-gurugram/videoshow/69810239.cms", "description": ""}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Two customs officials suspended for assault on Uzbekistan woman": {"datetime": "", "description": "NEW DELHI: Two Customs officials posted at IGI airport have been suspended for allegedly sexually assaulting a woman from Uzbekistan who was visiting India for the treatment of a relative. The matter came to light last month when a complaint was lodged by a whistleblower to senior officials at the airport who then started the probe. Meanwhile, a complaint was also emailed to the office of revenue secretary Ajay Bhushan Pandey informing him about the incident. The complainant, citing a brief detail of the case, requested the revenue secretary that the matter be looked into with utmost priority. Two superintendents of the Customs department, posted at the airport, were then suspended by the authorities for their alleged involvement in the sexual assault. Giving details of the case, officials said that one of the accused official stopped the Uzbek woman upon her arrival from Tashkent on May 3, for checking of her baggage for any suspected smuggled goods. He then took her to a room, which had no CCTV camera, and spent about half an hour there without being accompanied by any women officer, the official added. It is alleged that the superintendent, in his early 50s, sexually assaulted the woman, who had come for treatment of her sister’s child admitted at a hospital in Delhi. The woman had lodged a complaint with the Customs authorities but retracted later after she was alleged to have been threatened of being fabricated in a false case of smuggling, besides threat to her life by the accused officer. The Customs authorities at Delhi airport, who are tight-lipped about the entire incident, are still looking into the matter. However, it is not confirmed whether or not the Customs department has approached Delhi Police, reporting the alleged crime. While inquiring into the allegations against the superintendent, a role of another officer of the same-rank had come to the notice of the authorities. The duo were then suspended by the customs department pending a detailed probe. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:20:00", "link": "https://timesofindia.indiatimes.com//city/delhi/2-customs-officials-suspended-for-assault-on-uzbek-woman/articleshow/69817321.cms"}, "Delhi: Light rain with gusty winds expected today": {"datetime": "", "description": "NEW DELHI: On Monday, a generally cloudy sky is expected along with dust storm or thunderstorm accompanied with light rain, gusty winds (speed 40-50 kmph) and lightning in city, predicts Met official. The morning temperature on Monday was normal for this time of the year. Track the pollution level in your cityLight rain on Sunday morning helped cool the city bringing down the maximum temperature below 40 degrees Celsius. The maximum temperature on Sunday was 36.3 degrees Celsius, three notches below normal, while the minimum was 28.2 degrees, normal for this time of the year. The humidity level oscillated between 28% and 75%. Palam had a maximum temperature of 37.8 degree Celsius, the highest in the city. This was a stark improvement from Saturday when the heatwave continued to scorch Delhi with a maximum temperature of 43.4 degrees Celsius, four notches above normal. At Palam, the mercury touched 45.4 degrees Celsius. Delhi had recorded its warmest day of the season last Monday, when Palam touched an all-time high of 48 degrees for the month of June. Safdurjung recorded a trace of rainfall till 8.30 in the morning, while till 5.30pm it was 0.6mm. The most rainfall of 2mm was recorded at Najafgarh till 5.30pm. According to the IMD bulletin for Sunday, the western disturbance as a cyclonic circulation lies over Jammu & Kashmir and adjoining Himachal Pradesh and is moving away eastwards. “Rain or thundershowers were observed at a few places over Haryana, Chandigarh and Delhi,” it added. “On Monday, a generally cloudy sky is expected along with dust storm or thunderstorm accompanied with light rain, gusty winds (speed 40-50 kmph) and lightning. The maximum and minimum temperatures will be 37 and 28 degrees Celsius, respectively,” a MeT official said. The weatherman has predicted possibility of rain till Thursday and the maximum temperature will slowly rise in the coming days. It is expected to touch 40 degrees again on Thursday. However, there is no prediction of heatwave till June 22. Delhi’s air quality, meanwhile, was in the “moderate” range with an Air Quality Index (AQI) of 178. SAFAR, an air forecasting agency under the Union ministry of earth sciences, said the AQI is predicted to slightly deteriorate for the next two days to reach the high end of moderate to poor category. “The region is characterised by high surface winds that can lead to significant local dust lifting. Under the influence of western disturbance, thunderstorms with gusty winds are expected for the next two days. This can lead to short-lived dust storms with sudden jump in PM10 concentrations. The AQI is predicted to slightly deteriorate for the next two days to high end of moderate to poor category. Later, it may improve due to mild showers,” the SAFAR report stated. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:15:00", "link": "https://timesofindia.indiatimes.com//city/delhi/cloudy-dusty-with-light-rain-in-delhi-today/articleshow/69817283.cms"}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "How is Swachh Bharat possible?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/howisswachhbharatpossible3f/articleshow/69698038.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Delhi University to release updated information on admission tomorrow": {"datetime": "", "description": "NEW DELHI: After Delhi high court set aside Delhi University’s additional eligibility criteria for the undergraduate admissions on Friday, the university’s registration portal remained inaccessible from the midnight of June 14. It finally opened late on Saturday night. Following a meeting of the admission committee, the university stated on its website that the updated Bulletin of Information with changes in the criteria will be uploaded on Monday. The court has asked DU to follow the eligibility criteria of 2018-19 for this season’s admission. While a senior DU official confirmed that the university would abide by the order, there is no clarity on the change in the schedule as the court has asked for the extension of the online registration till June 22. This means DU can’t publish its first cutoff list on June 20. The issue had cropped up when candidates raised concerns over the additional criteria for many courses, including BCom (H) and BA (H) economics. On Friday, the court stated that the changes would have to be made in accordance with law, “which would require a minimum of six months of public notice”. The university has also not clarified if it will let all candidates edit their forms and add even those courses for which they had become ineligible because of this year’s additional criteria. A few members have apparently suggested that DU makes all courses automatically selected for all applicants, letting them deselect later. The online registration started on May 30 and it was to end on June 14. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:04:00", "link": "https://timesofindia.indiatimes.com//city/delhi/du-to-release-updated-info-on-admission-tomorrow/articleshow/69807225.cms"}, "Mobile ‘thief’ lynched in Delhi's Rohini": {"datetime": "", "description": "NEW DELHI: A man died after allegedly being beaten up in Rohini’s Prem Nagar on Saturday evening on the suspicion of stealing a mobile phone. DCP (Rohini) SD Mishra said that a case under IPC Section 304 (culpable homicide not amounting to murder) has been registered. A preliminary investigation has revealed that the unidentified victim, who was in his early 20s, was caught by a shop owner, Amit, on Saturday evening. Amit told police that he runs a mobile phone shop on the main Mubarakpur Road in Prem Nagar. Last month, the victim had stolen a phone and the DVR of a CCTV camera from his shop. Amit later managed to get the footage showing the man stealing the items. Around 7pm on Saturday, when the victim was allegedly peeping into the shop with another associate, Amit chased them. He caught the men with the help of his neighbours and brought them to his shop where they were thrashed by the shopkeepers and the public. Later, the shopkeepers decided to let one of them leave. They detained the victim hoping that his family would come and pay for the stolen mobile phone. However, the victim fell unconscious and was rushed to a hospital where he was declared brought dead. The PCR was subsequently informed about the incident. A team inspected the scene of crime and recorded the statements of eyewitnesses. The CCTV footage of the area is being scanned. Efforts are being made to identify the victim. His body has been preserved in the mortuary and an autopsy will be conducted to determine the exact cause of death. Download The Times of India News App for Latest City .", "time": "2019-06-17 05:26:00", "link": "https://timesofindia.indiatimes.com//city/delhi/mob-beats-man-to-death-over-theft/articleshow/69817153.cms"}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "The ugly face of Okhla gets a green lift, landfill to be eco park": {"datetime": "", "description": "NEW DELHI: After years of existing as a repulsive mound of festering garbage, the landfill at Okhla has got a look that is more attractive. One face of the stabilised landfill has finally been “greened” and the capping work continues on the other sides. When the work is over, the overused landfill will get a new avatar as an ecopark. Tufail Ahmed, the engineer in charge of the capping project, told TOI that 60% of the resurfacing and slope stabilisation work had been finished and grass has been planted over 6,000 square metres of the landfill. “We are in the process of finishing the rest of the slope stabilisation exercise, but the heat wave in the capital has slowed down the task,” said Ahmed. In this heat, watering the greened area is a challenge. “We are using water from tankers and a nearby borewell so that the grass doesn’t die,” an official of South Delhi Municipal Corporation’s engineering department said. “For the long term, a pipeline is being laid from the Okhla waste water treatment plant, and treated effluent water will be used to maintain the greenery.” The civic body’s department of environment management services estimates the green capping to be over soon. “The slope stabilisation work will be finished before the monsoons, while the greening will take 3-4 months from now,” an official said, happy that the landfill hasn’t seen a fire incident since last Diwali when the project began. Former SDMC commissioner Puneet Goel had already announced that an eco-park would be developed on the site. The civic body has the option to carry out biomining, or the extraction of certain materials from the dumped garbage, to turn the site into a park. Ahmed cited the Millennium Park near Sarai Kale Khan and the spot near Indraprastha Depot that were earlier landfills as examples of a turnaround. SDMC had consulted Sri Ram Institute of Industrial Research to analyse the area after the stabilisation process started, and its report said that the organic compounds had more or less decomposed and what remained was akin to soil. “It consists of 93.7% sand, earth, bricks, concrete, etc, and 1.97% of organic material, 3.77% plastic and 0.5% glass/metals,” the report said. When the slope stabilisation is done, the compacted mound will have a surface area of 1.5 lakh square metres. “We will plant native Aravali species there and doob (Bermuda grass) will cover the entire area,” a horticulture officer said. While the other two saturated landfills in Bhalswa and Ghazipur keep on growing dangerously higher, Okhla has actually reduced from a height of 58m to 38m, still as tall as a six-storey building. “The mound is expected to go down by a further 4-5 metres,” said Ahmed. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:05:00", "link": "https://timesofindia.indiatimes.com//city/delhi/the-ugly-face-of-okhla-gets-a-green-lift-landfill-to-be-eco-park/articleshow/69807063.cms"}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Delhi: Man posed as scribe to run extortion ring, arrested": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-man-posed-as-scribe-to-run-extortion-ring-arrested/videoshow/69813421.cms", "description": ""}, "\nKalindi College organizes 51st Annual Prize Distribution ceremony\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/kalindi-college-organizes-51st-annual-prize-distribution-ceremony/articleshow/63844369.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Barapullah shooting: Suspects not identified": {"datetime": "", "description": "NEW DELHI: The suspects nabbed on Friday for shooting at a television news crew in Barapullah could not be identified by the victims on Saturday. The sequence of events narrated by the suspects and the crew was also different, police said. The suspects will, however, be under arrest for possession of unlicensed pistol that was recovered from them. The cops in south Delhi had apprehended two youths with a pistol during investigation near Nizamuddin flyover on Friday night. Suspecting them to having shot at the car, the cops confronted them. However, a source said that the version narrated by them differs from the narrative given by the news crew members. On Saturday, the cops called the journalist, Sidharth Purohit, and the camera person to identify the suspects. However Purohit told TOI, they were not the same. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:50:00", "link": "https://timesofindia.indiatimes.com//city/delhi/barapullah-shooting-suspects-not-identified/articleshow/69808443.cms"}, "Footpath covered illegally": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathcoveredillegally/articleshow/69748973.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}, "DGHS issues show-cause notice to healthcare facilities for not submitting fire safety certificates": {"datetime": "", "description": "NEW DELHI: Delhi's Health Department has issued a show-cause notice to several registered nursing homes and medicare facilities in the city for not submitting fire safety certificates, official sources said Sunday. In the notice, the Directorate General of Health Services (DGHS) has asked why an order of cancellation of registration should not be issued. In the notice, dated June 6, the DGHS had mentioned the sequence of letters issued by it to the facilities here, asking them to submit a valid copy of a fire safety clearance certificate, and also mentioned the one received by the directorate from the Delhi Fire Services. \"Whereas, a letter... dated 2.8.2018 was issued by this Directorate (DGHS) directing therein to submit a copy of valid fire safety clearance certificate from Delhi Fire Service within one month of receipt of this letter,\" the notice read. Another letter was issued by the DGHS on February 14 to summit the fire safety certificates as per the provisions laid down under the Delhi Nursing Homes Registration Act, 1953 and Rules framed there under from time to time, the sources said. A letter was received from the chief fire officer, Directorate of Delhi Fire Service mentioning therein that hospitals and nursing homes fall under the category of institutional buildings, which having a height of more than 9 m or having a ground floor and two upper stories, including a mezzanine, are covered under the norms, the notice said. \"Fire and life safety requirements varies according to the year of construction or conversion of occupancy and accordingly, each individual case along with sanctioned building plans, including section/elevation of the premises... widths of exits duly marked with stipulated fire and life safety provisions as per NBC are required to be forwarded by thread concerned local authority or licence issuing agency before issue of licence for necessary scrutiny,\" the letter from the chief fire officer had read, as quoted in the notice. The director general in the DGHS, further said in the notice, \"Therefore, in exercise of powers conferred under... Delhi Nursing Home Registration Act, 1953... , hereby issue a notice to show cause within one calendar month from the date of receipt of this notice, as to why an order of cancellation of registration\" should not be issued, since there is a violation of a section of the act. The notice has been addressed to keepers, medical superintendents and directors of all registered nursing homes which have not submitted fire safety clearance certificates. Download The Times of India News App for Latest City .", "time": "2019-06-16 17:25:00", "link": "https://timesofindia.indiatimes.com//city/delhi/dghs-issues-show-cause-notice-to-healthcare-facilities-for-not-submitting-fire-safety-certificates/articleshow/69813069.cms"}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Delhi: Man snatches phone to post videos on app": {"datetime": "", "description": "NEW DELHI: Six months ago, 20-year-old Jatin Nagar was introduced to TikTok by his friend. He initially liked watching funny videos posted by other users and soon the addiction prompted him to upload his own content. Nagar started gathering followers and six months down the line became a famous personality on the video-sharing app, which resulted in him earning money too. As his popularity grew, so did the demand to upload more content. Nagar, who works in the call centre of a popular restaurant, needed a new phone for this, but didn’t have the required funds. Instead of saving money, the youth came up with a trick. He searched for the phone he wanted on websites selling second-hand goods. He created a profile, chose a phone and contacted the seller. On June 12, the seller, Jatin Chhabra, came with his iPhone to meet Nagar at the mutually decided meeting point near Preet Vihar. However, instead of making the payment, Nagar snatched the phone from Chhabra and sped away on his motorcycle. A case was subsequently registered at Preet Vihar police station. DCP (east) Jasmeet Singh said that information about the snatching was relayed to all units. On Saturday, Nagar was spotted on Vikas Marg on his KTM bike, chased and nabbed by the cops. The snatched mobile phone was recovered from him. During interrogation, he told police that he was in need of an iPhone to make better videos, so he decided to snatch one. Download The Times of India News App for Latest City .", "time": "2019-06-17 05:53:00", "link": "https://timesofindia.indiatimes.com//city/delhi/man-snatches-phone-to-post-videos-on-app/articleshow/69817332.cms"}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Road divider missing, non-existent foot path": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roaddividermissing2cnon-existentfootpath/articleshow/69697955.cms", "description": ""}, "Filthy public toilet": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/filthypublictoilet/articleshow/69780754.cms", "description": ""}, "Encroachment and parking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentandparking/articleshow/69749047.cms", "description": ""}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "After intake gets over, DU colleges to verify papers": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/after-intake-gets-over-du-colleges-to-verify-papers/videoshow/69813475.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Concrete choking Sanjay Van trees: Delhi activist": {"datetime": "", "description": "NEW DELHI: A city-based environmental activist has written to the forest department alleging that the base of trees in Sanjay Van are being concretised and measures should be taken to stop it. However, Delhi Development Authority officials said that it was a mistake on the part of the contractor and the concrete around the trees will be removed. Verhaen Khanna, founder of New Delhi Nature Society, in an email to forest department officials and environment minister Imran Hussain, alleged, “Fertile soil is being cemented to make an outdoor gym. Please note that all other outdoor gyms in Delhi do not have a cemented ground.” Sanjay Van is a city forest near Vasant Kunj and Mehrauli in south Delhi spread over 783 acres. “Today I found new cementing work around the trees, which used to have soil and grassy area, inside Sanjay Van near Qutub Institutional Area gate. You are requested to urgently stop the illegal work, give directions for corrective measures to ensure only soil remains within one metre of the affected trees. Kindly follow the procedure under Section 8 of Delhi Preservation of Trees Act, 1994,” Khanna stated in the email. National Green Tribunal in its order dated April 23, 2013, said: “They (authorities) shall ensure that the concrete surrounding the trees within one metre is removed forthwith… due precaution is taken in future so that no concrete or construction or repairing work is done at least within one metre radius of the trunk of trees.” Poonam Dewan, DDA additional commissioner (landscape), told TOI: “Normally, directions are given that no concretisation will be done around trees. We will get the concrete around the trees removed in a day or two. We will put rubber on the equipment of the outdoor gym so that people don’t get hurt. We will ensure no tree is trapped in concrete.” Concretisation up to the trunk of trees on footpaths make their foundations weak as there is no space for them to absorb air and water. The roots of trees are destroyed because they get little space to grow and anchor the tree. Interestingly, Delhi Preservation of Trees Act, 1994, also had provisions for penal action against those who trap trees in concrete. In 2000, the central government issued rules for de-choking of trees, which states that an area of 6x6 feet around each tree should be left vacant while concretising pavements. In 2007, Delhi high court, while hearing a petition filed by NGO Kalpvriksha, directed the authorities to free the trees in the city of concrete. Two years later, the court, while hearing a petition filed by SC Jain, ordered a survey in Delhi on the status and plans for de-concretisation. Download The Times of India News App for Latest City .", "time": "2019-06-17 07:48:00", "link": "https://timesofindia.indiatimes.com//city/delhi/concrete-choking-sanjay-van-trees-activist/articleshow/69817177.cms"}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Delhiite participate in 'The Bubble Parade' to break silence around child sexual abuse": {"time": "", "link": "http://photogallery.indiatimes.com/events/delhi/delhiite-participate-in-the-bubble-parade-to-break-silence-around-child-sexual-abuse/articleshow/69564346.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Obstructive parking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/obstructiveparking/articleshow/69748951.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Woman held in Delhi for hurling 'chemical substance' on boyfriend": {"datetime": "", "description": "NEW DELHI: A 19-year-old woman has been arrested for allegedly hurling a \"chemical substance' on her boyfriend in Vikaspuri area of West Delhi after he wanted to get out of their three-year-old relationship, police said Sunday. Police said they were informed by the DDU hospital on Tuesday that the woman and her boyfriend were attacked by some unidentified persons with some \"chemical substance\". The alleged attack occurred when the man was on a scooter with his girlfriend riding pillion. The man had burns on the right side of his face, neck and chest, while the woman had sustained minor burn injuries, police said. Investigation revealed while riding the scooter, the woman had asked her boyfriend to remove the helmet as it was disturbing her, a police official said, adding when he removed his helmet, someone hurled a chemical substance on his face. \"The woman was questioned at length and she confessed about her involvement in the case,\" Deputy Commissioner of Police (West) Monika Bhardwaj said. The accused disclosed that enraged by her boyfriend's insistence on ending the three-year-old relationship she threw the chemical substance on his face during the ride, Bhardwaj said. The officer said the woman had felt that after being defaced, the man would have no other option but to marry her and he would not have any suspicion on her. Download The Times of India News App for Latest City .", "time": "2019-06-16 22:14:00", "link": "https://timesofindia.indiatimes.com//city/delhi/woman-held-in-delhi-for-hurling-chemical-substance-on-boyfriend/articleshow/69816217.cms"}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "The heat is on, but light rain and thunderstorm in the next four days": {"datetime": "", "description": "NEW DELHI: Heat wave continued to scorch Delhi with a maximum temperature of 43.4 degree Celsius recorded on Saturday – four notches above normal for this time of the season. At Palam the mercury touched 45.4 degree Celsius. According to the IMD, however, relief is just around the corner with light rain and thunderstorm expected in the next four days. Forecast by the regional meteorological department said very light rain and gusty wind are likely to occur from Sunday onwards, with the maximum temperature dropping to 40 degree Celsius. Subsequently, it could drop to around 38 degrees by Tuesday. “A spell of pre-monsoon rain will hit Delhi, along with thunderstorm. This is a normal occurrence for this time of the year and should help improve the weather condition in Delhi NCR. The maximum temperature, which has been hovering 4-5 degrees above normal, is likely to drop below normal in the next 48 hours,” said a Met official. The humidity level oscillated between 20% and 55% on Saturday, while the minimum temperature was 27.8 degree Celsius. Delhi’s air quality, meanwhile, was in the “poor” range with an air quality index (AQI) of 224. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:21:00", "link": "https://timesofindia.indiatimes.com//city/delhi/the-heat-is-on-but-light-rain-and-thunderstorm-in-the-next-4-days/articleshow/69807286.cms"}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Off radar for long, gangsters resurface to give sleepless nights to Delhi cops, citizens": {"datetime": "", "description": "NEW DELHI: Several high-profile criminals, many of whom have jumped parole, are learnt to have resumed their criminal activities. This has come into renewed focus after a spate of gang wars in the capital. Jitender Gogi is one such dreaded gangster who continues to evade the cops, as are Vikas Lagarpuria, Sandeep Dhillu, Amit Guliya, Hashim Baba and Anil Ganja who are giving sleepless nights to Delhi Police. Many of these names are suspected to be behind numerous recent cases of gang war, carjacking and extortion. Murder, attempt to murder and extortion are among the 16 cases that Lagarpuria has against his name. He was arrested in 2015 and was in Bhondsi jail till December last year. Police officers said he applied for parole, citing the ill-health of a family member but, once out, he never went back. His close aide, Anil Ganja, also gave cops the slip after coming out on parole. It is suspected that the two are recruiting new members to their gang. Ganja, too, has six cases registered against him. After Lagarpuria was arrested, Ganja started his own gang, but is learnt to have joined hands with him again. Police sources said there had been a spike in carjacking incidents in and around Dwarka and Najafgarh ever since the two men came out of jail. Cops are also on the lookout for Amit Guliya, a close aide of gangster Kapil Sangwan, alias Nandu. A native of Ladpur village near Kanjhawala, Gulia had a reward of Rs 50,000 on his head and was arrested in 2016 by Gurgaon police. He has been absconding ever since he jumped parole last year. He is said to be running the Nandu gang in outer Delhi and Haryana now. Police officers said with the division in the Manjeet Mahal gang and the death of gangster Vikas Dalal, the Nandu gang was trying to increase its influence. The gang was behind the murder of TikTok influencer Mohit Mor in Najafgarh. In trans-Yamuna, multiple police teams are on the hunt for gangster Hashim Baba, who jumped parole in 2016. He has been involved in a bitter gang war with rival Chhenu Pehelwan. Gangster Sandeep, alias Dhillu, who made a sensational escape last year after his aides threw chilli powder in the eyes of policemen who had taken him to LNJP hospital, is still at large with a reward of Rs 2 lakh on his head. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:02:00", "link": "https://timesofindia.indiatimes.com//city/delhi/off-radar-for-long-gangsters-resurface-to-give-sleepless-nights-to-cops-citizens/articleshow/69817219.cms"}, "Home away from home: Why a roof over students’ head is such a big business": {"datetime": "", "description": "NEW DELHI: Studying in the institutions of Delhi is a dream come true for many youngsters, topped perhaps only by the additional privilege of being a hosteller on the campus. But of course, the latter is the privilege of only a few. In Delhi University alone, of the 65,000 that it will admit this year for undergraduate studies, over half of them outstation aspirants, only 4,331 will get hostel seats. This is true also of the other universities and institutions in the city. Traditionally, paying guest hubs have met the accommodation needs of so many students. These days, however, it is not just a roof over the head that students demand. PGs are a necessity, of course, but potential dwellers also consider factors like safety in the locality, CCTVs, fire safety of the building and distance from their institutions in addition to rent, food and cleanliness. Secondary facilities sought include laundry, housekeeping services and WiFi connectivity. That is why many companies have corporatised student accommodation — and they are doing well too. In the south, the major PG areas are in Lajpat Nagar, Greater Kailash and Anand, while Vijay Nagar, Mukherjee Nagar and Guru Teg Bahadur Nagar in north Delhi have been the traditional posts for outstation students. The PG business has grown substantially in the past five years. Local property owners and dealers have taken full advantage of the shortage of accommodation in college campuses, and the outstation students find it comforting to find so many options available. Start-ups in the business prove how lucrative putting a roof over students’ heads can be. Companies like CoHo, Stanza Living and Students Inn, among others, are drawing students with their “consumer-centric” approach. Backed by sponsors such as the Matrix Partners, Accel Partners, Alteria Capital, they provide more than just a room-and-three-meals package. Gaming rooms with pool tables and gyms are among the additional facilities they offer. “I enjoy my stay here,” testified Anish Goyal, 23, who has opted for Stanza Living in Shakti Nagar in north Delhi while preparing for the judicial services exam. “I have access to a gym, TV and a fusball table, among other things. I don’t study all day long and these things help me relax.” Even those in the older mould offer more than just the regular room and board. Sushila Rani has thrown in free WiFi for girls at her facility in Lajpat Nagar, charging them Rs 15,000-17,000 overall per month. “It’s our responsibility to take good care of the girls living with us and we ensure facilities that satisfy them,” said Rani. Priya Yadav, who lodges in the South Delhi Polytechnic for Women in the same locality, conceded, “The PG experience has been good. Our landlords have even provided us with coolers for the summer months.” Madhu Sanhotra, warden of Divine Shelter in Vijay Nagar, claimed, “The girls have always felt safe and secure like they would at home. We have a security guard present at all times.” Another facility there, North Campus Girls PG, not only has WiFi but also a doctor on call at reasonable rents ranging from Rs 8,000 to Rs 10,000. The sealing drive has caused a small dent in the business, mainly because coaching institutions operating out of unauthorised buildings have closed shop. “Fewer students have turned up seeking accommodation this year. We have definitely faced losses in the past year,” claimed a cafe owner in GTB Nagar, who offers rooms to students. Places like GTB Nagar and Kamla Nagar have been hit. In south Delhi, the regular PGs have also suffered, but for another reason. “New PGs have come up in Zamrudpur and Greater Kailash, closer to the institutions or to Delhi Metro stations. They are preferred by students,” explained Nitin Sikka of Chowdhary Properties. (With inputs from Avinash SVS)Download The Times of India News App for Latest City .", "time": "2019-06-17 08:41:00", "link": "https://timesofindia.indiatimes.com//city/delhi/home-away-from-home-why-a-roof-over-students-head-is-such-a-big-biz/articleshow/69817233.cms"}, "On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi Police": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/on-cam-sikh-driver-his-son-beaten-dragged-and-kicked-on-road-by-delhi-police/videoshow/69816466.cms", "description": ""}, "Congress protest on power, water ‘crisis’": {"datetime": "", "description": "NEW DELHI: Intensifying its campaign against “power and water shortage” in the capital, Delhi Congress will hold demonstrations in all 70 assembly constituencies on June 18. In a statement issued on Saturday, Delhi Congress alleged that the capital was witnessing severe water and power crisis, which the Aam Aadmi Party government failed to address. The protest will be led by three Delhi Congress working presidents Haroon Yusuf, Rajesh Lilothia and Devender Yadav. “Scores of Congress workers and general public are expected to join the protests across the capital, as complaints to the AAP government have fallen on deaf ears. The Kejriwal government has not taken any steps to address the power and water shortage,” the Congress said in a statement. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:30:00", "link": "https://timesofindia.indiatimes.com//city/delhi/congress-protest-on-power-water-crisis/articleshow/69808650.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Delhi Assembly poll plan: BJP to hold series of surveys": {"datetime": "", "description": "NEW DELHI: The Bharatiya Janata Party is planning to conduct multiple surveys for better selection of political issues and candidates for the Delhi Assembly polls due early next year, senior party leaders said on Sunday. “BJP has been working on various fronts to ensure that it retains the 55% vote share it got in the capital in the LS polls for a comfortable victory in the state polls next year,” a senior Delhi BJP leader said. Regular meetings of the party are being held in view of the speculation that the Delhi Assembly polls may be pre-poned to coincide with the state elections in Maharashtra, Haryana and Jharkhand in October-November. “In view of the upcoming Delhi Assembly polls, three-phased surveys are planned for shortlisting constituency-specific issues, assessment of the AAP government (in Delhi) and the performance of its MLAs as well as to analyse the reach and popularity of our leaders for selecting suitable candidates,” a senior Delhi BJP leader said. In Video:Delhi Assembly poll: BJP to conduct surveys for better selection of candidatesDownload The Times of India News App for Latest City .", "time": "2019-06-17 08:18:00", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-assembly-poll-plan-bjp-to-hold-series-of-surveys/articleshow/69818956.cms"}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "India's Most Wanted: Promotions": {"time": "", "link": "http://photogallery.indiatimes.com/events/delhi/indias-most-wanted-promotions/articleshow/69446717.cms", "description": ""}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "No way for pedestrians": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nowayforpedestrians/articleshow/69808011.cms", "description": ""}, "Namaste Thailand Film Festival concludes in Delhi": {"datetime": "", "description": "The third edition of Namaste Thailand Film Festival concluded in Delhi recently. The film festival was inaugurated with the screening of modern Thai romantic comedy Friend Zone. Namaste Thailand Film Festival is an annual festival organised to bridge the gap between Indian and Thai cultures. The festival featured six movies which presented the culture and tradition of Thailand in different ways. “We are happy that people turned up in large numbers for the inauguration and the screening of Friend Zone. Films are no doubt a reflection of a society, as films reflect how people think. This year we selected six films, which were six different stories told in different ways, but they all reflect Thai culture and society. We hope the viewers enjoyed the uniqueness and the diversity of the Thai culture and recognised the similarities between Indian and Thai cultures,” said Chutintorn Gongsakdi, the Ambassador of Thailand to India. Download The Times of India News App for Latest City .", "time": "2019-06-16 16:43:00", "link": "https://timesofindia.indiatimes.com//city/delhi/namaste-thailand-film-festival-concludes-in-delhi/articleshow/69812549.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Where's the numberplate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/where27sthenumberplate/articleshow/69807962.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "DU’s off-campus colleges become springboards to sporting success": {"datetime": "", "description": "NEW DELHI: These past few years in Delhi University, the off-campus colleges have fast emerged as the leaders in sports. Students admitted under the sports quota often prefer these colleges for the support they get there, and it is these institutions that are producing the sportspeople representing the country and university in international events like Asian Games and University Summer Olympics. Anil Kumar Kalkal, director of the Delhi University Sports Council, explained that centralised trials for admissions, started in 2016, allowed the students to keep their options open on where they wanted to study. “Earlier, they competed in the trials in North Campus colleges, but found it impossible to reach the off-campus institutions the same day for the trials there,” said Kalkal. “That is why fewer students were admitted under the sports quota in these colleges. The centralised system has allowed the students to attend just one trial and get admitted to any college of their choice.” In any case, reasoned Pawan Dabas, physical education teacher at Bhaskaracharya College of Applied Sciences, studying outside of North Campus or South Campus isn’t an ignominy any more. He said that the off-campus colleges were no longer disadvantaged because the facilities in all DU colleges had improved after NIRF and NAAC rankings began taking into account both academic and infrastructural facilities. “We have better infrastructure and provide the students facilities of international standards,” claimed Anju Luthra, associate professor at Jesus and Mary College in Chanakyapuri. “We also try to make better resources available to them, including international coaching.” Such care and support are what draws sportspeople to these institutions. Manoj Rathi, physical education teacher at Motilal Nehru evening and Delhi College of Arts and Commerce, also observed that good sportsperson were choosing outer colleges “because they feel they will have less academic pressure in these institutions”. He said, “Many students choose these colleges so that they can focus on their sport.” An example is his student, Shourya Pratap Rathee, a third year student in DCAC. The taekwondo champion from Rohtak, Haryana, said “I was a science student in Class XII, but since I wanted to give more time to my sport, I opted for the BA Programme.” His decision is paying off and he will represent DU in the World University Games in Italy in July. Nishant Sindhu, who won the gold at the 7th World University Shooting Championship in Kuala Lumpur in 2018, is one of the increasing number of students from off-campus colleges winning international laurels. The BSc 3rd year student told TOI that he joined Bhaskaracharya College because it was closer to his home in Gurgaon. “This saved me time in travel and I got more time for practise and study.” Dabas, his physical education teacher in college, ensures that he gets the support of the college authorities and the adulation of the students to encourage the young shooter. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:11:00", "link": "https://timesofindia.indiatimes.com//city/delhi/dus-off-campus-colleges-become-springboards-to-sporting-success/articleshow/69807223.cms"}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Obeying traffic rules not for traffic cops?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/obeyingtrafficrulesnotfortrafficcops3f/articleshow/69733022.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Two customs officials at Delhi airport suspended for alleged sexual assault on Uzbek woman": {"datetime": "", "description": "NEW DELHI: Two senior customs officials posted at Delhi airport have been suspended for allegedly sexually assaulting a woman from Uzbekistan who was visiting India for medical treatment of a relative, officials said. The matter came to light last month when a complaint was lodged by a whistleblower to senior officials at the airport who then started the probe. Meanwhile, a pseudonymous complaint was also emailed to the office of Revenue Secretary Ajay Bhushan Pandey informing him about the incident. The complainant, citing a brief detail of the case, requested the Revenue Secretary that the matter be looked into with utmost priority. The top officer in the revenue department was also requested to bring the culprit to justice to set an example for before other public servants, who the complaint described as \"wolves in the skin of sheep\". The copy of the complaint was then forwarded to the officer concerned in the Central Board of Indirect Taxes and Customs (CBIC), the top policy making body for the customs department. Two superintendents of customs officials posted at the airport were then suspended by the authorities for their alleged involvement in the sexual assault, the officials said. Giving details of the case, they said that one of the accused official stopped the Uzbek woman upon her arrival from Tashkent on May 3, for checking of her baggage for any suspected smuggled goods. He then took her to a room, which has no CCTV camera, and spent about half an hour there without being accompanied by any women officer, they said. It is alleged that the Superintendent, who is in his early 50s, sexually assaulted the woman, who had come for treatment of her sister's child admitted at a private hospital in Delhi, the officials said. The woman had lodged a complaint with the customs authorities but retracted later after she is alleged to have been threatened of being fabricated in a false case of smuggling, besides threat to her life by the accused officer, they said. The customs authorities at the Delhi airport, who are tight-lipped about the entire incident, are still looking into the matter. However, it is not confirmed whether or not the customs department has approached Delhi Police, reporting the alleged crime. While enquiring into the allegations against the Superintendent, a role of another officer of the same-rank had come to the notice of the authorities. The duo were then suspended by the customs department pending a detailed probe. It is also alleged that the Uzbek woman, who can hardly speak English, is under tremendous strain and hesitant in reporting the assault in view of the alleged threats. \"The incident depicts a horrific picture. No one knows how many women may have been assaulted by such officers on the pretext of baggage search for any suspected smuggling,\" a woman staffer posted at the airport said on condition of anonymity. Customs officials randomly stop passengers to check their baggage or for personal search to foil any attempt of smuggling at the Delhi airport. In Video:Two Delhi airport customs officials suspended for alleged sexual assault on Uzbek womanDownload The Times of India News App for Latest City .", "time": "2019-06-16 16:24:00", "link": "https://timesofindia.indiatimes.com//city/delhi/two-customs-officials-at-delhi-airport-suspended-for-alleged-sexual-assault-on-uzbek-woman/articleshow/69810307.cms"}}