{"Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Man involved in 70 ‘cash only’ theft cases nabbed": {"time": "2019-06-14 04:23:00", "link": "https://timesofindia.indiatimes.com//city/meerut/man-involved-in-70-cash-only-theft-cases-nabbed/articleshow/69778047.cms", "description": "Muzaffarnagar: A man involved in over 70 cases of theft was finally arrested by Muzaffarnagar police on Thursday. Surprisingly, Ansaar Ahmed, 23, had no mention in police records as he operated alone and left without a trace. Besides, he targeted only cash and left other valuables of his victims untouched. According to police, Ahmed believed that forming a gang would have led to an easy arrest. On Sunday, he was caught while stealing Rs 62,000 cash from a seed store on Court Road. During the interrogation, Ahmed confessed to have been involved in 70 theft cases in Muzaffarnagar and adjoining districts. Police recovered Rs 62,000 cash which was stolen from the seed shop. According to superintendent of police Satpal Antil, “He has committed 12 thefts in Muzaffarnagar and 60 thefts in the Meerut zone. He operates alone and has no other associate because he feels if he forms a gang, there would be no privacy. A police team has been sent to his home to recover other stolen goods and cash.” Five police teams were formed to solve the theft in the pesticide shop. After receiving a tip-off, a police team from Civil Lines police station arrested him from a bus stop on Thursday. The SP also claimed to have solved the case of loot at lawyer Urmila Sharma’s house which took place on June 3. Police arrested three culprits and recovered Rs 3.5 lakh from them. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Criminal with 25k bounty killed in encounter in Saharanpur": {"datetime": "", "description": "MEERUT: A criminal, Adnan alias Moosa, wanted in several cases of loot and robbery was shot and killed by Saharanpur police in an encounter that took place between local police and motorcycle-borne men in an area under Rampur Maniharan police station. Moosa’s brother was injured. Saharanpur said Moosa was shot at and later succumbed to injuries. His brother, Nauman, sustained bullet injuries and was taken to a local hospital for medical aid. According to police the duo was on a motorcycle when they were hailed to stop during a surprise inspection. Instead they opened fire at the police who retaliated. In the shootout, Moosa and his brother were hit. Moosa carried a reward of Rs 25,000 on his head. Countrymade pistol was seized from the spot. The encounter took place days after a Muzaffarnagar-based criminal, Shahzad, was gunned down by Saharanpur in an encounter of May 26. Encounters remain unabated in the state despite criticism from human right bodies. At least 80 criminals have been killed in the encounter since the BJP government led by CM Yogi Adityanath came to power in March 2017. Meanwhile, in Noida, a criminal, Mannan alias Rashid, was held in a joint operation by SWAT team of Bareilly and Noida police on Sunday in an encounter at Dadri. Mannan sustained two bullet injuries and is being treated in a local hospital. He was wanted in over a dozen cases of loot and robbery. His name had come up in the sensational Rs 65-lakh loot in Noida's Jarcha area on May 27 last month. Existing bounty of Rs 50,000 was raised to Rs 1 lakh by Meerut zone ADG, Prashant Kumar, on June 7. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:11:00", "link": "https://timesofindia.indiatimes.com//city/meerut/criminal-with-25k-bounty-killed-in-encounter-in-saharanpur/articleshow/69816622.cms"}, "In UP, woman throws hot oil on ex-lover on his wedding day, held": {"datetime": "", "description": "MEERUT: In a case of relationship gone horribly wrong, a 20-year-old woman threw hot mustard oil on a 22-year-old, just hours before the latter’s wedding day. The woman is a resident of Mazargate in Bulandshahr’s Anoopshahr area while the 22-year-old has been identified as Umesh Joshi. The bizarre incident took place on Sunday morning, hours before Joshi’s wedding. Joshi has sustained burn injuries on his face. According to police, the accused, who is now under arrest, confessed to have committed the crime after she learnt about her lover’s wedding with some other person. The woman sneaked into Joshi’s house at around 4 am and caught him off-guard. Joshi was fast asleep and couldn’t thwart her move. The accused has been arrested now, the police said. Basanti, the victim’s mother, claimed that the accused woman wanted to disrupt the wedding after he failed to “force her way in marrying the victim”. Joshi was discharged after given primary aid at a local hospital. He has sustained burn injuries on his face, but is currently stable. Sources claim that the marriage will continue as scheduled. Initially, a case of acid attack under section 326 A (voluntarily causing grievous hurt by use of acid) of the Indian Penal Code was registered at Anoopshahr police station. But later, the police stated that they would take remand under section 327. “The accused is under arrest. During investigation, it was established that the substance was hot mustard oil and not acid. Hence, the police will take remand under section 327 (voluntarily causing grievous hurt by dangerous weapon/means),” said Atul Kumar Chaubey, Annopshahr CO. Read this story in BengaliDownload The Times of India News App for Latest City .", "time": "2019-06-17 09:23:00", "link": "https://timesofindia.indiatimes.com//city/meerut/woman-throws-hot-oil-on-ex-lover-on-his-wedding-day-held/articleshow/69816643.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "2,200 dairy owners protest eviction move in Meerut": {"time": "2019-06-12 12:21:00", "link": "https://timesofindia.indiatimes.com//city/meerut/2200-dairy-owners-protest-eviction-move/articleshow/69746902.cms", "description": "MEERUT: With the district administration planning to move dairies out of the city area based on a directive of the Allahabad high court, 2,200 dairy owners took to the streets on Tuesday to protest against the move. The standoff continued for over an hour after which the officials agreed to give time to the owners so that they can move the dairies on their own. The move is despite the fact that the district administration has not been able to find suitable land on city outskirts. The matter has been pending for the past 20 years. In 1998, the Allahabad high court had ordered shifting the dairies out of city limits. However, the order was not complied with. In May this year, the court directed the district authorities to provide land to dairy owners and shift them. Lokesh Khurana, the petitioner, said, “The order has been there for over 20 years now. Despite this, the authorities have not taken any action in the matter. The same instructions to shift the dairies outside the city were given by the Allahabad HC to Varanasi too. While a cattle colony has been set up in Varanasi, which is PM’s constituency, the instructions are not being followed at all in Meerut.” The HC order dated January 4, 2019, read, “The municipal corporation Varanasi as well as Meerut shall identify all the unauthorised dairies operating in the towns concerned. Such list shall be forwarded to the district magistrates of the town concerned and the district magistrates shall initiate necessary penal proceedings against such dairies under relevant rules and norms for their violation. They should also make a complete plan for shifting the dairies outside the municipal area within a period of two months from now and forward the same to the state government.” The dairy owners protested against the decision of the district administration to begin the drive to move dairies. Meerut district magistrate Anil Dhingra said, “According to the HC order, the dairies have to be moved to the outskirts of the city. Providing a land for cattle colony is not a pre-condition. Since we are facing a deadline of June 30, there is little we can do than to follow the order. The dairy owners have agreed to move their dairies out of the city by Wednesday, failing which the administration along with the police will remove it.” Download The Times of India News App for Latest City ."}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "UP govt doctors wear black band in solidarity with protesting colleagues in West Bengal": {"time": "2019-06-15 09:24:00", "link": "https://timesofindia.indiatimes.com//city/meerut/up-govt-doctors-wear-black-band-in-solidarity-with-protesting-colleagues-in-west-bengal/articleshow/69794852.cms", "description": "LUCKNOW: Government doctors across Uttar Pradesh on Friday wore black bands to express solidarity with their counterparts protesting violence against two of their colleagues in West Bengal. The step was taken in response to a call for a four-day nationwide protest by Indian Medical Association (IMA) on Friday. Dr Amit Singh, general secretary of Provincial Medical Services Association, UP, said, “Government doctors wore black bands while discharging their duties at various hospitals in the state. In the afternoon, a delegation of the doctors submitted a memorandum addressed to the Prime Minister through the district magistrate.\" In the memorandum, “We have demanded security for doctors so that they do not feel scared” while discharging their duties. He added that more than 18,700 doctors who are members of the Provincial Medical Services Association, UP took part in the protest. Junior doctors in West Bengal are on a strike since Tuesday after two of their colleagues were attacked by a mob and seriously injured at NRS Medical College and Hospital in Kolkata following the death of a 75-year-old patient who died of a cardiac arrest. The incident raised concerns regarding security of doctors. In Meerut, doctors under the banner of Indian Medical Association, wore helmets and black badges in protest and demanded proper security for doctors so that they can work properly. “We condemn the incident and it is just sad that doctors who save people’s lives are being attacked. We need a safe and secure environment to function, or else we will not be able to admit any serious patients. This is because if there is a high probability of death of a person, the chances are that his family will be annoyed and might attack us,” said Dr Shishir Jain, president, Meerut Indian Medical Association (IMA) unit. As a mark of protest, doctors in Meerut wore helmets and black badges while they tended to their patients on Friday. “If our demands of providing adequate security to doctors are not met, then the doctors will go on strike. However, due to the protest, only common man suffers,” said Dr Jain, who condemned the incident and demanded strict action against the perpetrators of this heinous crime. Dr Raghvendra Sharma, vice-president of IMA's Bareilly unit, said “More than 25 doctors gathered on Friday and donned black ribbons on their arm. We have sent a mail to the Prime Minister's Office to condemn the Kolkata incident.\" In Pilibhit, a delegation of doctors associated with the IMA demanded constitution of a district-level committee comprising a senior police officer not below the rank of additional superintendent of police, the chief medical officer and a designated delegate of IMA to ensure safe working environment for medical professionals. The delegation was called for empowering this committee to review all cases of violence against doctors and enforce prompt legal action against the assailants. The delegation handed over a memorandum of demands to additional district magistrate, (finance and revenue), Atul Singh, which was addressed to the Prime Minister. “We have demanded a new legislation from the Prime Minister to protect doctors and their medical establishments from violence as everyone in the country has the right to work in a safe environment,” said Dr Deepak Kumar Gangwar, district general secretary of IMA in Pilibhit. OP Yadav, IMA secretary for Agra district said, “In solidarity with our colleagues in West Bengal, doctors wore a black ribbon on their arm and gathered at the district collectorate to handover a memorandum to the district magistrate and senior superintendent of police. They demanded adequate arrangement for strict implementation of the UP Medical Protection Act. Violence in hospitals adversely affects patient care and institutions will be reluctant to take up complicated and risky patients which will affect critical care. A national law against violence in hospitals has to be brought in urgently that should provide a minimum of seven years of imprisonment for hospital violence.” (With inputs from Ishita Bhatia from Meerut, Priyangi Agarwal from Bareilly, Keshav Agrawal from Pilibhit and Deepak Lavania from Agra) Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Now, Kisan Pathshalas to teach organic farming in UP": {"time": "2019-06-12 12:50:00", "link": "https://timesofindia.indiatimes.com//city/meerut/now-kisan-pathshalas-to-teach-organic-farming/articleshow/69746936.cms", "description": "BIJNOR: To encourage organic farming among farmers in Uttar Pradesh, Kisan Pathshalas, known as ‘The Million Farmers’ Schools’, have been launched in the state. The schools aim is to encourage farmers to adopt eco-friendly organic farming and improve the technical know-how of those who have already taken it up. By switching to organic farming, it is hoped, farmers will shift from dependency on pesticides and other chemicals that have robbed the soil of its nutrients and lend a hand in recharging groundwater at the same time. The lectures are being conducted by the agriculture department officials and scientists with examples of farmers who have taken to organic farming and become market leaders by selling organic crops besides motivating thousands of others to follow their footsteps. Some like Bulandshahar-based farmer Bharat Bhushan Tyagi and Ram Saran Verma of Barabanki have also been awarded the Padma Shri. Addressing one such school in Bijnor, deputy director of agriculture department JP Chaudhary said, “In the world only 1.2% organic farming is being practised in the total area under cultivation. Therefore, there is a big market for organic products all over the world. Farmers can earn hefty profits through this method and also reduce cost of production.” He added, “There are 2.33 crore farmers in UP. Around 92% of them are small farmers. They can survive only on a multi-crop system. Besides they should set up poultry farms, pig and fish farming and raise cattle to increase their income. The government has set a target of doubling farmers’ income by 2022.” At the ground level, the cen tral government is providing a soil health card (SHC) to farmers in order to promote soil test to ensure balanced use of fertilizers to enhance yield. The test reveals actual quality of the soil and the ideal conditions needed. It is here that experts through The Million Farmers’ Schools advise the farmers which nutrients are required to improve soil fertility by adopting simple methods of recycling crop waste instead of burning stubble. They can take up composting and vermiculture (using earthworms) for preparing bio-fertilizers and also use farm products for making bio-pesticides. Water management is another vital issue for both farmers and environmentalists in view of depletion of water, especially groundwater. According to experts, in India, 85% of sweet water is used for agriculture and 15% for drinking. Most of the water is drawn from underground sources in UP, especially western parts, resulting in depletion of water tables. At many places, rivers have started to dry up and other water bodies like dried up ponds have been encroached upon. It is here that farmers can play a key role in reviving water bodies. It is estimated that half an acre of pond can recharge around 70,000 cubic meter groundwater. Right form of cropping is also essential for farmers who tend to mix and match different varieties of crops like cereals, vegetables and fruit in order to get two or three crops yields a year. Here, too, farmers are being informed how to go about it and make a profit as well. Last but not the least is the farmer himself — his good health too is important for good farming. That requires a balanced diet which he can source from his own kitchen garden than going to the market, say the experts. Download The Times of India News App for Latest City ."}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "11-year-old girl raped in Meerut madrassa": {"time": "2019-06-11 14:09:00", "link": "https://timesofindia.indiatimes.com//city/meerut/11-year-old-girl-raped-in-meerut-madrassa/articleshow/69738495.cms", "description": "MEERUT: Days after a minor girl was raped and murdered in Meerut's Kharkhauda area, another 11-year-old girl was raped by a local maulvi inside a madrassa in Meerut's Khedi village under Saroorpur police station. According to police, the crime was committed on Saturday night but the family approached local police on Monday following which an FIR under section 376 (rape) of the Indian Penal Code and relevant sections of the Protection of Children from Sexual Offences (POCSO) Act was registered.  \"According to the survivor, she was assaulted inside a local madrassa in the village. Investigation began after registration of the FIR and a cleric named Shahid was arrested on Monday evening,\" SP (rural) Avinash Pandey said. Earlier in Meerut, a 9-year-old girl was abducted, raped, murdered and her body was dumped in a sewer on June 6. Download The Times of India News App for Latest City ."}, "Raj Ghat gardener beaten to death in Baghpat village": {"time": "2019-06-14 04:23:00", "link": "https://timesofindia.indiatimes.com//city/meerut/raj-ghat-gardener-beaten-to-death-in-baghpat-village/articleshow/69778053.cms", "description": "Meerut: A 50-year-old man who worked as a gardener at Raj Ghat, the memorial dedicated to Mahatma Gandhi in Delhi, was beaten to death for alleged theft in Baghpat late on Wednesday night. While the FIR filed by his family says that the victim, Begraj, was beaten up by some people who thought he committed theft at a house in Katha village of Baghpat, police sources say that his illicit relation with a local woman was also being investigated.“Begraj was returning from Delhi and was on way to his village Khekhda on Wednesday night. When he was in Baghpat town, he got a call after which instead of going to his house in Khekda village, he went to Katha. At 2 am on Thursday, a local UP 100 police van got a call that that a man was beaten up brutally allegedly for theft. When the police reached there, they found him lying in a pool of blood,” said Baghpat additional SP Ranvijay Singh.Begraj was rushed to a nearby hospital, where he was declared brought dead. “An FIR has been filed against six men, out of which two have been arrested. These men include the one who informed the police about his location. Investigation is on and the body has been sent for post mortem to get a clear picture,” said Singh.Police sources also said a love angle is also being investigated as the man allegedly had an illicit relation with a woman in Khekhda. \"Her family allegedly thrashed him to death,\" they claimed. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "UP: Juvenile held for raping 8-year-old girl": {"time": "2019-06-14 17:54:00", "link": "https://timesofindia.indiatimes.com//city/meerut/up-juvenile-held-for-raping-8-year-old-girl/articleshow/69790081.cms", "description": "BAREILLY: A 17-year-old boy was arrested on Thursday for allegedly raping an eight-year-old girl in a village under jurisdiction of Nawabganj police station. The minor was raped on Wednesday, when she had gone out to fetch water from a nearby hand pump. The accused took the girl to a secluded place and raped her. Station house officer of Nawabganj, inspector Rajesh Kumar Singh, said, “The accused, who hails from a minority community, had been in correction home for raping a girl in 2017 and was released only seven months ago.” After producing him in court, he has again been sent to juvenile home on Friday. Superintendent of police (rural area) Sansar Singh said, “While going through CCTV footage, installed at a nearby college, we spotted a man in red shirt and black trousers taking the survivor on his bicycle. During investigation, we learnt that two juvenile were nabbed and sent to juvenile home in 2017 on charges of raping two girls of the same village.” Police said that they took the boys in custody and produced them before the girl. “Seeing her tormentor the girl was frightened but was able to identify him. Over brief interrogation, the accused confessed of raping the girl. Since the accused juvenile hails from minority community and rape survivor is from other community, chances were high that the matter would take communal turn. However, we have deployed adequate police force there and the situation is now completely under control,” SHO said. On Wednesday when the survivor was going to fetch water from a nearby hand pump, accused juvenile, who came on a bicycle, told the girl that her father was calling her but he took her to a secluded place where he allegedly raped her. The accused later dropped the girl near her home. The survivor narrated the ordeals to her mother in the evening. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "UP releases Rs 20 cr for uniforms of govt schoolkids": {"time": "2019-06-14 04:23:00", "link": "https://timesofindia.indiatimes.com//city/meerut/up-releases-rs-20-cr-for-uniforms-of-govt-schoolkids/articleshow/69778060.cms", "description": "Meerut: In what is being considered as a welcome move, a sum of Rs 20 crore has been released for purchasing school uniforms for UP government schoolchildren. However, the money has been released only for non BPL students as the funds for uniforms of BPL, SC and ST children comes under Sarva Shiksha Abhiyan and is released by the central government.Unlike previous years, when the money for the uniforms used to be released as late as August, when school was already five months into session, this year, the funds were released two months into the session. “The amount released will be deposited in the bank accounts of school management committees depending on the number of non BPL kids in each school as per records. The share per student is Rs 400 such that they will get two uniforms, costing Rs 200 each,” said Bhola Nath, finance controller, basic shiksha parishad, UP, in his order.The amount should be used in accordance with Sarva Shiksha Abhiyan norms for school uniforms. “The amount used for purchasing school uniforms and the progress of uniform distribution should be updated with the basic shiksha adhikaris and further the state authorities should be informed about the matter,” read Nath’s order.The amount has been released for both primary and upper primary schools for students of Class 1 to VIII. Instructions have also been given to ensure that the budget is used as soon as possible.Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Dangerous driving": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerous-driving/articleshow/61651631.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Woman’s semi-nude body, with head, one hand missing, exhumed from field; rape, murder suspected": {"time": "2019-06-14 04:21:00", "link": "https://timesofindia.indiatimes.com//city/meerut/womans-semi-nude-body-with-head-one-hand-missing-exhumed-from-field-rape-murder-suspected/articleshow/69778030.cms", "description": "Meerut: In a shocking incident, body of a woman, in her early 30s, with head and one hand missing, was exhumed from a field in Lohia Nagar in Meerut’s Daurala area, approximately 400m from NH58 on Thursday. A local farmer, Ishwar Pandit, alerted the police after he felt a foul smell emanating from his field. When police reached the spot, it exhumed the decomposing body of a woman – her head and left hand both missing. They were apparently chopped off using a sharp weapon. A huge crowd gathered at the spot after the news of the sensational murder spread like wildfire in the area. Investigation in the case has begun. “Our priority is to ascertain the identity of the victim. We are in the process of alerting police stations in Meerut and neighbouring districts who can cross-check the missing person’s reports filed at their respective police stations,” SP (city) Akhilesh Narayan Singh said. “The body will be kept in the morgue for the next 72 hours before it is sent for post-mortem. Efforts are being made to ascertain her identity. Exact cause of her death will be known only after the autopsy,” an investigator in the case said. This comes almost a month after torso of a woman and her head were recovered at two separate places in Bulandshahr. Despite local police putting in efforts, the body has yet not been identified. Download The Times of India News App for Latest City ."}, "Neighbour rapes minor, arrested": {"datetime": "", "description": "BIJNOR: A 22-year-old man was arrested in Bijnor and sent to jail on Saturday after his neighbor, a 16-year-old girl, accused him of raping her. According to the police, the incident took place on Friday evening. Accused Mohammad Sadiq barged into the room of the girl and raped her. The police said that after committing the crime Sadiq escaped. A case was registered against the accused under section 376 of IPC and POCSO Act on the late Friday night after which the accused was arrested the next morning. Bijnor superintendent of police Sanjeev Tyagi, said, “We have arrested Sadiq. He was at large since Friday evening.” Download The Times of India News App for Latest City .", "time": "2019-06-16 06:00:00", "link": "https://timesofindia.indiatimes.com//city/meerut/neighbour-rapes-minor-arrested/articleshow/69806472.cms"}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "650 transformers ‘blow off’ this summercausing massive power outage in Bijnor": {"datetime": "", "description": "BIJNOR: Around 25 transformers in western UP’s Bijnor district are ‘blowing off’ every day due to huge power overload this summer. And the constant malfunctioning of transformers is leading to massive power outages in the district causing much inconvenience to the people in this scorching heat. Power department officials claimed that on an average 10-12 transformers ‘blow off’ in other seasons. But, the count nearly doubled this summer with around 650 transformers stopped functioning between May 14 and June 14, the officials admitted. And as a result, with regular power cuts, the people – battling the severe heat wave - are living in hellish conditions. Some of the transformers have been badly damaged during the ongoing heat wave. It was 46 degrees Celsius recorded in Bijnor on Saturday. So, it is problem aplenty for Paschimanchal Vidyut Vitran Nigam Limited. According to sources, there is a provision that burnt transformers should be replaced within 24 hours in a city and 72 hours in rural areas. But here, the power corporation has failed to replace the transformers on time. Assistant engineer at a workshop, Susheel Kumar, said, “With rising temperature, cases of burning transformers have doubled. Earlier, under normal situation, around 10 to 12 transformers were burning out in a day while at present, the numbers have reached 22 to 25 per day. Most of the burning transformers are of ‘25KVA’.” Kumar also said, “In summer, both power consumption and load usually shoots up resulting in damaging the transformer. There are over 70,000 tubewells in the district which almost runs every day to irrigate the crop. Here, the main crop is sugarcane which requires more irrigation than others. Besides, AC, fans and coolers are used in excess. We are trying our best to replace the burnt transformers.” The transformers which ‘blow off’ also pose a threat to the people, particularly in populated areas. Arbaaz Khan, a resident of Sherkot, said, “Blowing off transformers is common for villagers in summer season. But, the situation is very bad this year. On Friday, a transformer in Halwaeyaan Mohalla of Sherkot suddenly caught fire. There was panic all around but luckily no one was hurt. Power corporation authorities should do regular inspections of the transformers - maintain it properly and check its load from time to time.” Download The Times of India News App for Latest City .", "time": "2019-06-16 06:05:00", "link": "https://timesofindia.indiatimes.com//city/meerut/650-transformers-blow-off-this-summercausing-massive-power-outage-in-bijnor/articleshow/69806462.cms"}, "Unidentified vehicle hits bike, two dead": {"time": "2019-06-14 10:55:00", "link": "https://timesofindia.indiatimes.com//city/meerut/unidentified-vehicle-hits-bike-two-dead/articleshow/69762484.cms", "description": "BIJNOR: Two people died on the spot after an unidentified vehicle hit their motorcycle on Meerut-Haridwar road near Bijnor’s Mandawar area late on Tuesday night. A case has been registered and police are trying to identify the owner of the vehicle. The two were on their way to Haridwar to take holy dip on the Ganga river. According to police, the victims have been identified as Rahul Kumar (29) and Yogendra Sharma (40), both residents of Bahrampur Morna in Meerut. The unidentified vehicle hit their motorcycle near Ratanpur village under Mandawar police station area of Bijnor district. When other commuters saw the bodies lying on the road, they informed police. On getting the information, cops rushed to the spot and sent the bodies to the district hospital for postmortem. Police claimed that the owner of the vehicle would be traced soon. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Four women among 11 booked, held for framing Bulandshahr man in rape case": {"time": "2019-06-15 09:14:00", "link": "https://timesofindia.indiatimes.com//city/meerut/four-women-among-11-booked-held-for-framing-bshahr-man-in-rape-case/articleshow/69794801.cms", "description": "MEERUT: Four women, including an alleged rape survivor, were among 11 booked and arrested for hatching a conspiracy to frame a Bulandshahr man in rape case. According to initial complaint, a minor girl was abducted by three men, and she was sedated and raped by Jitu, the prime accused. Investigation in the case, however, exposed the conspiracy with police claiming that the alleged raped survivor, her mother and aunt were hired by one Manish, who wanted to settle his scores with his rival Jitu by framing him in a rape case. According to Buladshahr superintendent of police (rural) Manish Kumar Mishra, the conspiracy was hatched at the Bulandshahr district prison, where Manish was lodged in an attempt to murder case on the complaint of Jitu. Manish was, however, released on a bail last month. In the prison, Manish met convicts Dabbu, Yogesh and Pawan and hired them to frame Jitu in a rape case. The trio later hired a woman and her daughter with the help of their acquaintance Prabha, who allegedly masterminded the plan outside jail, said the SP. The SP said police picked up several aberrations in the story concocted by the alleged rape survivor, who claimed that she was abducted and raped by Jitu on June 13. “We crosschecked statements of the girl with the details her call records. The time around the incident happened, she was continuously in touch with her mother and aunt,” said the SP. “As the investigation progressed, the medical tests confirmed that the girl was not a minor. Her mother later confessed that her daughter is a mother of a child. The gang broke down during investigation and confessed to have hatched a conspiracy to frame Jitu at the behest of Manish,” another investigator said. Meanwhile, registering a fresh case in this connection, police have booked 11 accused, including three convicts serving sentences, Manish, and the four women. Police have also arrested the alleged rape survivor, her mother, aunt and another woman as co-conspirators. Download The Times of India News App for Latest City ."}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Streetlights on at daytime": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsonatdaytime/articleshow/66093668.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Journalist assaulted by cops: Two-member PCIteam reaches Shamli, NHRC notice to UP DGP": {"datetime": "", "description": "MEERUT: Days after a Shamli-based journalist Amit Sharma was assaulted by cops at GRP station, a two-member team of Press Council of India (PCI) comprising Jai Shankar Gupta and Uttam Chand Sharma reached Shamli on Saturday morning. The team held a closed door meeting with local journalists at a city hotel. It also recorded the victim’s statement and of other journalists who were present at the spot when the incident took place. The team visited the local GRP station as well. This comes a day after NHRC issued a notice to UP DGP OP Singh calling for a detailed report in the matter, including action taken against the guilty public servants and status of the FIR registered against them. “Going by the reported allegations, this kind of cruel and uncivilised act by a public servant is highly disgraceful and cannot be tolerated in a civilised society,” the human rights body stated in a release. “Stern action should be taken against the police personnel if found guilty so that such a barbaric act is not repeated by any public servant in future,” the release added. A case against four police personnel, including SHO Rakesh Kumar under the IPC sections 323 (causing hurt), 504 (intentional insult), 506 (criminal intimidation), 364 (abduction), 392 (punishment for robbery) and 342 (wrongful confinement) has been lodged at GRP police station after the assault. Out of the four accused, SHO Kumar and another constable were suspended soon after the incident. It all began on Tuesday evening when GRP personnel entered into an argument with Sharma when the latter was covering the derailment of a goods train in Shamli. Several videos of the attack went viral after the incident in which SHO Kumar could be seen attacking Sharma near the derailment site at Dhimanpur area of the district. The victim also claimed he was stripped by cops and Kumar urinated in his mouth. Download The Times of India News App for Latest City .", "time": "2019-06-16 05:58:00", "link": "https://timesofindia.indiatimes.com//city/meerut/journalist-assaulted-by-cops-two-member-pciteam-reaches-shamli-nhrc-notice-to-up-dgp/articleshow/69806477.cms"}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Muzaffarnagar mulls traditional use of draft animals for making ‘green gud’": {"time": "2019-06-15 09:31:00", "link": "https://timesofindia.indiatimes.com//city/meerut/muzaffarnagar-mulls-traditional-use-of-draft-animals-for-making-green-gud/articleshow/69794827.cms", "description": "MUZAFFARNAGAR: After hosting the first Gud Mahotsav in the country in Muzaffarnagar , plans are afoot to revive the traditional method of making gud (jaggery) by harnessing draft animals to power the crusher for extracting juice from cane. Using bulls to run the crusher to make jaggery will help in saving electricity, a major problem that kolhu (indigenous units that produce gud) owners face in the district. It was here that the proposal to go back to traditional method of making ‘green gud’ was mooted. Explaining district magistrate Ajay Shankar Pandey said, “The district has been chosen for the CM’s ‘one district, one production’ scheme. Therefore, we had organized a Gud Mahotsav some days ago. During the Gud Mahotsav, many issues were raised and suggestions from the kolhu owners were received for solving problems. We should revive the tradition kolhu. I have presented a concept note during the Gud Mahotsav in which the idea of harnessing animal power was presented. The jaggery manufactured by such kolhus can be promoted as green gud in the market. Adopting this method will reduce power consumption and also help solve the issue of stray cattle.” According to sources in the administration, the DM is going to hold a meeting with kolhu owners in the coming days to discuss the green gud concept. A report on it is also being prepared to be sent to the government. In sugarcane-rich Muzaffarnagar district, with crushing season over at the mills, around 800 kolhus are working overtime at villages, producing jaggery. The administration also hopes to introduce green gud as part of the midday meal for schoolchildren as well as use it for preparing food at various government functions. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "1 tonne polythene seized in drive against polythene": {"time": "2019-06-15 09:18:00", "link": "https://timesofindia.indiatimes.com//city/meerut/1-tonne-polythene-seized-in-drive-against-polythene/articleshow/69794786.cms", "description": "BIJNOR: One year after Uttar Pradesh banned the use and manufacturing of plastic and polythene under 50 micron, a drive against polythene led to the seizure of 1000 kilogram of polythene on Friday. The plastic was seized and taken in five tractor trolleys from the spot after a drive was conducted at shops in the city market on Friday. The drive was headed by Bijnor sub-divisional magistrate Brajesh Kumar Singh. Raids were conducted here at the main market, Sabji Mandi and Ghantaghar area. According to Singh, we have launched a drive against the use of polythene and plastic bags in district. On Friday, a large amount of polythene and plastic bags were seized from four godowns and several shops in Bijnor city. “We have slapped a fine of Rs 15,000 and served notices to the erring shopkeepers and godown owners in connection with selling and using polythene. The drive is on,” Singh further stated. Besides, a joint team of administration and municipal authorities have spread awareness among people regarding the dangers of using plastic bags and polythene. There was panic in the city especially among the shop keepers after the raid. According to the ordinance, plastic and other non-biodegradable waste (use and disposal ordinance-2018), vetted by UP governor Ram Naik, the use and manufacture of polythene less than 50 micron invites a penalty ranging from Rs 100 to Rs 1 lakh and imprisonment of up to six months. Download The Times of India News App for Latest City ."}, "Woman cricket coach booked for thrashing trainee": {"time": "2019-06-14 04:23:00", "link": "https://timesofindia.indiatimes.com//city/meerut/woman-cricket-coach-booked-for-thrashing-trainee/articleshow/69778038.cms", "description": "Muzaffarnagar: A case has been registered against a cricket coach, Priti Mehra, posted in the district's stadium here for allegedly thrashing an 18-year-old girl training under her.In their complaint with police, the girl’s family alleged that coach Priti Mehra thrashed Iqra Naaz on Thursday. The girl in question showed bruise marks as a result of the beating with a stick by the coach. It was alleged that the coach has thrashed other girls too. Police are probing the matter and coach Mehra has been booked.After the incident, Naaz’s staged a protest outside the DM office and filed a complaint at the Civil Line police station.According to station house officer of Civil Line police station Navratan Goutam, “A case under IPC sections 323 (punishment for voluntarily causing hurt.), 504 (intentional insult with intent to provoke breach of the peace.) and 506 (punishment for criminal intimidation) has been registered against accused and investigation is on. Action will be taken accordingly.”Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Streetlights on even in late morning": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsoneveninlatemorning/articleshow/64801119.cms", "description": ""}, "Waste burning in Raj Ngr Extn": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wasteburninginrajngrextn/articleshow/64565152.cms", "description": ""}, "Meerut: 4 held for Rs 50 lakh theft": {"time": "2019-06-12 12:19:00", "link": "https://timesofindia.indiatimes.com//city/meerut/4-held-for-rs50l-theft/articleshow/69746914.cms", "description": "MEERUT: Police have arrested four persons from Saharanpur on Tuesday for allegedly stealing Rs 50 lakh from a shop in Mahant market recently. Sources said that Rs 42 lakh was recovered from the accused. The accused were identified Pankaj singh, Vishal Kumar, Sachin Kumar and Sandeep Singh, all residents of Saharanpur. Their aide Banshi Lal is on the run. According to police, Rs 50 lakh was stolen from the shop of a trader, Himanshu Chawla, in Mahant market on May 22 night. Based on a tip-off, police raided the hideout of the accused and arrested them. Later, money stashed at different locations were also recovered, they added. Meerut ADG Prashant Kumar said, “90% of the stolen cash has been recovered. We are working on recovering the remaining amount.” Saharanpur SSP Dinesh Kumar P said that the gang members distributed the money among themselves before going into hiding. Police also said that the same gang has confessed to a theft of Rs 7.5 lakh in the same market in 2016. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "15-year-old girl kidnapped, gang-raped in Shamli": {"time": "2019-06-12 11:32:00", "link": "https://timesofindia.indiatimes.com//city/meerut/15-yr-old-girl-kidnapped-gang-raped-in-shamli/articleshow/69746924.cms", "description": "MEERUT: A 15-year-old girl was kidnapped from her house and gang-raped by two men in a nearby field in Shamli district recently. According to sources, the girl was at her home late on Sunday evening when two men belonging to a minority community kidnapped her. They then took her to a nearby field and gang-raped her. The crime came to light on Monday morning when a farmer spotted her lying unconscious in the field. Sources added that he alerted the family and police who rushed to the spot. Based on a complaint, police have registered a case against two persons – Sohail and Soman – under the relevant sections of IPC and POCSO Act. Later, the girl was sent to the district hospital for medical examination. Kandhla station house officer SK Vishnoi said, “The accused, identified as Soman and Sohail, are both residents of the same village. We have started an investigation into the matter and are on the lookout for the accused.” As news about the rape spread, tension prevailed in the village. Later, police personnel were deployed in the area to avoid any untoward incidents. Shamli additional superintendent of police Rajesh Kumar said, “We have formed two police teams to arrest the accused. Also, police teams have been deployed in the village to monitor the situation.” Download The Times of India News App for Latest City ."}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "One dies, another hurt in accident": {"time": "2019-06-15 09:07:00", "link": "https://timesofindia.indiatimes.com//city/meerut/one-dies-another-hurt-in-accident/articleshow/69794840.cms", "description": "Meerut: A 35-year-old truck helper died at the spot and the driver was seriously injured after a speeding container rammed into a stationary truck on Eastern Peripheral Expressway early on Friday morning. The deceased got trapped inside the container which got crushed and was later taken out after cutting the truck. Shiv Prakash Singh, station house officer, Baghpat police station, said, “The incident took place at 4 am on Friday morning when a speeding container rammed into a stationary truck. Some villagers rushed to the spot and informed the police. The driver and the helper got trapped in the container and were taken out after cutting the container with gas cutters.” The two victims were rushed to the spot. While the helper was declared brought dead, the driving is battling for his life. In May end, this year, four students of Greater Noida’s Sharda University died and a girl was critically injured after the car they were traveling in rammed a stationary truck on the deadly Eastern Peripheral Expressway near Baghpat. Download The Times of India News App for Latest City ."}, "Two minor girls raped in Bijnor": {"time": "2019-06-14 04:23:00", "link": "https://timesofindia.indiatimes.com//city/meerut/two-minor-girls-raped-in-bijnor/articleshow/69778045.cms", "description": "Bijnor: Two minors aged seven and eight years old were allegedly raped at two different places under Barhapur police station area here. Police have arrested a suspect and registered two cases.The first case was reported from a village under the jurisdiction of Nagina police station. The mother of the minor survivor lodged a complaint with police on Thursday, alleging that her daughter was raped by a relative at Sikkawala village under Barhapur police station area on Tuesday. The girl had gone there along with her father to attend a wedding. The accused allegedly picked her up, took her to a field and raped her, her mother claimed. The family learnt about the crime on June 12 when the girl returned home. The family suspected something was amiss as the girl was frightened and nervous. When asked, narrated her ordeal to them. Police have registered a case against the alleged culprit under IPC section 376 (rape) and provisions of the POCSO Act. He has been arrested.Another minor was allegedly ‘raped’ in a village under the jurisdiction of Barhapur police station on the intervening night of Wednesday and Thursday. Her family members claimed that a 22-year-old neighbour abducted the eight-year-old while she was asleep in her house and took her to a field and raped her. The girl’s family members filed a complaint on Thursday at Barhapur police station. Police have registered a case. The accused is on the run as of now. Police have claimed that it was an attempt to rape.Addressing a press conference, city superintendent of police Lakhsmi Niwas Mishra said, “The crimes were committed at separate villages under Barhapur police station area. Police have registered a case against the accused under 376 of IPC and POCSO Act. The girls were sent to the district hospital for medical examination and treatment.”Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Man shoots self to frame neighbour in Muzaffarnagar, held": {"datetime": "", "description": "MUZAFFARNAGAR: A youth recuperating in hospital after sustaining a bullet injury apparently shot himself in order to frame his neighbour after the latter turned down his proposal to marry his sister-in-law. police claimed on Saturday. The youth has been arrested. According to police, Ankur Kumar, 22, of Nai Mandi area in Muzaffarnagar, was admitted to hospital after he sustained a bullet injury. He claimed he was shot at by his neigbour, Shankar. On investigation, police found that Ankur wanted to marry Shankar's sister-in-law. Shankar had opposed the match. Ankur then hatched a conspiracy to frame Shankar in a case by shooting himself. On Saturday, Ankur was arested for making a false statement and registering a fake case against his neighbour. Giving details, police said on Friday evening, Ankur had called Dial 100 to informed that his neighbour Shankar had shot on his back. Police rushed to spot and admitted him in the district hospital. Now, a case has been registered against Ankur under IPC sections 307 (attempt to Murder), 211 (false charge of offense made with the intent to injure) and provisions of the Arms Act. According to superintendent of police. Muzaffarnagar city, Satpal Antil, “Accused used to harass Shankar's sister-in- law and the latter oppose it. To frame him, Ankur hatched the conspiracy.” He said Ankur already has several criminal cases against him. He has been arrested. Download The Times of India News App for Latest City .", "time": "2019-06-16 05:45:00", "link": "https://timesofindia.indiatimes.com//city/meerut/man-shoots-self-to-frame-neighbour-held/articleshow/69806488.cms"}, "Woman kills daughter, self in UP's Muzaffarnagar": {"time": "2019-06-15 17:46:00", "link": "https://timesofindia.indiatimes.com//city/meerut/woman-kills-daughter-self-in-ups-muzaffarnagar/articleshow/69802654.cms", "description": "MUZAFFARNAGAR: A 35-year-old woman allegedly poisoned her daughter to death before committing suicide at Nara village under Mansurpur Police Station in the district on Saturday, police said. Minu, wife of Sushil Kumar, poisoned her seven-year-old daughter and later consumed poison herself over a family dispute, officials said. The bodies were sent for post-mortem. Download The Times of India News App for Latest City ."}, "Muzaffarnagar: Two die, six injured after speeding car rams into bike": {"datetime": "", "description": "MUZAFFARNAGAR: Two persons were killed and six others, including two children, critically injured after a speeding car rammed into a bike on Meerapur road in Muzaffarnagar’s Khatauli. The two persons on the bike, Yogesh (40) and Rajender (60), died on the spot. The six persons in the car continue to be in a critical condition as the car crashed into a nearby tree. The deceased were residents of Behsuma of Meerut. The incident took place in the afternoon on Meerapur road, an accident-prone stretch, when the car’s driver lost control over the steering, ramming into a bike and then hitting a tree. A passer-by dialed 100 and a police team from Khatauli area, along with an ambulance, rushed to the spot. All the victims were shifted to a hospital, where Yogesh and Rajender were declared brought dead. According to station house officer (SHO) of Khatauli police station Har Sharan Sharma, “The bodies have been sent for autopsy, while the injured have been referred to a higher center in Meerut. An investigation is underway.” It should be noted that Khatuli has the reputation of being an accident-prone area. In May, three people died and two others were injured after a UP roadways bus rammed into a car in Muzaffarnagar’s Khatauli area. In March, a major accident claimed several lives in Khatauli. While five people had died, three were injured after an SUV rammed into a dumper truck, which had been wrongly parked on the roadside. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:06:00", "link": "https://timesofindia.indiatimes.com//city/meerut/two-die-6-injured-after-speeding-car-rams-into-bike/articleshow/69816638.cms"}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Factory spewing smoke": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/factory-spewing-smoke/articleshow/61612027.cms", "description": ""}, "Rs 1.8 crore scam unearthed in cane cooperatives": {"time": "2019-06-12 12:23:00", "link": "https://timesofindia.indiatimes.com//city/meerut/rs-1-8-cr-scam-unearthed-in-cane-cooperatives/articleshow/69746866.cms", "description": "BIJNOR: A scam of Rs 1.81 crore through misappropriation of funds in cooperative cane development societies was unearthed after audit in two of the nine such cooperatives in Bijnor. According to the probe, funds collected through fertilizer and urea sales were being siphoned for the past three years by officials of the society till a probe blew the lid off the scam. There are nine cooperative cane development societies here in Bijnor district, with which, over three lakh farmers are directly connected. These agencies cater to various needs of the local farmers, such as fertilizer, seeds, insecticide, organic compounds and agriculture equipment also. District sugarcane officer Yashpal Singh, “For the last three years, no audit was made to check the stock of godowns. There are nine societies in the district having 44 godowns. I formed a team to check the stocks of the godowns. Prima facie, I have received the audit report of four godowns pertaining to two Bijnor and Haldaur sugarcane development societies. The report revealed that workers deployed in the godowns sold thousands of sacks of fertilizers but did not deposit cash in the department. This had been going on for years.” According to the data available with the department, there is a scam of Rs 87 lakh unearthed in Bijnor godown, 25 lakh in Chandupura godown, 13 lakh in Baankpur, Rs 56 lakh in Haldaur godown. Singh said, “I have served notices to all erring officials and workers for siphoning an amount of Rs 1.81 crore. The money embezzled will be recovered. An FIR will be lodged against them. In addition, departmental action will also be initiated.” “At least five secretaries and two senior cane development inspectors were found erring. A probe is on. I have sent the audit reports to higher authorities,” he said. Download The Times of India News App for Latest City ."}, "7 of a family drown in Ganga in UP's Amroha": {"time": "2019-06-12 12:22:00", "link": "https://timesofindia.indiatimes.com//city/meerut/7-of-a-family-drown-in-ganga-in-ups-amroha/articleshow/69746954.cms", "description": "AMROHA: Seven members of a family drowned in the Ganga when they were bathing at Brijghat under Gajraula police station on Monday evening. While five bodies had been recovered till Tuesday evening, efforts were on to trace two other bodies. The deceased hailed from Luhari Khadar village under Hasanpur police station area of Amroha. According to police, the family and their friends had gathered for a tonsure ceremony when tragedy struck. After the ‘mundan’ of the baby, both host and guests went to take a bath in the Ganga. Suddenly, two persons — Pappu and Dharamveer — started shouting for help as the swift current dragged them away, Hearing their cries, youths bathing on the other side of the bank, rushed to their rescue. When they swam into deep waters, they themselves started to drown. While Pappu and Dharamveer somehow managed to come out of the water, seven youths — Sanjeev Kumar (18), Bunty (21), Vipin Kumar (21), Manoj Kumar (20), Sachin Kumar (17) Gautam (20) and Dharmendra Singh (16) were swept away in the river. While divers managed to fish out five of them, Gautam and Dharmendra Singh could not be found. The five were taken to the community health centre, where doctors declared them dead. Although the search operation was resumed on Tuesday, there was no trace of Gautam and Dharmendra Singh. According to villagers, Vipin was recently selected for the post of UP Police constable and Manoj for PAC. They were to go for training. Amroha district magistrate Umesh Mishra said, “Five people died while two are missing so far. The NDRF and PAC personnel are making efforts to trace the missing youths. I have written to the higher authorities for monetary help under chief minister’s relief fund for the victims’ families. Besides, we are trying to get help for them under other welfare schemes.” Download The Times of India News App for Latest City ."}, "An accident waiting to happen": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/anaccidentwaitingtohappen/articleshow/64422635.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Two sisters allegedly gang-raped at gunpoint in UP's Muzaffarnagar": {"time": "2019-06-12 17:39:00", "link": "https://timesofindia.indiatimes.com//city/meerut/two-sisters-allegedly-gang-raped-at-gunpoint-in-ups-muzaffarnagar/articleshow/69757683.cms", "description": "MUZAFFARNAGAR: Two minor sisters were allegedly raped by four men at gunpoint on Tuesday evening, police said. According to a complaint, the sisters aged 13 and 15 years were gang-raped at Kaserwa village by the four men while they went to look for their mother near a sugarcane field, superintendent of police (Rural) Alok Sharma said Wednesday. The four men allegedly threatened to shoot the girls if they cried for help or revealed the incident. They have been booked and efforts are underway to nab the accused, Sharma said. A number of incidents of rape of minors have been reported in Uttar Pradesh in recent weeks, prompting chief minister Adityanath to issue a slew of directions including asking the police to intensify foot patrolling in rural areas. Download The Times of India News App for Latest City ."}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "1,200 doctors go on 24-hour strike from 6am today": {"datetime": "", "description": "MEERUT: At least 1,200 doctors under the banner of Indian Medical Association (IMA) are set to go on a 24-hour strike from 6 am, on Monday, in protest against the recent attack on a medical intern at Kolkata’s NRS hospital. As a pre-emptive measure, government hospitals in the state have cancelled leaves of doctors to ensure patients receive proper treatment. “All the doctors in Meerut are going to be a part of the nationwide strike from 6am, June 17 to 6am, June 18. This is being done to protest the attack on a junior doctor in Kolkata. It is disappointing that despite providing health services to the masses, doctors are being thrashed,” said Dr Shishir Jain, president, Meerut unit of IMA. As a mark of protest, doctors in Meerut wore helmets and black badges while they tended to their patients on Friday. “We demand a safer workplace, which is possible only if police security is given to us and also the accused are booked under the sections of Medical Protection Act,” said Dr Jain. On Monday, only emergency services in private hospitals will remain open. Paribaha Mukherjee, a junior doctor in Kolkata’s NRS Medical College, was brutally attacked by a mob of 200 people after a 75-year-old patient died of alleged cardiac arrest. The doctor incurred a skull fracture and had to undergo surgery. The incident raised concerns over doctors’ security all over the country. Authorities at institutes like PL Sharma district hospital and Lala Lajpat Rai Memorial Medical College have cancelled doctors’ leaves, so that patients do not face any inconvenience during the strike. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:16:00", "link": "https://timesofindia.indiatimes.com//city/meerut/1200-docs-go-on-24-hour-strike-from-6am-today/articleshow/69816533.cms"}, "Massive fire breaks out at pesticide factory in Meerut": {"time": "2019-06-15 10:20:00", "link": "https://timesofindia.indiatimes.com//city/meerut/massive-fire-breaks-out-at-pesticide-factory-in-meerut/articleshow/69797827.cms", "description": "MEERUT: A massive fire broke out at a pesticide factory in Meerut’s Mohkampur industrial area on Saturday at around 3:30am. The fire, which became difficult to control due to the chemicals stocked inside the factory, spread to another unit of the factory and an adjacent factory which manufactured paper glasses. Nobody was injured, however, losses worth lakhs were reported. Sanjeev Kumar Singh, fire station officer, said, \"The fire occurred at one Paramount Pesticides owned by Ajay Gupta in Mohkampur area on Saturday early morning at 3:30am. Fire tenders were rushed to the spot to douse the fire, but since inflammable chemicals used in manufacturing pesticides were stocked here, it became difficult to control the fire. The fire spread to the adjacent second unit of the factory and another factory which manufactured paper glasses.\" While the firemen were able to save the paper glasses factory and one unit of Paramount Pesticides, the second unit of the factory got engulfed in fire completely. “In one unit of the pesticides factory, chemicals were stocked on the ground floor. Due to the massive fire, the first floor collapsed thereby trapping the chemicals in rubble and hence making fire fighting difficult,” said Singh, who said that till 10am as many as nine fire tenders were used to douse the fire. “We asked for one fire tender from Muzaffarnagar for help, and if needed more fire tenders from adjacent districts will be asked for. No casualties have been reported since nobody was there inside the factory at the time of the incident. The reason behind the fire isn’t clear, however, it looks like short circuit might be the reason behind it,” said Singh. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Two UP cops suspended for thrashing cyber cell officer": {"time": "2019-06-11 15:41:00", "link": "https://timesofindia.indiatimes.com//city/meerut/two-up-cops-suspended-for-thrashing-cyber-cell-officer/articleshow/69739843.cms", "description": "MUZAFFARNAGAR: A Reserve Police Line inspector and a constable have been suspended for allegedly beating up a cyber cell officer in Uttar Pradesh's Shamli district, police said on Tuesday. The duo was suspended on Monday, they said. The cyber cell officer, Karmbur Singh, is investigating a case against constable Pramod Kumar. The constable, along with inspector Sanjay Kumar, was allegedly trying to pressure Singh to file a favourable report in the case, Superintendent of Police Ajay Kumar Pandey said. Download The Times of India News App for Latest City ."}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Five years on, killers of Riya who died saving parents get life term": {"time": "2019-06-14 04:21:00", "link": "https://timesofindia.indiatimes.com//city/meerut/five-years-on-killers-of-riya-who-died-saving-parents-get-life-term/articleshow/69778007.cms", "description": "Muzaffarnagar: Five years after 16-year-old Riya Chaudhary took bullets to her chest while trying to shield her parents from miscreants, a local court in Muzaffarnagar on Thursday sentenced her three killers to life imprisonment in a case which came to light for the girl’s sheer courage and sacrifice. Riya was shot dead on March 10, 2014, when a group of armed men attacked her house in Mundhbahr village over a property dispute. They shot at her father Suresh Pal but Riya saved him. She also tried to save her mother from being shot. However, she sustained bullet injuries and was rushed to Shamli district hospital where she succumbed. On Thursday, the accused were slapped an additional penalty of Rs 1 lakh each. Notably, on Wednesday, the court found the three accused guilty of murder. Of the three accused, two brothers Lalit and Rohtash are currently lodged in jail. Recognising her sacrifice, Riya was awarded with the National Bravery Award posthumously in 2015 by Prime Minister Narendra Modi. She was also awarded with UP’s highest honour ‘Rani Laxmibai’ award for her bravery by the then UP CM Akhilesh Yadav. Lawyer (ADGC), Jitender Kumar, said, “On Wednesday, the court found three of the accused guilty of killing Riya and on Thursday, court pronounced its punishment. Three of them - Lalit, Sunil and Rohtash - have been given life sentence under section 302 of IPC and Rs 1 lakh penalty each. The court also sentenced all three of them under IPC sections 307 and 452, for seven years and three years of imprisonment, respectively.” In 2014, Riya was shot dead in Mundhbahr village under Bhora Kalan police station, when a group of armed men attacked her house and tried to shoot at her father Suresh Pal. When a man among the group shot at Suresh, Riya pushed her father to the side and she was struck by a bullet on her chest. Riya was taken to Shamli district hospital where she died of her bullet wounds. Riya’s mother, Anita, also sustained bullet injuries during the attack. Suresh then registered a case under sections 302, 307 and 452 of IPC against Rohtash, Sunil, Lalit and another accused Billu, a former village head. Bhora Kalan police arrested Lalit and Rohtash but the other two were on the run. Later, Riya’s father Suresh approached the Supreme Court (SC), and the SC asked the state government to appear with a case detail. In 2015, SC handed over the case to CBI. The CBI started an investigation and filed a charge sheet against Rohtash while Billu was given a clean chit. Download The Times of India News App for Latest City ."}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "Massive fire breaks out at pesticide factory, spreads to its second unit, adjacent factory": {"datetime": "", "description": "MEERUT: A massive fire broke out at a pesticide factory in Meerut’s Mohkampur industrial area at about 3:30am on Saturday. The fire, which became difficult to control due to chemicals stocked inside the factory, spread to another unit of the factory and an adjacent factory which manufactures paper glasses. While nobody was injured, losses worth lakhs were reported. A short circuit is suspected to be the cause of the fire. It took firemen over nine hours to douse the fire. It was finally extinguished around 1 pm. Sanjeev Kumar Singh, fire station officer, said, “The fire occurred at Paramount Pesticides owned by Ajay Gupta in Mohkampur area in the early hours of Saturday. Fire tenders were rushed to the spot to douse the fire, but since inflammable chemicals used for manufacturing pesticides were stocked there, it became difficult to control the fire. The fire spread to the adjacent second unit of the factory and another factory, which manufactures paper glasses.” While the firemen were able to save the paper glass factory and one unit of Paramount Pesticides, the second unit of the factory was completely gutted. “In one unit of the pesticides factory, chemicals were stocked on the ground floor. Due to the massive fire, the first floor collapsed, thereby trapping the chemicals in the rubble This made fire-fighting difficult,” said Singh. He added that till 10 am as many as nine fire tenders had been pressed into service to douse the fire. “We asked for one fire tender from Muzaffarnagar for help. No casualties have been reported since nobody was there inside the factory at the time of the incident. The reason behind the fire isn’t clear, however, it looks like short circuit might have triggered it,” said Singh. Meanwhile, pesticide factory owner was so shocked to learn about the fire that he was taken ill and was not in a position to speak. Download The Times of India News App for Latest City .", "time": "2019-06-16 05:47:00", "link": "https://timesofindia.indiatimes.com//city/meerut/massive-fire-breaks-out-at-pesticide-factory-spreads-to-its-second-unit-adjacent-factory/articleshow/69806482.cms"}, "Stinking Duhai ward of cleanest city Ghaziabad": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stinkingduhaiwardofcleanestcityghaziabad/articleshow/64314763.cms", "description": ""}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "UP SHO urinated in my mouth, claims scribe": {"time": "2019-06-13 12:32:00", "link": "https://timesofindia.indiatimes.com//city/meerut/up-sho-urinated-in-my-mouth-claims-scribe/articleshow/69750932.cms", "description": "MEERUT: In yet another case of police brutality on journalists, a mediaperson with a local news group, was allegedly assaulted by Shamli GRP SHO and his aides on Tuesday evening. The incident happened after two wagons of a goods train derailed near Dhimanpur in Shamli at around 9pm on Tuesday. A team of policemen led by SHO Rakesh Kumar and a contingent of local journalists was at the spot covering the derailment story when an argument broke out. Read Also: Prakash Javadekar to seek report on journalist bashing by railway copsSHO Kumar can be seen attacking Amit Sharma in   one of the several videos of the incident   that has gone viral on social media. Later, Sharma was attacked by one of the aides of the SHO who was present at the spot. According to local journalists, also witnesses to the incident, Sharma was not only beaten but dragged to the local GRP station and locked up. The victim also claimed that he was stripped by the cops and Rakesh Kumar urinated in his mouth. \"The SHO attacked me in vengeance after I ran a story which upset him. He initially attacked at the spot and threw my mobile phone away. He later abused, assaulted stripped and urinated in my mouth,\" Amit Sharma said. Reacting to the allegations, UP police have condemned the incident and DGP OP Singh has suspended SHO Kumar and a constable. FIR based on scribe’s plaint, probe orderedThough scores of journalists assembled at the GRP station on Tuesday night to protest against the illegal detention of Sharma, he was released only on Wednesday morning. ADG (Railways) Sanjay Singhal confirmed to TOI that an FIR based on the complaint of the journalist had been registered. A departmental probe under DIG (Railways) Subash Chand Dubey, who reached Shamli on Wednesday afternoon, has also been ordered . “We have come across a video where a journalist has been beaten up and put up in a lock up. Strict punishment shall be accorded to policemen misbehaving with citizens,” UP Police tweeted. We have come across a video where a journalist has been beaten up & put up in a lock up. DGP UP OP Singh has ordere… https://t.co/XoVh2nvcVl&mdash; UP POLICE (@Uppolice) 1560312510000A huge ruckus ensued at the GRP police station in Shamli where scores of journalists had gathered to protest the attack and detention of Shamra. The protest continued on Wednesday morning as several organisations led by local mediapersons continued protest at the GRP police station premises. This comes days after a Delhi based journalist Prashant Kanojia was arrested for his 'objectionable' post against UP chief minister Yogi Adiyanath. The episode turned into an embarrassment for UP police department after wife of the incarcerated journalist approached Supreme Court for relief. Rapping UP govt for their highhandedness in the arrest of the journalist, the apex court ordered Kanojia's immediate release. Government has no control over cops: Akhilesh YadavSP chief Akhilesh Yadav on Wednesday accused the BJP government of turning dictatorial to hide its failures and suppress the Opposition’s voice. \"The inhuman behaviour with the journalist, Amit Sharma, during coverage of the derailed goods train in Shamli district is condemnable. The journalist was beaten in custody and his camera was also broken. This act of GRP soldiers shows that the government has no control over its own police forces,” he tweeted. He said their punishment should not be limited to suspension only. He said, “The behaviour of the BJP government is extremely undemocratic. The party gets irked by freelancers.\" Read this story in BengaliIn Video:Shocking: Journalist thrashed by GRP cop, goons in ShamliDownload The Times of India News App for Latest City ."}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Torn tricolour on vehicle": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/torntricolouronvehicle/articleshow/64314780.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "13-year-old boy shoots at father in Amroha": {"time": "2019-06-12 12:24:00", "link": "https://timesofindia.indiatimes.com//city/meerut/13-year-old-boy-shoots-at-father/articleshow/69746876.cms", "description": "AMROHA: A 13-year-old boy shot at his father in Chak Surajpur village of Amroha district on Tuesday after he beat him up over a suspected theft. The man was rushed to a Moradabad-based hospital where he is recuperating at present. According to police, the boy’s father, a labourer, beat up his son on suspicion of stealing Rs 2000 from his sister’s purse. He even hit him on the head with a stick. Later, the boy managed to get hold of a country-made pistol and locked himself in a room. When his father asked him to open the door, he refused. Later, he attacked his father with the pistol. The man sustained injuries and was rushed to a nearby hospital by neighbours and relatives. He was later referred to a Moradabad-based hospital. On information, police rushed to the spot and detained the boy. Amroha additional superintendent of police Brijesh Kumar Mishra said, “There was some dispute between the father and son. On being beaten up, the boyattacked his father with a pistol.” Download The Times of India News App for Latest City ."}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Journalists protest across West UP against Shamli assault": {"time": "2019-06-14 10:59:00", "link": "https://timesofindia.indiatimes.com//city/meerut/journalists-protest-across-west-up-against-shamli-assault/articleshow/69762464.cms", "description": "MUZAFFARNAGAR: Journalists in Western Uttar Pradesh came out on streets to protest against the attack on Shamli-based reporter and demanded strict action against GRP SO and constable who were behind the assault on Amit Sharma. Meanwhile, Union information and broadcasting minister Prakash Javadekarsaid he would seek a report on the incident of a journalist allegedly being beaten up by GRP personnel in Uttar Pradesh. Responding to a question at the briefing of the decisions taken by the Union Cabinet on the incident, Javadekar said he would seek a report on the matter. Journalist Amit Sharma also alleged that \"they forced me to take my clothes off and urinated on me.\" However, this charge has been denied by the Government Railway Police (GRP). In UP, protests were seen in Muzaffarnagar, Shamli and Baghpat. A large number of journalists from Print and electronic media marched to district magistrate office in Muzaffarnagar and handed over a memorandum to additional district magistrate Alok Kumar. The memorandum adressed to CM Yogi Adityanath read,\" We demand a strong action should be taken place against all policemen who were involved in Shamli incident\" \"Suspension of the SHO is not enough. A criminal case should be lodged against all of them and hey should be sent to Jail. The government should ensure the safety of the journalist,\" said a senior journalist. In Baghpat, the protesting scribes demanded that the SO should be terminated from service. Journalists in Shamli, staged a dharna in front of GRP police station. Download The Times of India News App for Latest City ."}, "After leopard kills colt, angry villagers hold forest officials hostage": {"datetime": "", "description": "BIJNOR: Residents of Bijnor’s Naiwala village held forest officials hostage on Sunday, demanding security for themselves and their livestock after a leopard killed and partially devoured a colt there. For some time, a stray leopard has been prowling around in the area, posing a threat to several villages but forest department authorities has made no efforts to catch it, they claimed. The villagers said they could not go on living in constant fear while forest department did nothing to protect them. According to villagers, on the intervening night of Saturday and Sunday, a leopard entered human inhabited area and killed a colt tied up for the night in a shed on the fringes of Naiwala village under Heempur police station area. On Sunday, its owner discovered the carcass and informed police. According to the Liyaqat Ali, “I have some horses, including a colt. They were tied in the yard on the outskirts of the village. I found its partially devoured carcass on Sunday. Earlier. I had spotted a leopard in the area.” As news spread, angry villagers gathered at the spot. They staged a protest against forest department and alleged that they had informed the forest authorities about the presence of a leopard in the area but they did nothing to catch it. After being informed about the colt’s killing, a forest team reached the spot. But enraged villagers took them hostage and held them captive for hours. They demanded that the leopard be caught and released into the forest area. In summer, most villagers sleep in the open and with a leopard prowling about, the situation can prove to be dangerous, especially as these leopards are known to lift children. The forest authorities were set free only after they assured the villagers that they would set up a cage in the area to catch the leopard. Confirming that the colt was killed by the leopard, Bijnor divisional forest officer M Semmaran said, “The colt’s post-mortem revealed that it was eaten by a leopard. There is a provision that if we set up a cage, we have to take permission from the higher authorities. The procedure is underway and cage will be set up soon. We have convinced villagers that it will not attack the human being. But they should take precautions. When a leopard does not get its natural prey, it moves towards populated area in search of small prey like dogs, goats, calves, colts, sheep and poultry.” Download The Times of India News App for Latest City .", "time": "2019-06-17 08:16:00", "link": "https://timesofindia.indiatimes.com//city/meerut/after-leopard-kills-colt-angry-villagers-hold-forest-officials-hostage/articleshow/69816617.cms"}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Youth held for raping 16-year-old relative": {"time": "2019-06-14 11:03:00", "link": "https://timesofindia.indiatimes.com//city/meerut/youth-held-for-raping-16-yr-old-relative/articleshow/69762432.cms", "description": "BIJNOR: Police have arrested a youth on Wednesday for allegedly raping his 16-year-old relative in Afzalgarh recently. Based on a complaint lodged by the girl’s mother, police registered a case against Saddam, 22, under the relevant sections of IPC and POCSO Act and arrested him. According to sources, the girl had gone out for some work on Monday when Saddam picked her up and raped her in a dilapidated building in the village. He fled the spot after committing the crime. The girl then managed to reach her house and narrated her ordeal to her parents, added sources. On Wednesday, the girl’s mother approached police and lodged a complaint based on which they registered a case against Saddam. Afzalgarh station house officer Ashutosh Kumar said, “Police have registered a case against Saddam under section 376 (rape) of IPC and POCSO Act based on a complaint lodged by the girl’s mother. The survivor was later sent to the district hospital for medical examination.” Download The Times of India News App for Latest City ."}, "In personal letter to sarpanchs, PM urges water conservation": {"datetime": "", "description": "BIJNOR: Expressing concern over drinking water shortage, Prime Minister Narendra Modi has written a letter to all the sarpanchs (gram sabha heads) across the country, urging them to conserve water and make it a mass movement. The letter comes in the backdrop of many rural states, including Uttar Pradesh, facing acute shortage of water for drinking and farming purposes. In his letter, he said, “The rainy season is about to set in. We are fortunate that god has given sufficient rain to our country. It is our duty to respect the gift of god. Therefore, we should make all provision to conserve rain water as much as possible. We should see that agriculture water is used for farming purposes, while making separate provision for drinking water in the village. We should construct solid boundaries around agriculture fields, construct new ponds, revive rivers and lakes. Besides, we should keep them clean. We must use water judiciously.” Modi instructed all the district magistrates to read out the letter to each and every village so that his message is conveyed to everyone. He further appealed them to make the water conservation program a mass revolution on the lines of the ‘Swachhta’ campaign. Responding to the letter, district in-charge Nand Kishore said, “We have received the letter written by PM Modi. We will strive to take the PM’s vision forward.” According to officials, a big chunk of UP comes under the plains of Ganges and Yamuna rivers, which is one of the world’s wealthy groundwater reserves. But over the years, reliance on groundwater resources has highly increased. Especially, due to unplanned and uncontrolled exploitation for irrigation, drinking water, industrial areas and due to lack of integrated and effective management and planning. According to UP’s ground water department, there are 820 development blocks in the state, out of which 113 are overexploited, 59 are critical, 45 are semi critical, and 603 are stated to be safe. Assessment of increase in dependence of ground water resources can be gauged from the fact that in 2000, water development exploitation rate was 54.31 % and in 2009 it was estimated at 72.16 % which has now increased to 73.65 % in 2011 and 73.78% in 2013. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:02:00", "link": "https://timesofindia.indiatimes.com//city/meerut/in-personal-letter-to-sarpanchs-pm-urges-water-conservation/articleshow/69806470.cms"}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Man kidnaps eight-month-old nephew as paramour wanted son": {"datetime": "", "description": "MUZAFFARNAGAR: Local police have rescued an eight-month-old toddler and arrested his uncle and his accomplice for kidnapping. According to police, the baby, Avi, went missing from his house in Colony Niyajupura, where is mother, Mamta, is staying with her parents. Avi was sleeping while his mother was busy with household chores on Saturday afternoon. His parents approached City police station and filed a complaint about the missing baby. Superintendent of police Sudhir Kumar formed three police teams to find the baby. According to police sources, a search was launched across the district but to no avail. During investigation, police found that Mamta's brother, Sachin, appeared to be panic-stricken and was trying to divert police attention toward a street vendor. Police decided to question him. During sustained questioning, Sachin broke down and confessed to having kidnapped his nephew for the sake of his married girlfriend Sachin said handed over the baby to his paramour who already has three daughters but desperate to have a son. Late on Saturday night, police rescued Avi from Sachin’s girlfriend’s house and handed him over to his parents. According to deputy superintendent of police, city, Harish Bhadauria, “Sachin and an associate kidnapped the baby. A case under IPC section 393 (kidnaping) has been registered against accused.Further investigation is on.” Download The Times of India News App for Latest City .", "time": "2019-06-17 08:08:00", "link": "https://timesofindia.indiatimes.com//city/meerut/man-kidnaps-8-month-old-nephew-as-paramour-wanted-son/articleshow/69816630.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Bijnor DM orders FIRs against 6 top mill officials for not paying cane dues": {"time": "2019-06-12 12:31:00", "link": "https://timesofindia.indiatimes.com//city/meerut/bijnor-dm-orders-firs-against-6-top-mill-officials-for-not-paying-cane-dues/articleshow/69746931.cms", "description": "BIJNOR: Bijnor district magistrate Sujeet Kumar on Tuesday ordered district cane officer to register cases against six top officials of two mills — one at Bilai owned by the Bajaj Group and the other at Barkatpur owned by the Uttam Group — for non-payment of cane dues to farmers. According to district cane officer Yashpal Singh, “We have filed a complaint at Nangal and Haldaur police stations against Bajaj Group’s director Ashok Kumar Gupta and occupier Ajay Kumar Sharma and Uttam Group’s chief finance officer Shankar Lal Sharma, occupier Ashok Agarwal, unit head Narpat Singh and GM Vishwash Raj.” According to data available with the cane department, cane dues to the tune of Rs 8,000 crore are pending across UP. Bijnor alone accounts for over Rs 900 crore as dues. Out of this, these two mills owe cane farmers a total of Rs 377 crore. There are nine sugar mills in the district. Out of these, four mills — those in Bilai, Barkatpur and two mills owned by the Chadha Group in Bijnor and Chandpur — are lagging in paying dues. This has led to protests by farmers, who on Monday, laid siege to the collectorate. Led by national president of the Kisan Majdoor Sangathan, they demanded that sugarcane dues be cleared. They also warned they would stage a massive agitation if their demand was not met. Earlier, BKU had staged a massive protest here in Bijnor. Earlier, the cane department had served notices on the four mills. Out of these, while the the Chadha Group-owned Bijnor and Chandpur mills’ authorities gave a schedule for paying the dues, neither Bilai nor Barkatpur mills’ managements bothered to respond. Taking a cognizance of the matter, DM Sujeet Kumar ordered district cane officer to get FIRs filed against the authorities of both the mills on Tuesday. Farmers are facing financial crisis in the district as these mills have not paid them their dues. It is important to note that there is a provision that mills should clear the dues within 14 days of purchasing cane from farmers. This rule has not been followed by these four mills. Download The Times of India News App for Latest City ."}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "CCSU to cut down 507 trees for new buildings on campus": {"time": "2019-06-15 09:27:00", "link": "https://timesofindia.indiatimes.com//city/meerut/ccsu-to-cut-down-507-trees-for-new-buildings-on-campus/articleshow/69794788.cms", "description": "MEERUT: Chaudhary Charan Singh (CCS) University administration is all set to cut 507 trees to make way for new buildings for the expansion of various departments on its campus. According to university officials, 507 standing and 356 fallen trees have already been auctioned, and the process of felling standing tress will begin soon. The move has, however, irked locals to whom the university campus serves as a prime destination for morning walk with its immaculate green cover. The university administration, however, claimed that the decision to cut tress was taken after receiving permission from the forest department, and they would plant twice the number of tress than they had fallen. CCSU vice-chancellor NK Taneja said, “The construction of several buildings, including a separate building for evaluation department and expansion of the infrastructure for the existing department of management and other courses, are in the pipeline.” “We will plant more than double than we are felling so that the ecosystem on the campus is not affected,” said Taneja. According to university sources, the auction took place on June 11, and Rs 15.51 lakh came from selling the trees. The process of felling trees and clearing land will begin soon, they confirmed. Vivek Kochar, lawyer and resident of Shastri Nagar area, said, “I have been going for a morning walk on the university campus for the past 25 years. I am really disappointed to learn about the university’s decision. After cantonment, the university campus is the only place with optimum greenery and it should not be destroyed.” The university administration, however, claimed that most of the standing trees (mostly eucalyptus) that they were felling had dried up and could fall abruptly during storm. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "15-year-old girl raped by friend’s brother": {"datetime": "", "description": "BIJNOR: A 15-year-old girl was allegedly raped by her friend’s 22-year-old brother at the latter’s house on the intervening night of Saturday and Sunday. The accused was arrested and booked under IPC section 376 (rape) and provisions of the Protection of Children from Sexual Offences Act (POCSO). His sister was also booked for aiding her brother. The family of the minor has alleged that the girl’s 19-year-old friend had taken her victim to her house on Saturday and was missing the whole night. She managed to free herself and returned home on Sunday morning. Then she narrated her ordeal to her family. The brother-sister duo has been booked in the matter. The incident took place at a village under Dhampur police station area on the intervening night of Saturday and Sunday. The survivor’s father approached police and filed a complaint in this regard. In his complaint, he named a neighbour for allegedly committing the crime. He also alleged that the girl’s friend was involved as she lured the survivor to her house. The accused’s sister was also booked under relevant sections of the IPC. According to Dhampur station house officer Arvind Mohan Sharma, “Police have registered a case against the accused for raping the minor girl, His sister also have been booked for helping her brother in the crime.” Download The Times of India News App for Latest City .", "time": "2019-06-17 07:59:00", "link": "https://timesofindia.indiatimes.com//city/meerut/15-year-old-girl-raped-by-friends-brother/articleshow/69816695.cms"}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "First dairy moved out of city amidst heavy police force": {"time": "2019-06-15 09:34:00", "link": "https://timesofindia.indiatimes.com//city/meerut/first-dairy-moved-out-of-city-amidst-heavy-police-force/articleshow/69794790.cms", "description": "MEERUT: After over an hour-long standoff between Meerut district administration and cattle dairy owners, the first dairy was moved out of the city from Patel Nagar amidst heavy police force on Friday. Two companies of Provincial Armed Constabulary (PAC), police force from six police stations and women constables were deployed to remove cattle from the dairy which was started in an unauthorised manner inside the premises of Hindi Bhawan. After initial protests by the dairy owner and other supporters, who sought for more time to remove the cattle from here, accompanied with arguments which continued for over an hour, the cattle were finally removed by the dairy owner under close vigilance of police force and Meerut Municipal Corporation (MMC) authorities. “On the Allahabad High Court’s instructions, all 2200 dairies are to be moved out of the city as they were functioning illegally. The dairy owners had earlier said that they would remove the cattle on their own, but it was not done. This is why, we had to begin the drive against the dairies which have to be moved out of the city by June 30. Initially, the dairy owners were not ready to budge. However, they later agreed to remove the cattle on their own,” said Amit Kumar, additional municipal corporation. The matter has been pending for the past 20 years. In 1998, the Allahabad high court had ordered shifting the dairies out of city limits. However, the order was not complied with. In May this year, the court directed the district authorities to provide land to dairy owners and shift them. “Making cattle colonies and providing a land to the dairy owners is not a pre-condition of the HC order. The Meerut Development Authority (MDA) and Meerut Municipal Corporation (MMC) officials are looking into the matter and once they have a certain plot of land for the purpose, the dairy owners will be given priority for that land,” said Sanjay Pandey, Meerut city magistrate. “Police from six police stations, two companies of PAC and women constables were deployed to provide security at the spot. This was necessary to ensure that no untoward situation occurs at the spot and the crowd can be managed easily. However, since the dairy owner agreed to remove the cattle on his own, everything happened peacefully,” said Dinesh Kumar Shukla, circle officer, Kotwali. Download The Times of India News App for Latest City ."}, "Woman commits suicide over dispute with husband, gives poison to daughter": {"datetime": "", "description": "MUZAFFARNAGAR: A 30-year-old woman allegedly committed suicide along with her 7-year-old-daughter by consuming poison in Mansoorpur area. According to the police, the women took the extreme step after an altercation with her husband. According to police, the woman died on way to hospital while the girl died during treatment. The incident took place in Nara village. According to police sources, Minu Sharma consumed poison and gave the same to her daughter Khushi after she reportedly had a minor tiff with her husband Sunil Sharma. Sunil Sharma, husband of deceased, told TOI,\"I found that some money was missing from my wallet. While inquiring about it, she and I fought after which I left the house. When I came back, I was informed by my neighbours that my wife and daughter committed suicide. Never would I have imagined that a such small tiff between us can lead to my wife and daughter’s death.” Meanwhile, Minu Sharma’s parents approached the police and have filed a complaint against Sunil Sharma, blaming him for their daughter’s death. Superintendent of police of Muzaffarnagar city, Satpal Antil said, “We have sent the bodies for post-mortem examination. Minu Sharma’s parents have filed a complaint against Sunil. We have ordered probe.” SHO of Mansoorpur police station, Sanjeev Kumar said, “We are waiting for the postmortem report following which appropriate action will be taken.” Download The Times of India News App for Latest City .", "time": "2019-06-16 06:03:00", "link": "https://timesofindia.indiatimes.com//city/meerut/woman-commits-suicide-over-dispute-with-husband-gives-poison-to-daughter/articleshow/69806466.cms"}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "World Cup 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-videos/will-india-take-their-intensity-to-the-next-level-vs-pak/videoshow/69790733.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Ghaziabad municipal dump": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghaziabad-municipal-dump/articleshow/62275526.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Missing man’s body with bullet injury found in field": {"time": "2019-06-15 09:10:00", "link": "https://timesofindia.indiatimes.com//city/meerut/missing-mans-body-with-bullet-injury-found-in-field/articleshow/69794818.cms", "description": "BIJNOR: Body of a youth working as supervisor in a private company in Punjab’s Amritsar was found in a field at Rahdara village under Gajraula police station in Amroha on Friday. The youth was missing since Thursday evening. The body bore a bullet injury. The deceased identified as Rohit Kumar (22) had come to his native village four days ago. He went missing on Thursday around 5pm. When he did not return home, his family members started searching for him. On Friday morning, his father, Balveer Singh, who is a home guard, went to his sugarcane field and spotted his son’s body lying in a pool of blood. A bullet had hit his head. A countrymade pistol and a used cartridge was lying near the body. A shocked Balveer Singh informed his family members and police. Neeraj Kumar, Gajraula station house officer, said “Police are probing the matter. It is yet to ascertained whether Rohit was murdered or he committed suicide. A case will be registered based on the complaint filed by his family.” Download The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Govt should root out terrorism: Father of slain CRPF jawan": {"time": "2019-06-14 04:22:00", "link": "https://timesofindia.indiatimes.com//city/meerut/govt-should-root-out-terrorism-father-of-slain-crpf-jawan/articleshow/69778036.cms", "description": "Muzaffarnagar: Satendra Kumar, a resident of Kivana village in Shamli district, was one of the five CRPF personnel killed in an attack carried out by two terrorists in South Kashmir’s Anantnag on Wednesday. As the grief-stricken family waited for the mortal remains of their son, a pall of gloom engulfed the village.The attack was carried out by two terrorists, believed to be from Jaish-e-Mohammed (JEM), on a busy road in Anantnag district of South Kashmir. Apart from the five CRPF jawans who were killed in the attack, three others were injured. An inspector of the Jammu and Kashmir (J&K) police has also sustained critical injuries.Maniram, father of the slain soldier, urged the government to put an end to terrorism, \"so that no other parent has to go through this excruciating pain\".According to the family, Satendra Kumar had joined CRPF in 2010 and had been posted in Kashmir for the past two and a half years. He is survived by his wife and two sons, Dipanshu (4), and Vasu (2).After receiving the shocking news from the CRPF headquarters, villagers gathered at his home to pay tribute to the martyr. Maniram said, “He wanted to serve the country and I am proud of him today.” According to a neighbor, “Satendra’s body is expected to arrive here by Thursday evening.”Download The Times of India News App for Latest City ."}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "After crackdown, Meerut’s dairy owners‘forced to sell cattle at throwaway price’": {"datetime": "", "description": "MEERUT: Fearing administrative crackdown, as many as 200 buffaloes were sold to slaughterhouses at throwaway prices in the past 24 hours, said Parvez Tyagi, a general secretary of Meerut Dairy Association. “Dairy owners, especially the small owners, who cannot make immediate arrangements to relocate, are being forced to sell their cattle at throwaway prices,” added Pravesh Tyagi. Amid the ongoing tussle between Meerut administration and local dairy owners, a delegation of dairy owners met senior BJP leader Laxmikant Bajpai on Saturday and apprised him of the situation. The BJP leader met ADM (city) Mahesh Chandra, additional municipal commissioner Amit Kumar and SP (city) Akhilesh Narayan Singh with a list of demands of dairy owners. Among their primary demand, the dairy association wants a cattle colony, on the lines of one coming up in Varanasi, be set up where these dairies can be rehabilitated. Bajpai assured them to take up the matter with local police and administrative officials in the district. Notably, on the Allahabad High Court’s directive, all 2,200 dairies in the district are to be moved out of the city limits as they were functioning illegally. The dairy owners had earlier said that they would remove the cattle on their own, but it was not done. The local administration has now started the drive against the dairies which are to be shifted by June 30. Talking to TOI, additional municipal commissioner Amit Kumar said, “Most of these dairies are unauthorized and there is a standing order to move them out. Their demand of rehabilitating them to a cattle colony is out of our jurisdiction.” The district administration, over constant pressure from dairy owners, is trying to rope in Meerut Development Authority for construction of a cattle colony to rehabilitate the small dairy owners. “The high court order has no binding directions to provide provision for cattle colony but we are trying our best to accommodate their demand,” said another senior official. Download The Times of India News App for Latest City .", "time": "2019-06-16 05:55:00", "link": "https://timesofindia.indiatimes.com//city/meerut/after-crackdown-meeruts-dairy-ownersforced-to-sell-cattle-at-throwaway-price/articleshow/69806493.cms"}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}