{"Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Watch: CM Fadnavis inaugurates Chhatrapati Shivaji Maharaj’s statue": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/watch-cm-fadnavis-inaugurates-chhatrapati-shivaji-maharajs-statue/videoshow/69781725.cms", "description": ""}, "\nArjun Rampal celebrates Navratri at Dagdi Chawl in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Arjun-Rampal-celebrates-Navratri-at-Dagdi-Chawl-in-Mumbai/articleshow/54737003.cms", "description": "Arjun Rampal, who plays Arun Gawli in an upcoming biopic on the gangster-turned-politician, visited Gawli’s neighbourhood on Thursday evening to participate in the Navratri celebrations there. Arjun has been working on the film, titled 'Daddy', over the past few months. A large part of the biopic has been shot at South Mumbai’s Dagdi Chawl, where Gawli grew up and rose to power. The actor took to his social media page to thank the film’s crew and also the city’s police force for helping out with the shoot, which wrapped up early this week. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "\nVir Das hosts special screening of '31st October'\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Vir-Das-hosts-special-screening-of-31st-October/articleshow/54976690.cms", "description": "Actor Vir Das recently hosted a private screening of Shivaji Lotan Patil’s '31st October', which released yesterday, for close friends at a suburban cineplex in Mumbai. Among those spotted at the do were Ramesh Taurani, Milap Zaveri, Neha Dhupia and Rannvijay Singha. Produced by Harry Sachdeva’s Magical Dreams Productions Pvt Ltd, co-produced by Anand Prakash with an all India release by Panorama Studios, '31st October' has Soha Ali Khan sharing screen space with Vir. Soha attended the screening with her husband Kunal Kemmu, who couldn’t stop praising her earnest portrayal of a Sikh woman. People even got emotional after watching the soul-stirring dramatic thriller. Listen to '31st October' songs on Gaana.com01:5931st October: Official trailerDownload The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Three-wheeler electric autos may hit Mumbai roads by September": {"datetime": "", "description": "MUMBAI: Italian two and three-wheeler maker Piaggio Vehicles is likely to launch a fully electric three-wheeler in Mumbai by September, sources said on Friday. The three-wheeler is likely to be developed in house with some components coming from outside suppliers. It will have imported lithium ion batteries cells while other components like engine and battery management system could be localised, the sources stated. Piaggio Vehicles is a 100 per cent owned subsidiary of Italy's Piaggio Group, and commenced operations in India in 1999 with the launch of the three-wheeler brand. The company has a complete range of three and four wheelers with diesel, petrol, CNG and LPG powertrains. Piaggio Vehicles during the weekend launched the new Ape’ City+ and marked its entry into the mid-body segment of 3 wheelers. The newly launched Ape’ City+ has India’s first 230 cc engine with 3 valve technology in the AF category. “This product is an all new ground up platform jointly developed by Piaggio’s product development teams from Italy and India,” said Diego Graffi, MD & CEO of Piaggio Vehicles Pvt. Ltd. “The last mile passenger transport dynamics is changing rapidly as cities are expanding into suburbs. There is a requirement of a versatile commercial people carrier which can cater to both in-city and outskirts,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-16 18:06:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/three-wheeler-electric-autos-may-hit-mumbai-roads-by-september/articleshow/69813456.cms"}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Comedians perform at 'Past Forward' event": {"time": "", "link": "http://photogallery.indiatimes.com/events/mumbai/comedians-perform-at-past-forward-event/articleshow/69785440.cms", "description": ""}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "A year after wine shop owner's murder, no breakthrough in case": {"datetime": "", "description": "MUMBAI: A year since wine shop owner Sajnish Singh Chawla was robbed and shot to death near his Goregaon establishment, the police are yet to make any breakthrough in the case. Chawla was walking towards his car with a bag containing Rs 4 lakh when he was shot in the temple by two masked men. What left his kin baffled and the community of liquor shop owners nervous was that the assailants first shot Chawla and then grabbed his bag. Chawla hailed from an affluent family that has business interests in construction, real estate and restaurants. The Vanrai police and multiple units of the crime branch have been working on the case. \"It's unfortunate that the killers havent been tracked down. The investigators seem to be trying their best,\" said Sumit, Chawla's brother. He added that the police had checked out the backgrounds of current and past employees at Chawla's wine shop. On June 10, 2018, Chawla shut his shop, Goregaon Wines near Virvani Industrial Estate, around 11.20pm. He started walking towards his car parked 100 metres away, accompanied by an employee named Kamlesh Yadav. Suddenly, two masked men in black cloth walked up with a pistol and shot Chawla in the left temple. The bullet exited from under his eye. As Chawla screamed in pain, the robbers picked up his bag of cash and fled. Yadav, who was unhurt, held a profusely bleeding Chawla and yelled for help. Some of the staffers heard him and alerted a patrolling police vehicle. Chawla was taken to the Bal Thackeray Trauma Hospital and then moved to Kokilaben Ambani Hospital where he died. Chawla was a well-built six footer and had never received threats from anyone. \"Surveillance camera footage and cellphone data dump was minutely scanned. We went through crime files to look for robbers that had struck in the past using a similar modus operandi elsewhere. Each such person was quizzed. Overall, more than 150 people have been questioned at different points. Officers also made trips to other states in south and central India to work on leads,\" said a police officer privy to the investigation. Chawla's family has been through a rough time in the past year. \"He is survived by his wife and two teenaged children. Tuesday was his first death anniversary and his family wanted to head somewhere out of the city because memories kept flooding them,\" said Sumit. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:00:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/a-year-after-wine-shop-owners-murder-no-breakthrough-in-case/articleshow/69819377.cms"}, "Men In Black: Promotions": {"time": "", "link": "http://photogallery.indiatimes.com/events/mumbai/men-in-black-promotions/articleshow/69789902.cms", "description": ""}, "BMC will wait till months.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bmcwillwaittillmonths-/articleshow/69808004.cms", "description": ""}, "Blatant arrogant rickshaw driving on wrong side": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/blatantarrogantrickshawdrivingonwrongside/articleshow/69780820.cms", "description": ""}, "Pocso accused jumps to death from courthouse": {"datetime": "", "description": "MUMBAI: A 25-year-old man, accused of sexually abusing a minor, committed suicide by jumping off a balcony on the sixth floor of the Dindoshi sessions court on Saturday. Vikas Pawar had been brought to the court for a hearing. He had been arrested in 2015, under the Protection of Children from Sexual Offences (POCSO) Act, for abusing a six-year-old schoolboy. Pawar had been in judicial custody since then. On Saturday, the minor survivor appeared before court. He narrated the entire incident, pointed to Pawar when asked to identify the perpetrator. A date for the next hearing was set. After leaving the court, Pawar was escorted to the sixth floor as he said he wanted to drink water. He pulled his hand out of the escort’s grip, rushed to the balcony and leaped outside. He died on the spot. Pawar used to live with his mother in Ghatkopar and had been employed at a school in Powai, where the sexual abuse was reported on December 9, 2015. In 2016, he had applied for bail but the court had rejected his application. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:54:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/pocso-accused-jumps-to-death-from-courthouse/articleshow/69808828.cms"}, "\nA grand premiere for 'Tutak Tutak Tutiya' in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/A-grand-premiere-for-Tutak-Tutak-Tutiya-in-Mumbai/articleshow/54737025.cms", "description": "The premiere of director Vijay’s 'Tutak Tutak Tutiya', which hit screens yesterday, was a star-studded affair. The film, produced by Pooja Entertainment and Films and Shakti Sagar Productions, is a horror comedy with loads of romance and drama. While producers Deepshikha Deshmukh and Vashu Bhagnani played perfect hosts, the lead stars Sonu Sood, Prabhudheva and Tamannaah interacted with the guests and posed for the shutterbugs. Shweta Pandit, Arjan Bajwa, Murli Sharma, Ravi Kishen, Gizele Thakral, Akanksha Puri, Gurmeet Choudhary and Debina Bonnerjee were among the other guests who were spotted at the event. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Mrs CM brings notes of hope for gifted poor students": {"datetime": "", "description": "The glow of her smartphone lights up Bhagyashali Mogha’s face in a dimly-lit room deep inside the adivasi pada in Goregaon’s Aarey Colony. On screen is a digital version of a tanpura that lets out a drone as the 15-year-old tunes it to the right scale, balances it between the kitchen vessels and tries to match her voice to the octaves as she kneads a giant sphere of dough, rolls it between her palms and whips up a few dozen rotis for her family’s dinner. Bhagyashali sings in Hindi, Kannada, Tamil, Marathi, Malayalam, Gujarati, Marwari and English with equal ease and behind that clear and flawless sur and taal, few can decipher that she cannot speak all these languages nor can they tell that Bhagyashali is now on her way to taking centre stage before an audience of 4000 that will include the city’s rich and famous. The simple act of singing has become the catalyst for a radical project called Mitti Ke Sitare in which children from low-income communities of Mumbai’s sprawling metropolis, are being given the chance to punch through the poverty cycle with the help of skills learned through music and singing. Bhagyashali is among 18 others who have made it to the final rounds of the talent show that over the last six months has worked with more than 500 young people between age seven and 15 who might never have had a chance otherwise to hold a public platform or stand on a stage and show off their skills. When TOI met Bhagyashali along with Hina Kori and Shabana Shaikh – three 15-year-olds gearing up for the singing face-off on Saturday – the teenagers were absorbed in filming themselves singing a film tune. Somewhere in that mix of teenage yearning and drive for singing, what was conspicuous was the absence of any rivalry. “More than winning, it’s about proving that we have talent. And even if we don’t win, we feel confident of ourselves and in expressing ourselves today, be it to our parents or an outsider,” says Shabana who lives in Lakshminagar’s slum cluster. Unlike reality shows aimed at creating saleable content to plump up TRP ratings, Mitti ke Sitare is an effort to combat the elitism of creative industries and a pet project for Amruta Fadnavis, banker and wife of Maharashtra’s chief minister Devendra Fadnavis. “It’s not just about a journey to the finals but about inclusivity in the arts. Music is a powerful equalizer and our intention is to spot and nurture talent among kids who do not have the resources to pursue their creativity and written off even when they are capable,” she explains. The germ of the idea emerged a year ago when Fadnavis met a little girl at a friend’s place with “a lot of talent but no outlet”. Put together by Divyaj Foundation that she founded three years ago to empower the less privileged, interested children across 1187 municipal schools were asked to sing a few notes and upload it on an online server and out of the 6000 odd voices that did, those with potential – 527 kids – were promptly chosen for further rounds before the board of evaluators zeroed in on 18 singing talents. Currently undergoing rigorous mentoring and grooming sessions, the children will take the spotlight at the NSCI Dome next Saturday and have among their audience, chief minister Devendra Fadnavis and Jerry ‘Wonda’ Duplessis, the Grammy Award-winning music producer for American popstars like Justin Bieber, Shakira, John Legend and others. “There were challenges too because for families struggling to make ends meet, work is always more important. Although some kids backed out for that reason seeing so many others enjoy the process of learning without fear and with confidence, is deeply encouraging,” says Fadnavis who will join the children on Saturday on stage. Fadnavis’s belief in the transformative power of music stems from the role it plays in her own life as Mrs CM. “It is not just about the voice or an overnight feat but about overall development. meditative quality brings peace of mind, to perform well one has to be physically fit and its emotive power makes you a sensitive soul,” says the first lady of the state who is trained in classical music and frequently performs at various events. “Singing gives me a lot of courage to face the daily pressures of life and I hope it helps these kids in the same way. We’re tying up with more than one music foundation so that they can keep at it.” Download The Times of India News App for Latest City .", "time": "2019-06-16 20:04:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/mrs-fadnavis-brings-notes-of-hope-for-gifted-poor-students/articleshow/69808997.cms"}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Vijay Wadettiwar to take over as leader of opposition": {"datetime": "", "description": "MUMBAI: For the first time in recent history, the monsoon session of state legislature will begin without the leader of opposition in the lower house as its leader, Radhakrishna Vikhe Patil, joined the BJP and was inducted into the state cabinet on Sunday. NCP legislature party leader Ajit Pawar said the opposition on Sunday submitted a letter to speaker Haribhau Bagde that senior Congress leader Vijay Wadettiwar be appointed leader of opposition. “We have unanimously elected Wadettiwar. He should be declared leader of opposition as early as possible,” Pawar said. After a meeting of opposition leaders, including former CM Prithviraj Chavan, CLP leader Balasaheb Thorat, state NCP president Jayant Patil, leader of opposition in council Dhananjay Munde and former minister Naseem Khan, Pawar said the opposition will boycott the CM’s customary tea party to protest failure to tackle drought. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:49:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/vijay-wadettiwar-to-take-over-as-leader-of-opposition/articleshow/69819268.cms"}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Wine shop in front of school": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wineshopinfrontofschool/articleshow/69807968.cms", "description": ""}, "Refusal by Autoriksha": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/refusalbyautoriksha/articleshow/69807997.cms", "description": ""}, "water clogging in malwani": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterclogginginmalwani/articleshow/69808023.cms", "description": ""}, "Private OPDs to be shut today in Mumbai": {"datetime": "", "description": "MUMBAI: In a show of support, many private hospitals in the city suspended their outpatient services on Monday to show solidarity with the countrywide agitation against assault on doctors. Thousands of physicians and specialists also did not provide non-emergency services for 24 hours from 6am on Monday, in response to a strike call by the Indian Medical Association. Imaging centres too will not perform routine work throughout the day. JJ hospital crowded as private OPDs are shut today in Mumbai #DoctorsStrike https://t.co/LWoQPokMFH&mdash; TOI Mumbai (@TOIMumbai) 1560750670000Asian Heart Institute (AHI) in Bandra, Holy Spirit Hospital in Andheri, group of Fortis hospitals and Jupiter Hospital in Thane announced that they will keep OPDs shut on Monday. The Indian Radiological and Imaging Association (IRIA) said radiologists will not offer routine CT scans, MRIs and other imaging services unless it’s an emergency. The All India Ophthalmological Society has asked its members to withdraw non-emergency services. The Association of Medical Consultants (AMC) said all its 11,000 members will join hands with IMA to boycott routine work, in what is seen as one of the biggest pushbacks by the medical fraternity in recent times. In Thane, private practitioners at over 2,000 clinics and 300 nursing homes will be shut for the first half of Monday. Services at public hospitals will not be hit. “The decision to participate in shutting down of non-essential services is to express our total dismay about the way healthcare workers and institutes are treated. Security is a basic right,” said Dr D K Khanna, medical director, Holy Spirit. Dr S Narayani, zonal director, Fortis Hospitals, said, “We have taken a central decision to keep all our OPDs shut on Monday. Only emergency and inpatient services will stay functional.” The hospital said it was to stand up against repeated acts of violence on doctors and caregivers. Many other hospitals are likely to join the strike. The IMA called for a nationwide strike after the attack on two doctors in Kolkata. “The incident was the last straw. Every incident is followed by a hue and cry and then assurances. In Maharashtra, the doctor’s protection act has not had any impact on such attacks,” said Dr L Kapoor from AMC. Dr P Onkar of IRIA said that nearly 3,500 radiologists across the state, including 800-odd from Mumbai, will participate. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:08:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-private-opds-to-be-shut-today-to-protest-assault-on-doctors/articleshow/69818765.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "we are allready complaints to bmc to clean hous": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/weareallreadycomplaintstobmctocleanhous/articleshow/69808006.cms", "description": ""}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Andheri bridge thrown open year after it fell": {"datetime": "", "description": "MUMBAI: A year after a portion of it collapsed, the Gokhale bridge at Andheri, which had since been shut, was thrown open for vehicular traffic on Sunday morning, bringing relief to motorists and pedestrians. The walkways on both sides of the bridge, a key east-west connector, are now usable but their width has been reduced from 3.5mt to 2mt. Western Railway came in for much flak after the pedestrian section of the bridge collapsed on July 3 last year, killing two and injuring three. The collapse was blamed on the extra load placed on the cantilever section following widening of sidewalks and laying of cables. On Sunday morning, when the bridge was opened to traffic, Dhaval Shah, chairman of Andheri-Lokhandwala Oshiwara Citizens’ Association, said: “The width of the road and walkways is reduced on either side... This is uncalled for. Also, during inspection, we noticed loose gravel and sand on the bridge. This is shoddy work. It can cause vehicles to skid.” He also pointed out that it had taken a year to repair the bridge. However, Western Railway officials said the work has been “meticulously” done and there is no danger to pedestrians or motorists. Chief spokesperson of Western Railway, Ravinder Bhakar, said it took nearly a year to finish work as it could only be done at night to avoid traffic disruption. It was done to ensure safety of trains below the bridge. The cost totted up to Rs 3.34 crore. Bhakar added that a safety audit of the bridge had been done by the Indian Institute of Technology, Mumbai. “The audit identified the major repairs and strengthening work required,” he said The work involved dismantling of a 3.3mt wide cantilever slab on both south and north carriageways, replacement of corroded steel brackets supporting the slab, casting of new slabs and crash barrier and providing stainless steel fencing. Repairs were done in two phases. In the first phase, the south carriageway was repaired while the north carriageway was repaired in the second. “Our officials worked with a constraint of restricted work area,” said Bhakar. Download The Times of India News App for Latest City .", "time": "2019-06-17 05:43:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/andheri-bridge-thrown-open-year-after-it-fell/articleshow/69818205.cms"}, "\n'Mirzya' cast bonds over dinner in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Mirzya-cast-bonds-over-dinner-in-Mumbai/articleshow/54563468.cms", "description": "It was double celebrations for Rohit Khattar, who recently hosted a dinner for the cast of 'Mirzya', which will hit screens on October 7. He not only celebrated the positive response the trailer and the songs of his film have received, but also welcomed his award-winning restaurant, Indian Accent, from New Delhi, which has created a pop-up restaurant for a few days at Magazine Street Kitchen in Mumbai. Enjoying the exquisite sit-down menu were the director of 'Mirzya', Rakeysh Omprakash Mehra, and the lead stars, Harshvardhan Kapoor and Saiyami Kher. While Harsh’s papa Anil Kapoor missed the do because of his prior commitment, the rest of his family, including mom Sunita Kapoor, sister Rhea and cousin Arjun Kapoor, gave him company. Others spotted at the party include Bharathi Mehra, Anuj Chaudhry, Ramesh and Kiran Sippy, Poonam Dhillon with daughter Paloma and actor-son Anmol, Nandita Das, Tisca Chopra and Shobhaa De. Raveena Tandon and her film distrubutor-husband Anil Thadani, who has partnered with Rohit to launch an overseas distribution company, were spotted engaged in a lively conversation. Rohit (Owner of Indian Accent and Chairman of Cinestaan Film Company, which is producing 'Mirzya' along with ROMP Pictures) said, “We celebrated the success of the fim’s music and bid farewell to Rakeysh and the team as they go on city tour, which will culminate in the Red Carpet Premiere at the London Film Festival. I’m delighted that this occasion is being celebrated with cuisine from my restaurant.” Download The Times of India News App for Latest City ."}, "Three new BJP faces from Mumbai likely in cabinet, RPI may get berth too": {"datetime": "", "description": "MUMBAI: The much-awaited Maharashtra cabinet reshuffle is all set to take place on Sunday, with the induction of 13 ministers and the axing of eight. From the BJP’s quota, those likely to make it to the cabinet are Mumbai BJP president Ashish Shelar, Atul Save (Aurangabad), Anil Bonde (Amravati), Yogesh Sagar (Charkop, Mumbai), Bhai Girkar (MLC from Mumbai) and Sanjay Kute (Buldhana). From the Sena, other than Jaidutta Kshirsagar, Tanaji Sawant (Yavatmal) or Rajesh Kshirsagar (Kolhapur) may be inducted. For the first time, a nominee of the RPI (Athawale group) is to be accommodated in the state cabinet. RPI chief Ramdas Athawale has proposed the name of his trusted aide and activist Avinash Mahatekar. The Sena is reportedly insisting on promotion of at least one of its ministers of state to cabinet rank and the induction of one cabinet and two ministers of state. Fadnavis had been promising a reshuffle for more than three years but had been unable to take a decision owing to differences with the Sena, particularly over induction of a Sena nominee as Deputy CM. The reshuffle was necessitated following vacancies in the cabinet. While agriculture minister Pandurang Fundkar passed away, food and civil supplies minister Girish Bapat was recently elected to the Lok Sabha, and health minister Deepak Sawant’s term as legislative council member ended last year. The current strength of the cabinet is 38 – 22 cabinet members and 16 ministers of state. As it has been proposed to induct 13 new faces, Fadnavis would have to drop 8 ministers to ensure the total strength of the cabinet does not exceed 43 – the highest number he can have according to rules. The strength of the cabinet cannot exceed 15% of the total strength of the House. Maharashtra has 288 legislators in all. According to reports, those legislators who are to be inducted in the state cabinet on Sunday were summoned to the CM’s official residence Varsha on Saturday night. On the other hand, those who were likely to be dropped were asked to report at the residence of finance minister Sudhir Mungantiwar. The entire cabinet reshuffle exercise is being monitored by public works minister Chandrakant Patil of the BJP under the supervision of CM Fadnavis. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:21:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/three-new-bjp-faces-from-mumbai-likely-in-cabinet-rpi-may-get-berth-too/articleshow/69808610.cms"}, "CM Devendra Fadnavis announces Rs 15,500 crore sops for Maharashtra farmers": {"datetime": "", "description": "MUMBAI: Ahead of the state assembly elections in October, the Devendra Fadnavis government appears to be on a mission to complete disbursement of grants under various schemes. Addressing the media on the eve of the budget session, the chief minister said the state was releasing around Rs 8,000 crore for farmers, besides around Rs 7,500 crore from the PM’s Kisan Fund to 1.2 crore farmers. “We hope to complete disbursement of Rs 6,000 to each of the 1.2 crore farmers before the Kharif season begins,” he said. He indicated pre-election sops to the Dhangar community which has been demanding reservation for a long time. “At the budget session starting Monday, you will see a major decision for the Dhangar community,” Fadnavis added. He said this was the only government that had resolved long-pending demands such as the Maratha reservation. “Legal hurdles surrounding Maratha reservation have been resolved and admission of students has been completed successfully,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:38:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/cm-devendra-fadnavis-announces-rs-15500-crore-sops-for-maharashtra-farmers/articleshow/69819189.cms"}, "Woman steals newborn from Mumbai's BYL Nair hospital ": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/woman-steals-newborn-from-mumbais-byl-nair-hospital/videoshow/69782785.cms", "description": ""}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "TREE FALL, DELAY IN CLEARANCE": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/treefall2cdelayinclearance/articleshow/69818312.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "A daily problem.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/adailyproblem-/articleshow/69818310.cms", "description": ""}, "nala cleaned but gabaged kept out side": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nalacleanedbutgabagedkeptoutside/articleshow/69818291.cms", "description": ""}, "Mumbai kidnapper stole baby to keep up pregnancy lie": {"datetime": "", "description": "MUMBAI: The woman who kidnapped a five-day old boy from Nair Hospital has told the police that she she abducted the baby to hide her lie that she was pregnant. The accused, Hazel Correa (37), a Vasai resident, broke down and told her interrogators that she repents what she has done. The Agripada police, probing the kidnapping case of a on June 13, collected blood samples of the boy, his mother Sheetal Salvi and the arrested accused, Correa for DNA matching. A police team also recovered the Nair Hosptial’s baby badge which was thrown by the accused near the Bandra Sea Link in Bandra. The badge is put by the hospital for children’s identity. On June 13, Correa had kidnapped the boy while his mother was asleep. She later went to V N Desai Hospital in Santacruz, claiming it was her baby. Suspecting her claims, the on-duty doctors alerted the police later arrested her. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:02:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-kidnapper-stole-baby-to-keep-up-pregnancy-lie/articleshow/69818240.cms"}, "Un attended and open Garbage place": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unattendedandopengarbageplace/articleshow/69807972.cms", "description": ""}, "CM Devendra Fadnavis: Decision on congestion fee after Metros start": {"datetime": "", "description": "MUMBAI: The state government will decide on imposing congestion charge for vehicles in Mumbai once the under-construction Metro rail begin services, chief minister Devendra Fadnavis told TOI on the eve of the budget session of the state legislature. A recently concluded conference on eco-friendly transport for Mumbai held by Maharashtra Pollution Control Board (MPCB) jointly with NEERI and Mumbai First suggested Re 1 per km fee for private cars and SUVs and 50 paise for two-wheelers. These charges, aimed at reducing traffic on road and thus fuel consumption and pollution, are then proposed to go to BEST and other mass transport modes to improve services. BEST has welcomed the move. Mumbai is the ‘Most Traffic Congested City’ in the world with 65% congestion meaning road commuters spent 65% extra travel time. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:23:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/cm-devendra-fadnavis-decision-on-congestion-fee-after-metros-start/articleshow/69819013.cms"}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "‘Parents not told of screening of eyes in pre-term babies’": {"datetime": "", "description": "MUMBAI: Given India’s poor record of health data, doctors fear more than 3,000 preterm babies face the risk of blindness due to untreated retinopathy of prematurity (ROP). Dr Santosh G Honavar, editor of the Indian Journal of Ophthalmology, has noted in a recent article that around 20,000 newborns need ROP management. A study undertaken closer home by Dr Sucheta Kulkarni of H V Desai Eye Hospital in Pune showed that almost three-fourth of the children who had turned blind due to ROP hadn’t been been screened for the condition. “We looked at the history of 66 children who come to our hospital with ROP blindness, and the majority of the parents said that they had never been told about the screening,” said Dr Kulkarni. Screening entails looking at the retina using a special lens; extra blood vessels growing throughout the premature baby’s retina can be easily spotted within a few weeks of birth and treated. Pune district has a network of technicians who have the special screening device attached to a digital camera that they use to look at a premature baby’s eyes and send the image to a doctor sitting in H V Desai Hospital. “ROP is detected in metro cities such as Mumbai and Pune but there is no system beyond even a few kilometres outside city limits,” she said. Incidentally, most of the affected children in Dr Kulkarni’s study were born in smaller cities that now boast NICUs. Pediatrician Dr Bhupendra Awasthi of Surya Hospital, Santa Cruz, said ROP is now routinely detected and treated in cities such as Mumbai. “There has been a lot of improvement in the last five years,” he said. “The rule is that every child born before 32 weeks of pregnancy should be screened for ROP,” he added. Dr Jalali said ROP-related blindness seems worse because it is preventable. “As these blind babies grow up, all healthcare personnel will have to answer them as to why they went blind when knowledge and technology were known at least 30 years ago in countries from where we imported the incubator and newborn survival technology,” said Dr Jalali, adding that “safety nets should have been transferred along with technology”. The Indian Retinopathy of Prematurity (iROP) Society of India is holding a meeting in PGIMER, Chandigarh, next week to discuss ways to generate awareness among doctors and parents about this disease. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:24:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/parents-not-told-of-screening-of-eyes-in-pre-term-babies/articleshow/69808629.cms"}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "monsoon unpreparedness": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/monsoonunpreparedness/articleshow/69780847.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Garbage on Andheri Link Road near Vibgyor School": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageonandherilinkroadnearvibgyorschool/articleshow/69818264.cms", "description": ""}, "cooking/living on footpath": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cooking2flivingonfootpath/articleshow/69807980.cms", "description": ""}, "Bombay high court grants matka queen medical bail": {"datetime": "", "description": "MUMBAI: The Bombay HC granted permission to Jaya Chedda, the former wife of late matka king Suresh Bhagat, to go to Singapore for 45 days to be treated for a rare disease. Chedda furnished medical reports from HN Reliance Hospital stating she is suffering from ‘recurrent uveitis, probable sarcoid’. The court said she must provide details of her doctor’s appointment and travel dates, and deposit an additional security of Rs 5 lakh. In 2013, Chedda, among others, was sentenced to life for the murder of Bhagat and six others. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:07:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/bombay-high-court-grants-matka-queen-medical-bail/articleshow/69808907.cms"}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "In Mumbai, woman finds out man is married, files rape complaint": {"datetime": "", "description": "MUMBAI: A 33-year-old woman has registered an FIR against a Kerala man for allegedly raping her after making false promises of marrying her. It took the complainant nearly eight years to learn that the suspect Binoy Balkrishna (35) was married. The complainant met the suspect at a dance bar in 2009 when she was employed there, said an officer. The accused, who claimed to be associated with construction business in Dubai began a physical relationship with the woman, the officer said. According to the woman, he promised to marry her before leaving for Dubai in 2010, after she informed him that she was pregnant. She gave birth to a baby boy in 2010 and moved to Andheri in a rented house that he got for her. In 2017, he told her that due to business problems it would be difficult to pay her rent and expenses. In February 2018, the complainant came across his Facebook profile which showed he was married to a woman in Kerala. When she questioned him, he threatened her with dire consequences, the police said. A case under IPC sections for rape, insult and criminal intimidation has been registered. Oshiwara police will issue a lookout circular to nab the suspect. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:31:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-woman-finds-out-man-is-married-files-rape-complaint/articleshow/69818576.cms"}, "BJP Mumbai unit chief leaps to big league, lands school education": {"datetime": "", "description": "MUMBAI: For BJP Mumbai unit president Ashish Shelar, it was just a matter of when he will join the big league. On Sunday, he was inducted as the minister for school education, sports and youth welfare. The move assumes significance as it comes during admission season. These departments were earlier held by Vinod Tawde, who will be now left with higher and technical education, welfare of minorities and Marathi language. Shelar, who started his political career during his student days in 1988 with ABVP, was seen as a potential state-level leader. A law graduate and two-term corporator, he became an MLC in 2012 before contesting the assembly polls in 2014. Meanwhile, he got opportunities to prove himself as a election strategist in the 2017 civic polls. During his term, BJP’s tally in the BMC reached up to 83 when Sena-BJP contested separately. He has also been actively focussing on the city’s civic infrastructure and other issues. He is said to share a good rapport with Amit Shah as the BJP national president has visited him at his residence several times during his Mumbai visits. Shelar is involved the sports sector, taking a cue from NCP chief Sharad Pawar. The former chairman of Mumbai Cricket Association also held the post of chairman of BCCI marketing committee. He worked with the Mumbai football association and Rope Skipping Association and has been vice chairman of the Rajasthan Sports Club. In BJP circles, the CM's decision to give school education department to Shelar is being viewed as a setback for Tawde. In the other decisions during the reshuffle, Sambhaji Patil Nilangekar has been given food & civil supplies, consumer protection, skill development, ex-servicemen welfare, while Jaykumar Rawal will head food & drugs administration, tourism, protocol and Subhash Deshmukh will head cooperation, relief and rehabilitation departments.’ Download The Times of India News App for Latest City .", "time": "2019-06-17 09:11:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/bjp-mumbai-unit-chief-leaps-to-big-league-lands-school-education/articleshow/69819410.cms"}, "Mi Days on Amazon": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/mi-days-on-amazon-get-up-to-rs-6500-off-on-redmi-y3-mi-a2-redmi-note-5-pro-and-more/articleshow/69819589.cms", "description": ""}, "\nSpecial screening of 'Chaar Sahibzaade — Rise of Banda Singh Bahadur' in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Its-3D-time-in-B-Town/articleshow/55370816.cms", "description": "The makers of director Harry Baweja’s 'Chaar Sahibzaade — Rise of Banda Singh Bahadur', Eros International and Baweja Movies Pvt Ltd, had organised a special celebrity screening of the 3D animated movie, which hit screens yesterday. While the 2014 prequel had received thumbs up from the industry, the sequel had generated a lot of buzz, making it one of the most anticipated movies of 2016. In fact, the makers had hosted a screening of the film to army personnel and gallantry award winners in the Capital as well. Harry had said, “Banda Singh’s story is an inspiration for every generation and his struggle as a general resonates with the valour of our army personnel.” While Rowena and Pammi Baweja and Krishika Lulla played perfect hosts, Mandira Bedi, Siddharth Anand, Raj Kundra, Poonam Dhillon, Ramesh Thadani, Sagarika Ghatge, Ashish Chowdhury and Sanjay Suri were among those spotted enjoying the film. Download The Times of India News App for Latest City ."}, "Cabinet expansion in Maharashtra saw 13 new ministers inducted in Fadnavis government": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/cabinet-expansion-in-maharashtra-saw-13-new-ministers-inducted-in-fadnavis-government/videoshow/69812240.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Wet-lease more buses, but protect BEST-owned fleet: Workers’ union": {"datetime": "", "description": "MUMBAI: BEST workers’ union leader leader Shashank Rao has welcomed the decision to wet-lease around 2,500 buses and also the BMC chief’s direction to fix Rs 5 as fare for journeys within 5kms of railway stations. “It’s a good move to have more buses and reduce fare. The administration should give more importance to public transport as it helps reducing traffic congestion,” Rao told TOI. He said that the union has signed an MOU with BEST a few days ago, where their main focus is to protect the 3,337 self-owned and operated BEST buses forever. It whenever any of these bus is scrapped, the BESTBMC will have to replace it by buying a new vehicle, and not wet-lease. The BEST-BMC need to maintain this number, beyond which they can get any number of buses on wet-lease (contract) and the maximum number of such buses can go up to 10,000. Rao said that in the BMC’s earlier proposal the point of protecting 3,337 BEST owned buses was not there and the authority wanted to retire them gradually. Opposition leader in the BMC and Congress corporator Ravi Raja welcomed the move. “It’s a good decision to have more buses and reduce the minimum fare. It will encourage more people to use BEST buses, instead of going by share auto or taxi. It will also help to reduce BEST’s losses.” BMC has been struggling to pay its employees expenses and meet other costs for the past few years. Three years ago, it approached BMC for bailout, but the then municipal commissioner, Ajoy Mehta (who is now the chief secretary) had put certain conditions. He had suggested wet-leasing of buses along with other measures and had opposed the BEST plan to increase bus fare to recover the loss. The issue was pending for last three years. Soon after taking charge as BMC commissioner last month, Pardeshi took a bold decision to provide Rs 100 crore assistance to BEST every month with immediate effect. He also agreed to merge BEST budget with BMC in the next few months. Once implemented, these decisions will give the BMC commissioner a bigger say in BEST affairs. The BMC is the country’s richest civic body with fixed deposits of over Rs 72,000 crore. (With inputs from Manthan K Mehta)Download The Times of India News App for Latest City .", "time": "2019-06-16 08:18:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/wet-lease-more-buses-but-protect-best-owned-fleet-workers-union/articleshow/69808602.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Even Phantom would not dare enter": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/evenphantomwouldnotdareenter/articleshow/69818346.cms", "description": ""}, "Bhojpuri star Rani Chatterjee raises temperature in this swimwear!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Block on Central Railway, Western Railway today": {"datetime": "", "description": "MUMBAI: Train services will be affected on Sunday due to maintenance work. On CR mainline, block will be from 11.20am-3.50pm on Thane-bound slow line between Matunga and Mulund and services will be unavialbale at Vidyavihar, Kanjur Marg, Nahur. On Harbour line, block will be on CSMT-Chunabhatti/Bandra from 11.10am- 4.10pm and on WR, between Churchgate and Mumbai Central fast lines at 10:35am-3:35pm. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:12:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/block-on-central-railway-western-railway-today/articleshow/69808936.cms"}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "proudly USE your compound as dust bin": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/proudlyuseyourcompoundasdustbin/articleshow/69807964.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "2 lakh trees to be axed for e-way": {"datetime": "", "description": "", "time": "2019-06-17 09:33:00", "link": "https://mumbaimirror.indiatimes.com/mumbai/other/2-lakh-trees-to-be-axed-for-e-way/articleshow/69818027.cms"}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Vidarbha and OBCs get priority as CM expands cabinet ahead of polls": {"datetime": "", "description": "MUMBAI: The optics of dropping six ministers and inducting 13 new faces months before assembly elections suggest the laying of a specific roadmap for the polls. For, five of the new ministers are from Vidarbha and three from Mumbai. Besides, five belong to the OBC category. Analysing the reasons for greater representation to OBCs, a political analyst said, “They might have taken a lesson from the LS polls—one of the Vidarbha constituencies elected the only Congress MP (Bala Dhanorkar) in the state. Also, the BJP’s strongest leader in the state, Nitin Gadkari, could not win by the margin he expected in spite of working hard for his constituency.” Gadkari won Nagpur seat by a margin of 1.97 lakh votes. Another reason for the focus on Vidarbha and OBCs could be an effort to assuage sentiments of the region’s voters amid the drought and farmer suicides. According to an expert, this may also help ensure that the old demand of separate statehood is not raised again during the assembly polls. Amid these moves, Pune, which sent eight BJP MLAs to the assembly and had two ministers till recently, will now be deprived of any ministerial representation. For Dilip Kamble, the only ministerial representative from Pune, was dropped in the reshuffle. The other minister, Girish Bapat, who was elected as MP recently, resigned from the assembly. An analyst recalled that when the Maratha quota was announced, there was anxiety within the OBC community that if the new reservation plan gets stalled due to to legal issues, the Maratha community might get a share from the OBC quota. The cabinet expansion seems to be partly an effort to send a message that OBCs won’t be neglected, the analyst said, pointing out that Anil Bonde, Sanjay Kute, Atul Save, Parinay Fuke (all from BJP) and Jaydutta Kshirsagar of Sena are from OBC category. Four of the new ministers— Radhakrishna Vikhe-Patil, Ashish Shelar, Tanaji Sawant and Sanjay Bhegadeare Marathas, while Suresh Khade and Avinash Mahatekar from RPI-A are from the SC category and Ashok Uike from tribal community. To a query whether the reshuffle was part of social engineering to strengthen vote bank ahead of elections, the CM only said that a chance was long due for the new faces who are expected to take development schemes to newer regions and people. About the reshuffle, minister Vinod Tawde said, “We have tried to balance on both regional and social fronts.” Download The Times of India News App for Latest City .", "time": "2019-06-17 07:55:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/vidarbha-and-obcs-get-priority-as-cm-expands-cabinet-ahead-of-polls/articleshow/69818658.cms"}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Thane plucky teen saves cousin from leopard": {"datetime": "", "description": "KALYAN: A plucky teenager saved his young cousin from the jaws of a leopard in Karpatwadi village near Tokawade in Murbad taluka of Thane district. On Friday afternoon, Naresh Kaluram Bhala (14) and Harshad Vitthal Bhala (7) were with their grandmother on their farm located near the Murbad forest range. While the woman was busy farming, the boys went in search of blackberries. The leopard, which was hiding in the bushes, leapt on the older boy, but as he quickly moved away, it attacked Harshad and injured him. A quick-thinking Naresh picked up stones and a stick lying at the spot and started hitting the leopard, forcing it to let go of its grip on Harshad. As the duo raised an alarm and their grandmother Kanhibai came rushing with a ‘koyta’ (sickle), the leopard fled. Kanhibai rushed both children to hospital, where they were treated for their injuries. Interestingly, a day later, the forest team found the same leopard dead around 300 metres away. The carcass of the female cat, around 10-12 years old, was taken to the Sanjay Gandhi National Park for a post mortem examination. The animal was found to have no external injuries or abnormalities. Pathologists from the Parel veterinary college Dr Prashant Gadve and Dr Shailesh Pethe reported the cause of death as due to old age. On Saturday, officials from the local Tokawade police station felicitated the children. Suhas Kharmate, in-charge of Tokawade police station, said, “Naresh showed unusual courage for such a young lad to save his cousin.” Read this story in BengaliDownload The Times of India News App for Latest City .", "time": "2019-06-17 09:08:00", "link": "https://timesofindia.indiatimes.com//city/thane/thane-plucky-teen-saves-cousin-from-leopard/articleshow/69818156.cms"}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "5,000kg of metal being used to get Fitzgerald back to life": {"datetime": "", "description": "MUMBAI: To restore the over 150-year-old Fitzgerald Fountain, the BMC will need 5 tons, or 5,000kg, of metal since at least 250 pieces of the existing fountain are missing. The 40-foothigh fountain, which once stood at Metro Cinema junction at Marine Lines, is being restored at the Bhau Daji Lad Museum in Byculla. The metal will be required to ensure that the missing parts are well-fitted, said officials. Attempts are being made to use the same metal which the fountain was originally made of. “We took samples from various parts of the fountain after dismantling the structure. This was done to check if the structure was made of cast iron,” said an official. “We found cooper in a few parts. We have tried to get the same metal with the same chemical composition to prepare the missing pieces.” One reason for doing this was if another metal were used, there were chances that it might not agree with the original metal, said the official. “That could affect the structure,” the official said. Finding of copper had officials a bit worried. “That is so because if large parts of the fountain required cooper, it would spike the restoration costs drastically. However that was not the case...” To test the existing metal of the fountain, samples were sent to a metallurgical laboratory in the city and the reports received from the lab have been preserved for future reference. The 40-foot Fitzgerald fountain was erected in 1867 even before the Mumbai Municipal Corporation Act 1888 that governs the BMC came into force. Conservation architect Pankaj Joshi, who is overseeing the restoration of Fitzgerald fountain, said that the patent drawings of the fountain which they were able to trace have become the basis to help recreate the fountain to its original form. “So, the recreation of the fountain is being done on accurate documentation available of that period,” said Joshi. “So, there’s no conjecture.” A lamp has been missing from the existing structure… But we are making every attempt to bring it back to life in its actual formm: said the official. The small lamp atop the fountain will be recreated in a bigger form. With the Fitzgerald fountain expected to be restored and erected by early next year, this will be the second British-era water fountain in the city to get a face lift. In January this year, the Flora Fountain sprung back to life. However, unlike the Fitzgerald fountain, which is a cast iron water fountain, Flora fountain is made of Portland stone. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:20:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/5000kg-of-metal-being-used-to-get-fitzgerald-back-to-life/articleshow/69808996.cms"}, "Maharashtra Cabinet expansion: 13 new ministers inducted in Fadnavis government": {"datetime": "", "description": "MUMBAI: The state cabinet expansion in Maharashtra saw 13 new ministers taking oath on Sunday morning, a day before last monsoon session of this government. Of 13 newly inducted ministers in Fadnavis government, ten are from BJP, two from Shiv Sena and one from RPI (A). Radhakrishna Vikhe Patil (BJP), Jaydutta Kshirsagar (ShivSena), Adv Ashish Shelar (BJP), Dr Sanjay Kute (BJp), Suresh Khade (BJP), Dr Anil Bonde (BJP), Dr Ashok Uike (BJP) and Dr Tanaji Sawant (Shiv Sena) took oath as cabinet ministers in presence of governor Ch Vidyasagar Rao and chief minister Devendra Fadnavis at Raj Bhavan. While Yogesh Sagar (BJP), Avinash Mahatekar (RPI-A), Sanjay Bhegade (BJP), Parinay Phuke (BJP), Atul Save (BJP) sworn-in as minister of state. In Video:Cabinet expansion in Maharashtra saw 13 new ministers inducted in Fadnavis governmentDownload The Times of India News App for Latest City .", "time": "2019-06-16 16:06:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-cabinet-expansion-13-new-ministers-inducted-in-fadnavis-government/articleshow/69810174.cms"}, "‘Police trying to hush up boat sinking’": {"datetime": "", "description": "MUMBAI: A day after a ferry boat sank 500m off Madh-Marve shore, the two survivors claimed police were trying to hush up the matter and didn’t lodge a case as they are “shielding” a builder who runs the service. The police had claimed the duo may have fallen off the boat due to strong winds. “At 4pm, the boat was heading to Versova when it started to sink. Sameer, a local, and me caught rubber tubes and stayed afloat,” said Narendra Kumar. “There was no safety equipment ...I learnt that Sameer had gone to the police station, but the cops didn’t register a case.” Malwani senior inspector Deepak Phatangare and Versova senior inspector Ravindra Badgujar didn’t respond to TOI calls. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:54:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/police-trying-to-hush-up-boat-sinking/articleshow/69819349.cms"}, "Pragya Singh Thakur gets exemption from appearance": {"datetime": "", "description": "MUMBAI: The 2008 Malegaon blast accused and newly-elected MP, Pragya Singh Thakur, was granted exemption from appearance by a special NIA court on Saturday. Thakur's lawyers told court that she had intended to come on Saturday but they had advised her not to come as the court was on leave. They said that if she was not advised properly it was their fault and she should not be blamed. Last month, the court had directed all accused to be present at least once a week. On Friday, the court had adjourned the trial proceedings to Monday. Thakur has come before the court last week. Six persons were killed and over 100 injured when an explosive device went off in Malegaon on September 29, 2008. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:22:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/pragya-singh-thakur-gets-exemption-from-appearance/articleshow/69808612.cms"}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Vashi: School 'bars' single mother's kid, principal-parent's conversation video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/vashi-school-bars-single-mothers-kid-principal-parents-conversation-video-goes-viral/videoshow/69798169.cms", "description": ""}, "Saturday Splash": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/saturdaysplash/articleshow/69808017.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Celebs participate in 'Run for The Oceans 2019' event": {"time": "", "link": "http://photogallery.indiatimes.com/events/mumbai/celebs-participate-in-run-for-the-oceans-2019-event/articleshow/69771281.cms", "description": ""}, "First merit list for degree courses to be out today, 7.8 lakh applications by 2.6 lakh students": {"datetime": "", "description": "MUMBAI: Over 7.8 lakh applications have been made by 2.6 lakh students for first year degree colleges at Mumbai University this year. The first merit list will be announced by colleges in the city at 5 pm on Monday and top colleges may remain out of reach for HSC students, feel principals. Mumbai University accepted applications until Saturday evening. The number of applications this year is lower. This could be attributed to the lower success rate at HSC. Among bachelor’s programmes offered by the university, the highest number of applications—2.16 lakh have been made for BCom. Bachelor of Management Studies has received 1.44 lakh applications. This is lower than last year’s 2.49 lakh and 1.47 for the two courses. The BA and BSc courses drew 55,907 and 57,859 applications respectively. While applicants to the BA courses are only marginally lower, BSc had received 71,330 applications last year. The success rate among HSC science students in Mumbai was down by 7%. The varsity had on offer over 3.39 lakh seats last year which may rise this year. “This year about 21-22 new colleges got permission and the existing colleges could add new divisions and permissions through government resolutions will be given soon. It will add between 5 and 10% to the intake capacity. So, the number of seats exceeds that of applicants,” said a university official. With a lot of HSC students getting lower scores than those from ISC and CBSE, principals feel the first merit list could disappoint them. “There is a worry that may not get the college of choice. But then, the first list at several colleges might feature the same highscorers but these students will confirm admission at only one college... ,” said Hemlata Bagla, principal, KC College. Despite poorer HSC results, principals don’t expect cut-offs to be lower. “At least for BMS, BMM where demand keeps rising, cut-offs will be competitive,” said Marie Fernandes, principal, St Andrew College. Download The Times of India News App for Latest Education News.", "time": "2019-06-17 09:14:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/first-merit-list-for-degree-courses-to-be-out-today-7-8-lakh-applications-by-2-6-lakh-students/articleshow/69819509.cms"}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "Megablocks on Matunga-Mulund and CSMT-Bandra corridors": {"datetime": "", "description": "MUMBAI: There is a megablock on Matunga- Mulund Down slow line from 11.20am to 3.50pm on Sunday, which may inconvenience commuters. The Down slow line services leaving Matunga from 10.57am to 3.52pm will be diverted on Down fast line between Matunga and Mulund stations halting at Sion, Kurla, Ghatkopar, Vikhroli, Bhandup and Mulund stations and further re-diverted to Down slow line proper at Mulund station. The Up fast/semi fast services leaving Kalyan from 10.54 am to 3.06 pm will halt at Diva, Mulund, Bhandup, Vikhroli, Ghatkopar and Kurla stations in addition to their respective scheduled halts and arrive destination 15 minutes behind schedule. The Down slow line services will not be available at Vidyavihar, Kanjur Marg and Nahur Stations. Passengers of these stations are allowed to travel via Ghatkopar, Bhandup and Mulund stations. Brace for a rail block on Harbour line CSMT- Bandra / Chunabhatti corridor from 11.10 am to 4.10pm today. Special services will run between Panvel and Kurla (Platform No.8) during the block period. Harbour line passengers are permitted to travel via Main Line and Western Railway from 10 am to 6 pm during block period. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:24:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/megablocks-on-matunga-mulund-and-csmt-bandra-corridors/articleshow/69809418.cms"}, "On cam: Duo cut open ATM, flee with Rs 10 lakh in Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/on-cam-duo-cut-open-atm-flee-with-rs-10-lakh-in-maharashtra/videoshow/69794867.cms", "description": ""}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "‘One person suffers a brain stroke every 20 seconds in India’": {"datetime": "", "description": "MUMBAI: Every 20 seconds, one Indian suffers a brain stroke, or three every minute, and the numbers are increasing alarmingly due to changing lifestyles. At this rate, around 1.54 million Indians are affected by strokes every year and 90% stroke patients failed to reach hospital on time. The lifetime risk of stroke after the age of 55 is one in five for women and one in six for men. This was discussed at the three-day Fourth Congress of Society of Neuro Vascular Intervention (SNVICON) Mumbai 2019 on Saturday. The aim was to spread the message “stroke is beatable.” Breach Candy hospital’s senior consultant neurosurgeon and interventional neurosurgeon Dr Anil P Karapurkar said that, “In a brain stroke, you may be gone, you may recover and become normal, or you become dependent for life.” He explained that unlike the symptoms of heart attack, in strokes, symptoms may vary depending on which side of the brain is affected. “Stroke is a sudden loss of function of a part of the body. The simple rule is ‘BE FAST’—balance, eyes, face, arms, speech, time,” he advised. If a person suffers from problems in balancing, hoarseness in voice, sudden loss of vision, drops an object, giddiness, they must be rushed to the hospital. The SNVICON also saw the latest technology being used for treatment of stroke. A new web device was also launched. Karapurkar cautioned that treatment for brain strokes cannot start at home and a CT or a MRI scan is necessary. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:54:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/one-person-suffers-a-brain-stroke-every-20-seconds-in-india/articleshow/69808831.cms"}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "After Gujarat septic tank deaths, Amitabh Bachchan recalls machine gift to BMC": {"datetime": "", "description": "MUMBAI: Actor Amitabh Bachchan late Saturday night put out a tweet expressing his anguish over the death of seven persons while cleaning the septic tank of a hotel in Fartikui village of Dabhoi taluka in Vadodara. Responding to Mahindra Group chairman, Anand Mahindra’s tweet on the mishap, Bachchan said: “Anand …I had gifted 25 machines to BMC and a truck to them... the machines were given to individuals, the truck to BMC... a company in Aurangabad makes them ...never publicised it because that is not the reason for the gift... it’s horrifying to learn of this day in and day out.” Anand .. I had gifted 25 machines to BMC and a Truck to them .. the machines were given to individuals, the truck t… https://t.co/WT34dyjT2X&mdash; Amitabh Bachchan (@SrBachchan) 1560619613000On Saturday evening, Mahindra, in reference to the Vadodara incident, had tweeted saying, “Enough. Enough of this debasement of human life. I had Tweeted about an automated scavenging machine—the Bandicoot—developed by young students. Many other machines have also been designed. What’s preventing their widespread adoption? If funding is needed to produce in scale, count me in.” Similar accidents have taken place in areas around the city as well. In May, three men were killed after they inhaled toxic fumes while cleaning a septic tank at a housing society in Thane. In October last year, three sanitation workers died inside a manhole in Dombivli. They were contract labourers employed by a private contractor hired by MIDC (Maharashtra Industrial Development Corporation) to maintain a sewer line in Dombivli. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:20:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/after-gujarat-septic-tank-deaths-amitabh-bachchan-recalls-machine-gift-to-bmc/articleshow/69818971.cms"}, "Mumbai Police save film editor who planned to kill self": {"datetime": "", "description": "MUMBAI: Quick action by Mumbai Police saved the life of a 26-year-old film editor, who had posted a message on Facebook on Friday night about his intention to commit suicide. His family, based out of Pandharpur, read the message and sought Versova police help. In less than four hours, police tracked him down to Andheri railway station, and took him home. He had fought with his wife, who had moved to her maternal home in Bengaluru. The editor, who lives with roommates at Mhada in Andheri (W), posted the message in Marathi at 9.30pm that “he was going far away from everyone forever”. He apologised to his parents in the message. His page was bombarded with messages from concerned friends, who also called but his phone was switched off. After his father saw the message, he sought police help. DCP Paramjeet Singh Dahiya formed teams to look for him and tracked down his cellphone tower location. “We got few locations and roped in roommates and colleagues in the search. He had not told anyone where he was heading. Two friends went to the Metro station. Around 1am, we tracked him down to Andheri station,” said sub-inspector Rauf Shaikh. Police suspect he could have taken a drastic step at the station had they not reached in time. He was counselled and taken home. “He has been married for six months and had a dispute with his wife. Their differences pushed him to contemplate suicide,” said a police officer, adding that he was now safe. (The man’s name has been kept confidential) Download The Times of India News App for Latest City .", "time": "2019-06-16 08:31:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-police-save-film-editor-who-planned-to-kill-self/articleshow/69808634.cms"}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Cybercrime lab, training hub get push": {"datetime": "", "description": "MUMBAI: Chief Minister Devendra Fadnavis on Saturday laid the foundation stone of a 10-storey complex in Bandra that will house a state-of-the-art cybercrime lab, a police station, a training centre, and flats for senior police personnel. The complex will be constructed by the Maharashtra State Police Housing and Welfare Corporation. At the gathering, Fadnavis said a lot of crime was carried out using online tools and there was a need to effectively tackle the same. His office later tweeted that the next era will be one of new challenges, and cyber labs along with the proper framework were one of the many initiatives taken to tackle those challenges. Local BJP MLA Ashish Shelar took to Twitter as well to thank CM Fadnavis for his efforts. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:14:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/cybercrime-lab-training-hub-get-push/articleshow/69808949.cms"}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Milind Deora appeals to Maha govt to refrain from developmental activities on salt pan lands": {"datetime": "", "description": "MUMBAI: Former MP and president of the Congress party in Mumbai, Milind Deora, in a letter to the Maharashtra chief minister Devendra Fadnavis has appealed the state government to refrain from any proposed developmental activities on salt pan lands. He wrote the letter in reference to the Maharashtra government's proposal for developing affordable housing on salt pan lands. The letter states, \"It is understood that as per Coastal Regulation Zone (CRZ) rules, salt pan lands are ecologically sensitive areas which are NDZ, except the exploration of natural gas and extraction of salts. However, if the state government allows construction activities on salt pan lands, it will deliberately defile the ecological balance of the financial capital. It is extremely unfortunate to watch this happen even after the World Health Organization (WHO) listing Mumbai as one of the most polluted metropolitan cities in the world.\" He further said that the proposed plan of developmental activity on salt pan lands will do more harm than good to Mumbaikars for various reasons. “I therefore strongly feel that salt pan lands need to be preserved rather than allowing developmental activity,” said the letter. \"....Salt pan lands are at a touching distance from marshy areas near estuaries and creeks, and are important for biodiversity. I would request that the state government should preserve the same instead of allowing construction activities and examine the feasibility of using land parcels held by public sector undertakings (PSUs), railway lands, defence lands, etc for affordable housing,\" concludes the letter. Download The Times of India News App for Latest City .", "time": "2019-06-16 18:46:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/milind-deora-appeals-to-maha-govt-to-refrain-from-developmental-activities-on-salt-pan-lands/articleshow/69813975.cms"}, "Maharashtra CM Devendra Fadnavis meets Shiv Sena chief, discusses cabinet expansion": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/maharashtra-cm-devendra-fadnavis-meets-shiv-sena-chief-discusses-cabinet-expansion/videoshow/69798829.cms", "description": ""}, "Uddhav Thackeray, 18 Shiv Sena MPs to visit Ayodhya on June 16": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/uddhav-thackeray-18-shiv-sena-mps-to-visit-ayodhya-on-june-16/videoshow/69787513.cms", "description": ""}, "Priyanka Chopra glams up a launch event": {"time": "", "link": "http://photogallery.indiatimes.com/events/mumbai/priyanka-chopra-glams-up-a-launch-event/articleshow/69788775.cms", "description": ""}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Coastal road, storm water drains’ rejig may drown parts of South Bombay and central Mumbai": {"datetime": "", "description": "MUMBAI: Coastal road construction and modification of the storm water drain network in view of ongoing metro work are likely to lead to flooding in parts of south and central Mumbai this monsoon. Experts said in certain areas where coastal road construction is on, existing storm water drains (SWD) have not been extended and given an outlet into the sea. “Coastal road construction has blocked outfalls at several locations. Embankments, especially at Worli and Amarsons Garden, could lead to serious flooding in upstream areas on outfall channels,” said Pankaj Joshi, executive director, Urban Design Research Institute. He added metro work has disturbed the SWD network in several areas, which is a big concern, especially at Fort. Traffic police have identified 20 frequent waterlogging spots between Colaba and Wadala and submitted the list to the BMC for action. Activists have warned that fixing SWDs and even manholes in a haphazard manner could lead to floods. “Temporary service roads have been made from Nepean Sea Road till Worli by the coastal road construction team and SWDs of a small diameter have been installed at inappropriate height through these service roads. Waterlogging is likely during high tide days,” said activist Dr Nilesh Baxi. He further said that multiple manholes were fixed in a zigzag manner along the stretch between Tardeo and Haji Ali. “Substandard material used for constructing manholes makes them weak and leads to formation of potholes. Multiple potholes can be dangerous during flooding and open manholes might not be seen. Traffic jams also occur due to this,” said Baxi. Frequently, waterlogging at Masjid Bunder stalls the railways but BMC officials have assured there won’t be a repeat this year. “We have five flooding spots in B Ward, of which two are critical. One is a culvert at Masjd Bunder and the other at Sandhurst Road. This time, we have put up three pumps at each of these places. One of the pumps is set up near the culvert while another is where the outfall is connected. The effect of high tide on the culvert will be handled through floodgate and pumps,” ward officer V Rahi told TOI. While the BMC said 100% desilting work has been completed in the city, councillors alleged this is not the case. “Centralized contracts are given out to agencies, zone-wise, for cleaning SWDs and manholes. Twenty five per cent work has to be done by machines under the contract and the rest through labourers at ward level. But the work supposed to be done by machines hasn’t happened in parts of E-Ward, including Nagpada,” said corporator Javed Juneja. Breach Candy, Mahalaxmi, Maratha Mandir and Sleater Road are low-lying; storm water needs to be pumped out as permanent measures are still not in place. Nana Chowk and Tardeo are at the bottom of a slope and storm water needs to be diverted. The BMC needs long-term measures, said experts. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:58:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/coastal-road-storm-water-drains-rejig-may-drown-parts-of-sobo-and-central-mumbai/articleshow/69806777.cms"}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Motorist are Fined": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/motoristarefined/articleshow/69808027.cms", "description": ""}, "Parking violations right next to Signal & no actio": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingviolationsrightnexttosignal26amp3bnoactio/articleshow/69818344.cms", "description": ""}, "Three deaths on, BMC chips off concrete around tree trunks": {"datetime": "", "description": "MUMBAI/THANE: Three deaths due to tree fall incidents over the last few days have nudged the public authorities out of slumber. Government authorities woke up to address key issue that causes such incidents-—scientific trimming of trees and providing breathing space to tree roots after removing concrete structure around them. The BMC put out a tweet to this effect on Saturday. The BMC started removing concrete around trees and put soil at some places in the city. The civic body also started using a ladder for proper trimming of trees. In neighbouring Thane, the municipal corporation directed the public works department to immediately replace the cement, concrete walls around tree trunks in public places with soil to ensure their stability, especially during rains. In Mumbai, 383 incidents of tree fall and 120 branches collapse have been reported in last one week. Three people died in last three days at Malad, Jogeshwari and BARC Colony. Most incidents have been reported from the western parts of the city. In the past, activists have highlighted how concrete around trees blocks the roots, causing the tree to collapse. They have also raised issue of manual trimming where workers cut branches just on lower level, leaving the upper part of the trees untouched which makes them more dangerous. “We are removing concrete around trees at some places,” said a BMC officer. “At other places, it will be done after the monsoon.” The municipal commissioner convened a meeting with tree experts and forest officials on Monday to find a solution and reduce number of tree collapse incidents. Thane city has lost at least 3,050 trees over the last four years which, experts said, is mainly due to faulty concretisation work done around the trunk of trees. “Thane civic chief Sanjeev Jaiswal had in 2016 asked public works department to remove concrete around tree trunks, but the work was left incomplete,” said Omprakash Divte, incharge, gardens department. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:04:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/three-deaths-on-bmc-chips-off-concrete-around-tree-trunks/articleshow/69808504.cms"}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Mumbai: PhD holder arrested for stalking IITian": {"datetime": "", "description": "MUMBAI: A 50-year-old PhD holder was arrested from his Satara residence on Saturday for allegedly stalking an IIT-B student and sending at least two dozen obscene messages to her. The case was registered at Powai police station three months ago after the victim complained that Vijay Deshmukh continued to harass her on social media and her college email ID by sending obscene messages and objectionable pictures even after he was sacked from the institute in 2018. “The accused, who is unemployed and unmarried, was issued summons as the incident occurred between 2016 and 2019,” said a police officer. “He didn’t respond to the summons, so we sent a team to Satara and nabbed him. His mobile phone has been sent to the forensic science laboratory to retrieve the obscene messages and objectionable clips that he had sent to the victim.” The complainant, the daughter of a professor, was studying engineering from IIT-Bombay, Powai, when she first met Deshmukh, who held a practical class. In the complaint, she said: “In 2016, Deshmukh sent a friendship request on my social media account. I ignored it. But as he kept inundating me with similar requests, I blocked his number, but he stalked me using different accounts. He even sent obscene messages on my college email.” She complained to the IIT-B women cell in 2018 and he was sacked. “When the student returned from her foreign study tour in December, she realized that Deshmukh was still sending her obscene messages. She informed her brother and friend, who advised her to file a complaint,” said the police officer. Deshmukh got bail on Sunday, said Powai police senior inspector Anil Pophale. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:51:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-phd-holder-arrested-for-stalking-iitian/articleshow/69819285.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "abandoned Car": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/abandonedcar/articleshow/69818374.cms", "description": ""}, "clean garbage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cleangarbage/articleshow/69808029.cms", "description": ""}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Loose cables on Tilak Bridge": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/loosecablesontilakbridge/articleshow/69807956.cms", "description": ""}, "Nagpur: 100-year-old submerged well visible as Gorewada Lake dried up for the first time": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/nagpur-100-year-old-submerged-well-visible-as-gorewada-lake-dried-up-for-the-first-time/videoshow/69802090.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Mumbai's Gokhale bridge opens for vehicular movement": {"datetime": "", "description": "MUMBAI: The GK Gokhale bridge was fully opened for vehicular traffic on Sunday morning. The Western Railway (WR) has completed the construction of walkways on both sides of the bridge and strengthened the girders. The bridge, which has a cantilevered structure, had protruding 3.5-metre-wide walkways attached to its main deck. The width of the walkways has been reduced from 3.5 metres to two metres, of which only 0.5 metres protrudes outside. The other 1.5 metres has been carved from the main deck itself to reduce stress on the structure. It took the officials nearly a year to finish the job as work could only be carried out at night to avoid traffic disruption. Western Railway chief spokesperson, Ravinder Bhakar, said, \"After falling of cantilever footpath at South end of Gokhale bridge, a safety audit through IIT Mumbai was undertaken by WR and the major repairs and strengthening works to be undertaken were identified.\" The work involved dismantling of 3.3m wide cantilever old slab on both south and north carriage way, replacement of corroded steel brackets supporting slab, casting new slab and crash barrier and providing stainless steel fencing. While carrying out repairs, special care was taken in respect of durability of structure by choice of materials like using stainless steel which is corrosion resistant and design detailing like reduced cantilever, rich concrete mix and lesser inaccessible parts making inspections easier, he stated. The cost of the work was Rs. 3.34 crore. Download The Times of India News App for Latest City .", "time": "2019-06-16 14:40:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbais-gokhale-bridge-opens-for-vehicular-movement/articleshow/69811576.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Mumbai: Free BEST rides up to 2km likely outside Metro stations": {"datetime": "", "description": "MUMBAI: After announcing that there should be minimum bus fare of Rs 5 for a 5km distance, municipal commissioner Praveen Pardeshi on Sunday said that buses plying on 2km routes between Metro stations and commercial hubs/offices should offer “free rides” on an experimental basis. Sources said the objective was to increase ridership, which has fallen drastically over the years, to 50 lakh from the present 25 lakh. It will also encourage more office-goers to use public transport, thus reducing the congestion and pollution caused by private cars. Pardeshi, who is positive about reviving the cash-strapped BEST, has also proposed having more AC buses on busy routes, with at least 200 smaller AC buses hitting the roads by October-November, and increasing the BEST fleet to 6,000 buses in two years. He also suggesting introducing an app to provide live tracking of all buses with the “expected time of arrival”, to ensure that passengers wait for buses and do not switch to autos or taxis. BEST general manager, Surendrakumar Bagde, said he will be meeting Pardeshi on Monday to finalise the new fare structure and other sops to be given to passengers, and the related financial burden. “We expect BMC to compensate for the losses incurred by providing highly subsidised fares,” he said. This kind of fare reduction would mean a death knell for share autos and taxis on feeder routes, he added. “We expect 450 Mini/ Midi AC and non AC buses to hit the roads by November, and 80 electric buses by year end. These will be mainly deployed on feeder routes,” he stated. Shashank Rao, leader of the BEST Workers’ Union, who had signed the MoU allowing the wet leasing of smaller buses, is also the leader of the the largest autorickshaw union in the city. He believes that the MoU is in the best interest of the BEST workers, and that the auto business will not be hit. Further, Rao demanded a crackdown on the illegal autos plying without permits and driver badges. Pardeshi, who is keen to strengthen the city’s public transport, said that buses should have more visibility on roads, should be affordable for commuters and efficient in service. The areas which are likely to witness more AC buses in the near future include Fort, Churchgate, Nariman Point, Lower Parel, Mahalaxmi, Elphinstone Road, Dadar, Malad, and Goregaon, among others. The app will also be launched once BEST implements its Intelligent Transport Management System. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:31:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-free-best-rides-up-to-2km-likely-outside-metro-stations/articleshow/69819059.cms"}, "On death row for rape-murder, duo move Bombay high court": {"datetime": "", "description": "MUMBAI: Two convicts in the Jyoti Chaudhary rape and murder case moved the Bombay HC on Saturday challenging the rejection of their mercy plea by the President. Chaudhary was raped and murdered by her company’s cab driver, Purshottam Borate, and his friend, Pradeep Kokade, in 2007. The Pune districts and sessions court sentenced the two to death in 2012. The sentence was upheld by the HC and the SC in 2015. Their mercy petition had been rejected by the President in 2016. While, their execution date is set to June 24 of this year, their petition hearing is on June 19. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:53:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/on-death-row-for-rape-murder-duo-move-bombay-high-court/articleshow/69808815.cms"}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Many private hospitals in Mumbai to shut OPDs on Monday": {"datetime": "", "description": "MUMBAI: Several top private hospitals from Mumbai have decided to suspend their outpatient services on Monday to express solidarity with the countrywide agitation against the assault on doctors. Thousands of physicians and specialists will also not provide non-emergency services for 24 hours starting from 6am on Monday, in response to a strike call by the Indian Medical Association. Imaging centres too will not perform routine work throughout the day.  The Asian Heart Institute (AHI) in Bandra, Holy Spirit Hospital in Andheri and the group of Fortis hospitals have announced that they will keep the OPDs shut on Monday. The Indian Radiological and Imaging Association (IRIA) said that radiologists will not offer routine CT scans, MRIs, x-rays and other imaging services unless it was an emergency. The All India Ophthalmological Society has also asked its members to withdraw non-emergency services. The Association of Medical Consultants (AMC) said that all its 11,000 members have decided to join hands with the IMA to boycott routine work, in what is seen as one of the biggest pushbacks by the medical fraternity in recent times. Services at public hospitals though will remain unaffected.  “This decision to participate in the shutting down of non-essential services is to express our total dismay about the way healthcare workers and institutes are treated. Security is a basic right,” said Dr DK Khanna, medical director, Holy Spirit. “We have taken a central decision to keep all our OPDs shut on Monday. Only emergency and inpatient services will stay functional,” said Dr S Narayani, zonal director, Fortis Hospitals. The hospital said it was to stand up against the repeated acts of violence against doctors and caregivers. The IMA gave a nationwide strike call following the attack on two junior doctors from Kolkata’s NRS College. Download The Times of India News App for Latest City .", "time": "2019-06-16 21:29:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/many-private-hospitals-in-mumbai-to-shut-opds-on-monday/articleshow/69815776.cms"}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "\nSajid Nadiadwala conferred with Chevalier dans l’Ordre des Arts et des Lettres in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Sajid-Nadiadwala-conferred-with-Chevalier-dans-lOrdre-des-Arts-et-des-Lettres-in-Mumbai/articleshow/54464331.cms", "description": "Sajid Nadiadwala, on Tuesday, was conferred with the Chevalier dans l’Ordre des Arts et des Lettres (Knight of the Order of Arts and Letters) by Alexandre Ziegler (French Ambassador to India). While his wife Warda Nadiadwala kept him company, his friends and colleagues from the industry cheered him on. Sajid said, “France is a beautiful country which is not completely tapped in our films. Shooting there has been such a delight.” Download The Times of India News App for Latest City ."}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Picnic ends in tragedy: 2 men drown, 1 missing": {"datetime": "", "description": "NAVI MUMBAI: Two Trombay residents drowned in the Kundalika river in Raigad on Sunday. While their bodies were recovered, the police are still looking for a third man whois also feared to have drowned . The three were part of the group of 28 people that had travelled to Valhe village on a picnic on Sunday. Some of the members then decided to go swimming in the river in Roha taluka. The bodies of Mahesh Jejurkar (39) and Akshay Ganage (29) have been found, while the search for Mahesh’s brother Paresh Jejurkar (35) is on, said Kundan Gawde, Raigad police PRO. “One of them started drowning while two others who were trying to save him also drowned in the process,” Gawde said. A local, Sameer Bamgude, said, “The group had reached the spot around 1pm and were swimming. Unaware of the water level they were drowned.” The rescue operation will resume on Monday, said the police. Download The Times of India News App for Latest City .", "time": "2019-06-17 05:22:00", "link": "https://timesofindia.indiatimes.com//city/navi-mumbai/picnic-ends-in-tragedy-two-men-drown-one-missing/articleshow/69818150.cms"}, "Three months before polls, CM Devendra Fadnavis brings in new faces": {"datetime": "", "description": "MUMBAI: With just around a 100 days to go before assembly elections are announced, chief minister Devendra Fadnavis on Sunday dropped Prakash Mehta and five other BJP ministers in his biggest reshuffle and inducted 13 new ministers, including two from the Shiv Sena and one from RPI (Athawale). The move is on the lines of what TOI had reported on Sunday. By inducting five ministers from Vidarbha, three from Mumbai and two each from Marathwada and Western Maharashtra, the reshuffle is expected to meet regional demands for more representation and strengthen BJP-Sena’s reach for the polls. Former Congressman Radhakrishna Vikhe Patil who is yet to officially join BJP, former NCP MLA Jaidutta Kshirsagar who recently joined the Sena and BJP’s Mumbai unit chief Ashish Shelar are among the eight cabinet ministers; RPI (Athawale) leader Avinash Mahatekar is among the five junior ministers. They were all administered the oath of office by governor Vidyasagar Rao. Vikhe Patil will be the new housing minister, replacing Prakash Mehta who faced a Lokayukta probe in a slum redevelopment case. Vikhe Patil expected to add to BJP’s cloutBesides, Sena’s Kolhapur MLA Rajesh Kshirsagar was appointed chairman of the State Planning Board with cabinet rank. Fadnavis said the reshuffle was an attempt to give an opportunity to new faces. “We have inducted several new faces, most of them are young. I am sure they will bring in change and provide result-oriented administration. About the cabinet members who have been dropped, it will be wrong to say their performance was dismal. We made the changes for new faces,” Fadnavis said. This is the third cabinet expansion after Fadnavis was sworn in as CM on October 31, 2014. The induction of Vikhe Patil and Kshirsagar assumes significant political importance in view of the upcoming assembly elections. The BJP expects that Vikhe Patil’s entry will help the party in North Maharashtra, while the Sena feels it will further strengthen its base in Marathwada in view of Kshirsagar’s entry in the party. “We expect that before the assembly polls, more Congress and NCP leaders will join either BJP or Shiv Sena. All will not be admitted, entry will depend on elective merit,’’ the BJP minister said. “Fadnavis has made an attempt to maintain regional balance, as well as the caste and community combination. Now, adequate representation has been given to all regions across the state,’’ a senior BJP minister said. The average age of the 13 new ministers is 55 years. Over a query of deputy CM post being given to Sena, the CM said there was no such demand from Uddhav Thackeray and two Sena nominees have been made ministers on his recommendation. He said BJP would aptly award Ranjitsinh Mohite Patil for his efforts in the LS elections. Patil recently joined the BJP after defecting from NCP. Download The Times of India News App for Latest City .", "time": "2019-06-17 05:53:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/three-months-before-polls-cm-devendra-fadnavis-brings-in-new-faces/articleshow/69818246.cms"}, "\nSwara Bhaskar's web series screened in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Swara-Bhaskars-web-series-screened-in-Mumbai/articleshow/54677895.cms", "description": "One of India’s fastest growing media conglomerates, Viacom 18 launched its latest web series, '#ItsNotThatSimple', on its digital platform Voot. The makers also held a special screening of the show on Monday to select guests from the industry. Some of the celebrities who turned up at the venue to support the shows included Imran Khan and Avantika Malik, Aamir Ali and Sanjeeda Shaikh, Danish Aslam, Shruti Seth, Mini Mathur and Gul Panag. A six-episode web series starring Swara Bhaskar, Karanveer Mehra, Vivan Bhatena and Akshay Oberoi, the show has a funny take on urban marriage. Comedian Angad Singh Ranyal’s comic take on love, relationships and marriage was a treat for the audience. Download The Times of India News App for Latest City ."}, "Garbage outside Sakinaka Metro Station": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageoutsidesakinakametrostation/articleshow/69780835.cms", "description": ""}, "File mishap FIR against marathon organisers: Court to police": {"datetime": "", "description": "MUMBAI: A magistrate court on Saturday directed Powai police to register an FIR against the organisers of a 2017 marathon at Sakinaka and probe accusations of endangering lives of participants, after a 42-year-old businessman alleged that he and two others were knocked down by a car while running. In the plea moved before the Andheri magistrate court in April, Kushal Agarwal from Chembur alleged that due to mismanagement of the organisers, Punjab Sanjhi Sabha, and its officebearers, no separate running path, away from vehicles, was chalked out for participants. An avid marathoner, the father of one said that the injuries left him unable to participate in any other races. While a case was registered against the car driver, no action was taken against the organisers despite Agarwal’s requests. Aggrieved, Agarwal moved court through his lawyer Prakash Wagh. The complaint was filed against the organisation and office-bearers, Kamal Deep Singh, Surjeet Singh and Surjeet Singh (Longia). Agarwal said that the 9km marathon was held on November 26, 2017. He said that around 200 participants, including children, were part of the event. “There was a separate category for children. While we were waiting to start around 6.45am, I was shocked to see many vehicles, including trucks, moving along the route. I thought the area would be cordoned off just before the race,” Agarwal said, adding that there were no barricades. In his plea, Agarwal said that he had paid Rs 350 towards participation form and the marathon T-shirt. He said the organisers had assured him they had all permissions and they had followed safety measures. Agarwal said that at 7am when he reached the petrol pump near Chandivli, the car dashed him, his friend, and another participant. “After the accident, the injured and I, went to hospital by rickshaw. He said he suffered injuries to his right leg and was unable to work for seven months. “I suffered losses in my business too,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:19:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/file-mishap-fir-against-marathon-organisers-court-to-police/articleshow/69808966.cms"}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Broken manhole cover": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/brokenmanholecover/articleshow/69780854.cms", "description": ""}, "This political banner is hiding the Signal": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thispoliticalbannerishidingthesignal/articleshow/69807984.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Gold worth Rs 10 crore seized, seven arrested in Mumbai": {"datetime": "", "description": "MUMBAI: Directorate of Revenue Intelligence (DRI) officials seized nearly 33 kg gold worth Rs 10.5 crore on Friday and claim to have found for the first time Myanmar markings on the gold bars. Seven people who ran courier agencies in the city have been arrested. Officials said the gold was in the form of bars and biscuits and weighed between 100 gm and 1 kg. Besides the gold smuggled through the Indo-Myanmar border, officials found gold had also been illegally brought in from Dubai and some of the seized gold had Swiss markings. Some gold bars had been tampered with to conceal the country of origin. DRI officials said it was not clear how the gold reached Myanmar. The strategy was to transport gold smuggled through Kolkata, Hyderabad and Delhi airports to the city with the help of small-time courier agencies for a fee. The courier agencies charged between Rs 200 and Rs 700 per kg (the legal courier fees per kg) gold. DRI sources said the courier companies received the parcels at the cargo terminal. The consignments would arrive without the address of the consignee being mentioned. A call would be made to the sender and, based on instructions, the gold would be delivered. The smuggled gold was delivered to jewellers operating in Kalbadevi, Zaveri Bazaar, BKC and other places in Mumbai for a hefty commission. Following a tip off, the DRI intercepted 12 cargo consignments at the office of Concor Air Ltd, an agency that deals in domestic air cargo, at Santacruz. Four of the arrested have been released on bail. Three other arrested accused, Sanjay Didwania (49), Manohar Kothari (47) and Jaiprakash Saini (29), were produced before the Esplanade court and sent to judicial custody till June 30. The senders have not been arrested and DRI is conducting further raids across the country. DRI officials said this was the new modus operandi being adopted by smugglers to dodge authorities. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:58:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/gold-worth-rs-10-crore-seized-seven-arrested-in-mumbai/articleshow/69819449.cms"}, "Water logged": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterlogged/articleshow/69818352.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Private cars ,NO PARKING": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/privatecars2cnoparking/articleshow/69808001.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Electric AC buses to ply from Mumbai to Pune": {"datetime": "", "description": "MUMBAI: The Maharashtra State Road Transport Corporation (MSRTC) has floated tenders, inviting bids to procure e-buses on wet lease. Sources said that the corporation is likely to procure a total of 100 airconditioned e-buses by the end of the year. The managing director of MSRTC, Ranjit Singh Deol, said: “We are keen to run these airconditioned e-buses, which will be on several intercity routes across Maharashtra - few of them being Mumbai-Pune and Pune-Nashik corridors.” These buses will have special charging stations set up at MSRTC depots. Sources said the state government was also setting up e-charging stations along the Mumbai-Pune Expressway and at other prominent state highways. The state run power utility firm MSEDCL has been roped in to provide the charging points at their substations and offices located close to highways. Six such stations are planned on Pune Expressway. Download The Times of India News App for Latest City .", "time": "2019-06-17 07:44:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/electric-ac-buses-to-ply-from-mumbai-to-pune/articleshow/69818617.cms"}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Cricket World Cup 2019: India beat Pakistan by 89 runs": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/cricket-world-cup-2019-india-beat-pakistan-by-89-runs/videoshow/69818806.cms", "description": ""}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "NO FOOTPATH IN SANTACRUZ": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nofootpathinsantacruz/articleshow/69818302.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "BMC traces debris dumper, fires contractor": {"datetime": "", "description": "MUMBAI: The BMC has cracked the mystery of the debris dumped illegally near Haji Ali. Initially, a six-member team of civic officials went through the debris in the hope of getting at least a piece of paper as a clue to the elusive dumper that dumped the debris on the arterial stretch. The civic body even offered Rs 10,000 reward to anyone who could provide information about the dumper. They met with no luck. It was then that the team decided to split into three groups of two. The teams visited three police stations in the neighbouring areas to browse the CCTV footage from their respective localities. Unfortunately, N M Joshi Marg, Tardeo and Worli police stations had nothing to offer in terms of identifying the dumper’s registration number. The area where the debris was dumped was not under the CCTV coverage there. As a last resort, the team approached the traffic police control room to check its CCTV footage as the resolution is better. The team finally got a breakthrough: It spotted a dumper carrying debris near N M Joshi Marg. The officials tracked its movement which showed it going towards Worli with the debris and returning empty. The officials scanned the images further, hoping to get the number of the vehicle. Officials found the number and with the help of an app, traced it to a contractor who was hired by BMC officials from another ward to transport debris. The contractor has been suspended and the BMC has written to the police to register a case. The same dumper had dumped debris in another area of the ward last month too, but had gone unnoticed. Dumpers must dump debris on dumping grounds. Several times, though, dumpers avoid travelling the long distance to the dumping ground and illegally empty out in nearby areas. Last Wednesday, TOI had highlighted how the peak hour snail-paced rush on a Worli arterial road extended till 10am. For, around 12 tonne, or a truckload, of construction debris was found dumped on a southbound lane of Lala Lajpatrai Road, between Lotus and Haji Ali junctions, blocking the traffic movement the entire stretch. It was only around 10am that the debris was cleared and vehicular movement normalized. Municipal commissioner Praveen Pardeshi took serious note of the incident and asked officials to track down the culprit. Devendra Kumar Jain, assistant municipal commissioner of G South Ward, asked his officials take up the issue on a priority basis and announced Rs 10,000 reward. Ward official said they got the dumper’s registration number after examining the footage from multiple CCTVs. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:36:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/civic-body-traces-debris-dumper-fires-contractor/articleshow/69806609.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Mobile ticketing app fails local train commuters": {"datetime": "", "description": "", "time": "2019-06-16 08:50:00", "link": "https://mumbaimirror.indiatimes.com/mumbai/other/mobile-ticketing-app-fails-local-train-commuters/articleshow/69807820.cms"}, "Under heavy fire on Marathi issue, Vinod Tawde blasts critics": {"datetime": "", "description": "School education minister Vinod Tawde unexpectedly took on veteran bureaucrat Laxmikant Deshmukh, a former president of the Akhil Bhartiya Marathi Sahitya Sammelan over promotion of Marathi. In the recent past, Deshmukh and a section of leading Marathi litterateurs had pointed out that the BJPled state government was not initiating concrete measures to promote Marathi. Pointing out that the government was planning to close down 5,000 Marathi schools, a former professor had asked the government if the department of Marathi had an action plan to revive closed Marathi schools, when it would start an independent Marathi University and if there was a comprehensive plan to set up a language development authority. Stung by the flak, Tawde asked the critics to list out what they had done and if they had a road map for the state government. Tawde asked Deshmukh to list out what he had done to promote Marathi, particularly when he was Collector. Tawde claimed ever since he had taken over the reins of the school education department, he had taken all possible steps to make Marathi compulsory in all schools. Marathi is compulsory in CBSE and ICSE schools up to Std VIII, he said. Tawde said he was surprised over the manner in which activists were suddenly getting their hackles up over the issue, particularly when his government was committed to promote Marathi. Justice Chaudhary moves to greener pastures Nagpur-based Justice Arun Chaudhary is probably the first retired judicial official to secure a plum assignment outside Maharashtra. A month ago, Punjab CM Amarinder Singh appointed him chairperson of the Punjab Real Estate Appellate Tribunal (REAT) as well as the State Education Tribunal. A former government pleader in Nagpur, Justice Chaudhary was appointed Bombay HC judge in September 2006. Subsequently, he was shifted to the Punjab and Haryana HC in April 2016 and he retired in April 2019. Justice Chaudhary’s appointment assumes importance as it is binding on REAT to dispose of appeals in a time-bound manner. Alarmed by large scale irregularities in the real estate sector, the Centre had, in 2016, enacted the landmark legislation, Real Estate (Regulation) and Development Act, 2016, to protect home buyers and bring in transparency and accountability in the construction industry. Maharashtra was the first state to bring in a law for protection of real estate investors. Later, the Central government, too, enacted a comprehensive legislation, following which the state law was automatically repealed. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:04:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/under-heavy-fire-on-marathi-issue-vinod-tawde-blasts-critics/articleshow/69818562.cms"}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Mumbai is all set to get its first-ever Cyber Crime police station": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-is-all-set-to-get-its-first-ever-cyber-crime-police-station/videoshow/69800095.cms", "description": ""}, "Filth n Stink, BMC style": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/filthnstink2cbmcstyle/articleshow/69818300.cms", "description": ""}, "Ministers dropped not over work, but only to get new faces: CM Devendra Fadnavis": {"datetime": "", "description": "MUMBAI: Six ministers submitted their resignations on the directive of chief minister Devendra Fadnavis before he expanded the cabinet on Sunday. The CM, however, refuted charges that they were dropped due to non-performance and said the decision was taken amicably to pave way for new faces. “We discussed the reshuffle among all of us and took a collective decision. The allegations made by opposition against them were baseless and have no impact on the reshuffle. Opposition could not provide right evidences to support their allegations resulting in clean chit to them,” the CM added. Rajkumar Badole, Vishnu Sawara, Dilip Kamble, Praveen Potey and Raje Ambarish Atram resigned on Saturday, Prakash Mehta followed suit on Sunday. “As per the procedure, resignations were submitted to Raj Bhavan and they have been accepted,” a senior bureaucrat. Fadnavis said the intention was to give chance to a newer lot to perform and take benefits of the government schemes to more and more areas. Asked about the probe and action against Mehta, he said the state's action-taken report on the Lokayukta's report on slum redevelopment scam will be tabled in both Houses of the legislature “I am sure that the truth will come to the fore to clear all the doubts,\" he added. According to a bureaucrat, it was found that the performance of Badole, Sawara, Kamble, Potey and Atram was not up to the mark; in fact their presence was not felt in their departments or as constituencies. In case of Sawara, it was allegedly found that as a leader of the tribal community he was not able to give new direction to the crisis-ridden department. “We were expecting, he will provide crucial guidelines for the welfare of tribals, but he did not move of his home town,’’ the bureaucrat said. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:31:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/ministers-dropped-not-over-work-but-only-to-get-new-faces-cm-devendra-fadnavis/articleshow/69818812.cms"}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Madhu Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/pictures-priyanka-chopra-and-nick-jonas-wish-madhu-chopra-with-adorable-birthday-posts/articleshow/69820084.cms", "description": ""}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Open Drain invitation to Dosaster": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/opendraininvitationtodosaster/articleshow/69818277.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Maharashtra: In Ganesh country, villagers use foul water for household needs": {"datetime": "", "description": "Less than 70km from Mumbai, not far from Pen town, where artists sculpt arguably the best Ganesh idols in the country, 40-year-old Aruna Mhatre swabs the verandah of her house using brown turbid water in a used paint container. As the day wears on, Mhatre, a resident of Shirki village near Pen in Raigad district, uses the same water stored in containers for various household purposes including washing utensils. In Shirki, numerous pipelines, many buried or passing along the drains, are visible. A large overhead water tank too looms over the settlement. But not a drop flows through these pipes or into the tank. Mhatre and her neighbours have to trudge close to two kilometres to wash clothes using saline creek water or muddied water supplied to a government storage tank. For other needs, Mhatre is at the mercy of tankers, which charge her Rs 100 for a 150-litre barrel of water. Mhatre uses the tanker water sparingly for purposes like drinking, bathing and for rinsing clothes and utensils washed in dirty water. She makes do with a few barrels for the whole week. A kilometre away in Bori village, women wash their utensils in light green coloured water, which is not fit for consumption. The same water, collected from a nearby stagnant pond, is used for everything from washing clothes to utensils to even Ganesh chaturthi immersions. Not only is the water turbid, it is ridden with chemicals. “Can you imagine after 70 years of Independence, people of Kharepat region in Pen taluka, which has about 38 villages, do not have access to drinking water,” says Ravindra Mhatre, deputy sarpanch of Bori village. Shirki, Mhasad Budruk, Mhasad Kurd, Masad Bhedi, he said, are the worst affected. Local self-government agencies which supply tanker water form the main lifeline for these settlements, but they are few in number and come infrequently. Recently, JSW Steel, which has a unit nearby, also began providing tanker water as part of CSR activities. But these supplies do not suffice and villagers have to depend on private tankers for their needs. “Water flows in the pipelines passing through here every alternate day for two hours a day, but that water does not reach us or villages ahead,” says Mhatre. Similarly, the overhead tank has a capacity of one lakh litres but lies empty. Ganesh Patil, whose wife Dhanashree is the sarpanch of Shirki, says “The Maharashtra Jeevan Pradhikaran (MJP) built the overhead tank in 2000 and the tank is meant to supply water to 15 villages in the vicinity. But except for a trial, the tank has not seen water in the last 20-odd years.” He said the acute water shortage had taken a toll on productivity as well as earnings. “Some people here earn 200 rupees per day. How do you expect them to spend Rs 100 per barrel of water?” Periodic water scarcity has also hastened migration by youth, who have shifted base to cities to avoid the drudgery and hardships of life in a village without water. But officials of MJP, part of Water and Sanitation department, are confident the water woes of the region would be resolved by next year. MJP executive engineer incharge Deepak Mahajan said, “The Shahapada dam is the source of water here. But it has a capacity of only 1 million cubic metres and starts drying by November. So, we are looking at supply from Hetwane dam for villages like Shirki and Bori. A 21-kilometre pipeline network and a filtration plant is being created from Hetwane to Shahpada and the existing pipeline from Shahpada to these villages will be used to supply water. By next year the water problem in these villages should be resolved.” For Shikri residents, once served notices for non-payment of water bills and taken to court by state departments, this is an outcome they are waiting for. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:11:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-in-ganesh-country-villagers-use-foul-water-for-household-needs/articleshow/69818841.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Green meet seeks Re 1/km congestion fee on cars, 50 paise for bikes in busy areas": {"datetime": "", "description": "MUMBAI: To reduce pollution in Mumbai, several environmental agencies came together on a common dais on Saturday to seek introduction of congestion charge for cars and two-wheelers in the busy areas of the metropolis. The green bodies, including NEERI and MPCB, suggested Re 1 per km fee for private cars and SUVs and 50 paise for two-wheelers. “Busy city areas and suburbs such as Andheri, Malad and BKC can be cordoned off for congestion charges and the money collected should first go to BEST as it’s the major mass transport claimant of the city roads,” said Rakesh Kumar, director of National Environmental Engineering Research Institute (NEERI), who initiated the idea of congestion charges—it was seconded by manyat the state-level conference on ‘eco-friendly transport to ensure clean air for Mumbai’ organised by Maharashtra Pollution Control Board (MPCB) jointly with NEERI and Mumbai First on Saturday. Mumbai is the ‘Most Traffic Congested City’ in the world with 65% congestion meaning road commuters in Mumbai spent 65% extra travel time. Welcoming the idea, BEST general manager Surendra Bagade termed it a ‘generous model’ and said such a combination can strengthen the public transport. MMRDA’s chief of transport and communication Vijaya Laxmi said they had taken a decision to discourage parking facilities at the upcoming metro stations to encourage people to use the mass transport over private transport. “Once we achieve a major share of public transport up to 75% in the city by 2031, then we can implement congestion charges in major areas or around the metro or railway stations,” she said. A draft of the recommendations made at the conference will be submitted to the government soon, said Neville Mehta of Mumbai First. The NEERI director said, “Other than cross-financing of congestion charges, there is a proposal to issue guideines for corporates in Mumbai in managing transport of their employees. There is a proposal to reward companies that manage the transport of employees in an eco-friendly and optimised manner.” Also the conference insisted on promoting hybrid or electric vehicles besides ensuring maximum pedestrian areas to encourage present 1 km per pedestrian travel in the city to 2 km and beyond, Kumar told TOI soon after the concluding session of the conference. Overall, travel by public transport accounts for 54% of kms travelled in Mumbai while a major chunk is still attributed to private transport. This makes it necessary to to further improve overall quality, network reach and ease of access from feeder transport modes. MPCB chairman Sudhir Shrivastava indicated that maintaining control over vehicle growth and encouraging the use of public transport are their key objectives. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:14:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/green-meet-seeks-re-1/km-congestion-fee-on-cars-50-paise-for-bikes-in-busy-areas/articleshow/69808585.cms"}, "Doctors gather to protest against attack on Kolkata junior doctors": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/doctors-gather-to-protest-against-attack-on-kolkata-junior-doctors/videoshow/69786443.cms", "description": ""}, "Exotic birds in 21 cages seized during raid at Crawford Market, flamingo rescued in suburbs": {"datetime": "", "description": "MUMBAI: Officials of the directorate of revenue intelligence (DRI) carried out multiple raids in the city on Saturday, seizing hundreds of caged exotic birds being illegally smuggled and traded. State forest officials, along with the wildlife crime control bureau, assisted the DRI in these raids. “Several exotic bird species like sulphur-crested cockatoos, African and Burmese parrots, Galah cockatoos, love birds among others were seized by the raiding teams at Crawford Market in south Mumbai, Kurla, Govandi and Santacruz. This is one of the big seizures dealing with illegal trading of caged birds,” said an official who was part of the raids. From Crawford Market alone, exotic bird species kept in 21cages were seized. Sources said that similar raids were held in other parts of the state, leading to several arrests as well by the DRI. Surprisingly, there was also a flamingo among the birds seized from one of the raids in suburban Mumbai, indicating that the traders could also have poached the wetland birds currently seen in large numbers along different coasts in and around Mumbai. “Some other bird species noticed during the raids include various cockatiels, ducks among others, which fuels suspicion that exotic birds may also be bred in captivity in India and are then sold at high prices to eager buyers. Often, the birds are smuggled in by sea, air and also by road for this illegal business,” said an official. City-based activists also pointed out that Indian bird species are protected under the Wildlife Protection Act, 1972, and so their trading or poaching can lead to jail terms by the wildlife authorities. However, since exotic or foreign birds are not covered by the Wildlife Protection Act, many bird breeders and smugglers run this racket. “In India, we have drafted import-export policy and rules which prevent trade of exotic bird and animal species. But fascination for foreign breed birds, which may also be endangered species, leads to their smuggling and captivity and therefore this illegal trade,” said an animal rights activist. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:59:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/exotic-birds-in-21-cages-seized-during-raid-at-crawford-market-flamingo-rescued-in-suburbs/articleshow/69808860.cms"}, "\nSpecial screening of 'Motu Patlu Kings of Kings' in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Farah-Khan-hosts-a-special-screening-of-Motu-Patlu-Kings-of-Kings-in-Mumbai/articleshow/54779404.cms", "description": "Joining yaaron ke yaar Motu Patlu on their action safari were B-Town celebs and their young ones in a special preview screening hosted by Farah Khan. The director-choreographer turned host for this 3D adventure animation film, produced by Viacom18 Media Pvt Ltd, Cosmos Entertainment and Maya Digital Studios. The makers of 'Motu Patlu Kings of Kings', which releases this Friday, will donate Farah’s participation fee to an animal welfare organisation she supports, World For All. Along with Farah were the two do-gooders Motu and Patlu themselves, who spread the cheer at this screening, wowing both celebrities and their kids alike. Download The Times of India News App for Latest City ."}, "Five booked for blackmail": {"datetime": "", "description": "MUMBAI: A woman and four others were booked by the Palghar police on Saturday for allegedly blackmailing a man by threatening to file a rape case against him. The complainant was in a relationship with the woman who demanded Rs 1.5 lakh. He paid Rs 50,000 by cheque, but was unable to arrange funds for the remaining amount. The woman and her accomplices then allegedly threatened to kidnap and kill his children if he did not come up with Rs 5 lakh. The incidents took place between January 23 and 29 this year. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:02:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/five-booked-for-blackmail/articleshow/69808873.cms"}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Rani Chatterjee": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Mumbai: Drunk man outside railway loo woken, threatens to push cop under train": {"datetime": "", "description": "MUMBAI: A 28-year-old man dragged a uniformed railway constable towards the railway tracks at GTB Nagar station and threatened to throw him in front of a running train around midnight on Saturday. The accused, Murugesh Devendra, was furious after the cop pulled him up for blocking access to a public toilet at the station. When reinforcements were called in, Devendra tried to flee but the cops nabbed him. “Devendra has been booked for assaulting a public servant and for intimidation,” said senior inspector Rajendra Pal, Wadala GRP. Constable Omprakash Munde, 27, was on night duty on Saturday. Around 12.05am, the operator of a public toilet on platform 1-2 told Munde about a man lying sprawled at the entrance to the toilet. Munde went to the man (Devendra) and woke him up. Devendra, who was sloshed, had collapsed in front of the toilet. Angry at being woken up, he hurled abuses at Munde. Expecting him to get violent, Munde called up his colleague, Shende, for help. Shende, who was on duty at Chunabhatti station, reached GTB Nagar. Meanwhile, Devendra ran towards Munde and started hitting him, leading to a scuffle between the two. According to the FIR, Devendra started to drag Munde towards the tracks and said he was going to “push the cop on the tracks, in front of a running train, and kill him”. By then, Shende reached the spot and found the two grappling. Shende rushed to his colleague’s aid. “By then, Devendra realised he was going to get caught. He bit Munde’s fingers and jumped onto the space between two sets of tracks in order to flee. Munde and Shende followed him on the tracks and managed to nab him,” said Pal. Devendra was brought to Wadala railway police chowky and arrested. Munde was sent for a medical check-up. The police said Devendra does odd jobs and lives in Mankhurd. He was travelling ticketless when he was caught and the police may apply charges relevant under the Railways Act. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:25:00", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-drunk-man-outside-railway-loo-woken-threatens-to-push-cop-under-train/articleshow/69819638.cms"}, "Craters for starters!": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cratersforstarters21/articleshow/69780841.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}