{"rain water accumulation": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rainwateraccumulation/articleshow/69780810.cms", "description": ""}, "Swarms of mosquitoes bring sickness to fringes": {"datetime": "", "description": "PUNE: Residents of the newly merged villages within the municipal limits of Pune and their surrounding localities are living under constant fear of contracting mosquito-borne diseases. The villages include Lohegaon, Mundhwa, Sadesatranali, Shivne, Uttamnagar, Ambegaon Khurd, Undri, Dhayri, Ambegaon Budruk, Phursungi and Uruli Devachi Despite a severe mosquito menace, health authorities of Pune Municipal Corporation (PMC) have yet to initiate measures to check the spread , many residents said. The landscape of these 11 merged villages which are already crumbling under poor infrastructure is dotted with half complete or ongoing construction sites where water stagnation is a fitting ground for mosquito breeding. All these villages have witnessed a significant growth in population and commercial activities in the last few years. However, water scarcity in these areas continues to be erratic prompting storage which also provides for the mosquitoes to breed. “It has been almost two years that 11 fringe areas and villages were merged with the PMC. However, people living here are completely neglected. Piling up of garbage, construction activities and water scarcity are the reasons for the mosquitoes,” Shrirang Chavan, president of Haveli Taluka Nagarik Kruti Samiti, said. He is a resident of Dhayari which has been merged within the PMC limits along with Ambegaon Budruk. Medical expert Mahadeo Kodre, general practitioner and a resident of Keshavnagar, said, “I have seen several cases of malaria and dengue from Keshavnagar and Mundhwa. People living along the Mula river in Kehavnagar, Mundhwa and Manjari are badly affected by mosquitoes owing to rampant growth of water hyacinth.” The rampant growth of water hyacinth in the Mula and Mutha rivers is the reason for swarms of mosquitoes that invade housing societies posing a serious threat of mosquito-borne diseases. “The rampant growth of hyacinth in the Mula river is the cause for mosquito breeding. There are some problems with the Mundhwa jackwell. Since the desired water level is not maintained, water is not released into the canal in Sadesatra Nali area on Pune-Solapur Road for non-drinking and agricultural purposes. The stagnation of water has led to rampant hyacinth . We are in the process of clearing the hyacinth,” public health expert Sanjeev Wavare said. Kalpana Nivare, a resident of Sadesatranali, said, “There is no respite from mosquitoes in the area. Children keep falling sick and mosquito repellents are of no use.” Bhagwan Bhadale, a resident of Phursungi-Uruli Decachi, said, “ We are living under a constant fear of contracting dengue, malaria and chikungunya.” Download The Times of India News App for Latest City .", "time": "2019-06-17 04:51:00", "link": "https://timesofindia.indiatimes.com//city/pune/swarms-of-mosquitoes-bring-sickness-to-fringes/articleshow/69817057.cms"}, "\nNaseeruddin Shah and Kamal Haasan at the opening ceremony of Film Preservation and Restoration Workshop 2016 in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Naseeruddin-Shah-and-Kamal-Haasan-at-the-opening-ceremony-of-Film-Preservation-and-Restoration-Workshop-2016-in-Pune/articleshow/51295088.cms", "description": "One of the highlights of the closing ceremony of the second edition of Film Preservation and Restoration Workshop 2016, organised by Film Heritage Foundation, was the discussions on the importance of conserving the country’s movie legacy. The 10-day workshop, co-organised by Viacom 18 and hosted at The National Film Archive of India in Pune, saw major Indian and international experts gather together to discuss, conduct and promote the urgent need to preserve India’s rich film legacy. Prominent film personalities including Naseeruddin Shah and Kamal Haasan, and Sunil Arora (Secretary in Ministry of Information and Broadcasting) were present for the opening and closing ceremonies along with Shivendra Singh Dungarpur (Founder Director, Film Heritage Foundation) and Sudhanshu Vats (Group CEO, Viacom18 Media Pvt Ltd). The dignitaries also pledged their support by being the chief guests of honour for the Film Preservation and Restoration Workshop 2016. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Waste of Public Money": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wasteofpublicmoney/articleshow/69718308.cms", "description": ""}, "PMC must make weekly status report of major projects: Girish Bapat": {"time": "2019-06-15 11:25:00", "link": "https://timesofindia.indiatimes.com//city/pune/pmc-must-make-weekly-status-report-of-major-projects-bapat/articleshow/69795256.cms", "description": "PUNE: MP Girish Bapat on Friday said the corporation would have to prepare weekly status report of all major projects in the city, including 24X7 water supply, Metro rail and Mula-Mutha river rejuvenation, because most of them were not on track. Addressing a news conference ahead of participating in the parliamentary session for the first time, Bapat said, “I am not satisfied with the way the major projects in the city are being carried out. Many projects are progressing at a very slow speed. Some Pune Municipal Corporation (PMC) officials are lethargic and it is hampering the projects. Strict action against such staff members is needed and instructions regarding the same have been given to the PMC.” He said the commissioner’s office had been told to prepare the status report of each project. These include Metro, Bhama Askhed dam pipeline and High Capacity Mass Transit Route (HCMTR). Their progress must be monitored on weekly basis. Bapat backed the financial model chosen for the HCMTR, which might burden citizens with additional taxes. “The state and the Union governments, along with the civic body, are giving their share. Citizens will also have to shell out money for getting better facilities. There is hardly any other option,” he said. Bapat said railways and defence estates would be his key agenda as an MP. Issues pertaining to these sectors would be resolved on priority basis, he added. Download The Times of India News App for Latest City ."}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "Film highlights need to stop animal agriculture": {"datetime": "", "description": "PUNE: The internationally acclaimed documentary ‘Cowspiracy: The Sustainability Secret’ was screened on Sunday at the Indradhanushya Environment and Citizenship Centre in Rajendranagar. Organized by city-based environmentalist Madhavi Kolte, the 2014 documentary screening received a good response. The film is written and directed by Kip Andersen and Keegan Kuhn. It follows Andersen’s journey to uncover the magnitude and ignorance to animal agriculture, the prime reason causing global warming, in the green policies of giant environmental conglomerates. It also examines the urgent need for the world to adopt veganism. The screening was followed by an audience interaction over video call with the documentary’s executive producer Sailesh Rao, a renowned environmentalist and founder and executive director of a US-based non-profit organization working towards climate change. Rao, a systems specialist with a doctoral degree in electrical engineering, turned vegan in 2008 and has been propagating the cause ever since. Answering a question on the need to bring about change in school curriculum to highlight the problem, Rao said the narrative had to be changed. “The entire way of living has to change. In the present system, it is important to find a cure to heal our planet,” he said.  Nandita Shah, a doctor and founder-director of the NGO SHARAN, also addressed the audience. She converted to veganism in 1985. She said, “We have been brought up thinking we need animal products, or we are omnivores. It is time to eat according to instincts. Instinctively, we are herbivores and fructivores.” Download The Times of India News App for Latest City .", "time": "2019-06-17 04:23:00", "link": "https://timesofindia.indiatimes.com//city/pune/film-highlights-need-to-stop-animal-agriculture/articleshow/69816800.cms"}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "Licence rules keep guards unarmed": {"datetime": "", "description": "PUNE: A tour of the unofficial “bank roads” of Pune — Bhandarkar Road and JM Road — on Saturday showed that almost all banks and nonbank financial institutions had guards posted at the gates but none of them was armed. Even at ATM kiosks — some of which were guarded while a few were not — the security personnel did not have weapons to fend of criminals. The reason: No weapons were provided by the agencies that had employed them. Friday’s robbery in Nashik, when an employee of Muthoot Finance was gunned down for raising an alarm, is a stark reminder of how vulnerable our financial institutions are. As an immediate reaction, the police there urged the banks to deploy armed guards, perhaps without realising that there are too many rules that prohibit such a deployment. “Every time there is an attack, the police tell the banks to strengthen the security measures, which we do by placing more cameras, increasing surveillance etc. However, even if we arm the guards, do you think that a single guard can take on six criminals, as was the case on Friday? The question that needs answering is: ‘How did the dacoits get these weapons?’,” said a top security officer of a public sector bank. “It is the police’s responsibility to act. It is unfair to put all the responsibilities on banks,” he added. As per the latest data, Pune district has half its sanctioned strength of about 23,000 policemen. Moreover, a majority of the police personnel are not authorised to carry a weapon. “When the policemen themselves do not carry weapons, how do you expect us to?” asked Ashish Sharma, a private security guard deployed at a co-operative bank. “This is not a secure job,” said Tikaram Gupta, another guard, on being asked if he felt threatened. Talking of how the guards are expected to deal with Nashik-type incidents, Gupta said, “Our agency has asked us to step away from the scene if there is any untoward incident and report to the head office and the police. We are not supposed to get involved.” Over a dozen security guards TOI spoke to said they often get half the wages that the banks pay to the agencies that employ them — hardly an incentive to put themselves in the harm’s way. A manager of a financial institution said there has never been an armed guard at his branch. Once in a while, the police visit to check if the cameras are in order and we comply with the police suggestions if any, he added. “The problem in arming the guards is that the agency must first take a commercial arms licence. Some agencies have applied for the licences, but the approvals are pending for too long,” said the security officer quoted above. Many agencies hire guards who have individual arms licences, but there are restrictions on where they can use the private weapons. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:22:00", "link": "https://timesofindia.indiatimes.com//city/pune/licence-rules-keep-guards-unarmed/articleshow/69809445.cms"}, "A legendary evening of Kathak": {"time": "", "link": "http://photogallery.indiatimes.com/events/pune/a-legendary-evening-of-kathak/articleshow/69495087.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Pune Nagar road traffic issues": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/punenagarroadtrafficissues/articleshow/69748955.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "new era soceity ganga dham chowk": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/newerasoceitygangadhamchowk/articleshow/69748975.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "\nBrett Lee interacts with Puneites\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Brett-Lee-interacts-with-Puneites/articleshow/51763769.cms", "description": "Ace cricketer Brett Lee recently paid a visit to the Amanora Town Centre Mall where he spoke to a crowd of over 200 senior citizens about creating awareness on hearing disabilities. Present at the special occasion was Aditya Deshpande, Director-City Corporation Limited, who felicitated Lee. The event was a great success as the senior citizens enjoyed and keenly listened to the talk given by Lee along with a doctor who gave more details about the same.  Lee shared his experience of being the face for a multinational hearing aid company and how he is moved and touched by the way people are benefiting from the availability of the cochlear implant. He went on to talk about the benefits of this implant and how one can get back to their regular life without feeling less adequate in any area. The crowd enjoyed his presence to the fullest as he, with great joy, interacted with them on the topic of hearing loss and how it can be tackled.  Amanora Town Centre Mall has always been in the forefront for hosting CSR activities apart from a plethora of other engaging events. The mall’s high footfall ensures that maximum visitors can avail the benefit of these activities.  Some of the other events lined up this month at Amanora Town Centre Mall include the Skateboard Jam with Andy Anderson on April 17, Robotics Summer Camp for kid’s on April 23-24 and the Hola 5.0 Flea Market on April 30 and May 1. Download The Times of India News App for Latest City ."}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Maharashtra Cabinet expansion: Ex-congress leader Vikhe Patil joins Fadnavis cabinet": {"datetime": "", "description": "MUMBAI: Former Congressman and Leader of Opposition in Maharashtra Radhakrishna Vikhe Patil on Sunday joined the cabinet of chief minister Devendra Fadnavis. Vikhe Patil, who joined as a minister, was administered the oath of office and secrecy by governor CV Rao at a function in Raj Bhavan. Also inducted was a long-time contender, Mumbai Bharatiya Janata Party (BJP) president Ashish Shelar. With this, Fadnavis has consolidated the BJP's position before the upcoming assembly elections. Over a dozen ministers are expected to take the oath on Sunday from various parties of the ruling alliance including BJP, Shiv Sena, Republican Party of India (A). Download The Times of India News App for Latest City .", "time": "2019-06-16 11:38:00", "link": "https://timesofindia.indiatimes.com//city/pune/ex-leader-of-opposition-vikhe-patil-joins-fadnavis-cabinet/articleshow/69809970.cms"}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "Revival hope for Nigdi pipeline project": {"time": "2019-06-15 12:17:00", "link": "https://timesofindia.indiatimes.com//city/pune/revival-hope-for-nigdi-pipeline-project/articleshow/69795778.cms", "description": "PIMPRI CHINCHWAD: There is new hope for the Pavana dam-Nigdi water pipeline project revival as the state government has directed the irrigation department to prepare a detailed project report for supplying water for irrigation and non-irrigation purposes. The proposal to allocate Rs79.30 lakh to the irrigation department for this task was approved by the civic standing committee on Wednesday. The dam on Pavana River, near Pavananagar, is a lifeline for the 22 lakh residents of Pimpri Chinchwad. The state irrigation department releases water from the dam, which is impounded at the Ravet bund and purified at Nigdi, to supply drinking water to the residents. However, the Pavana has been getting polluted downstream of the dam due to rapid urbanisation and industrialisation in the villages along and nearby the river. As a result, the civic body had prepared a plan to bring water directly from the Pavana dam through a pipeline so that it is not required to purify the water. The Union government had approved the PCMC’s ambitious project to lay a 40-km pipeline from the Pavana dam to Nigdi under the Jawaharlal Nehru National Urban Renewal Mission (JNNURM) in 2009 and the work had started. Farmers from the villages in Maval taluka, however, opposed the project. They feared the PCMC would draw more water from the pipeline and a lesser volume of water would be released from dam into the river — which would also increase pollution. The work was then halted on state government’s directives after three protesting farmers were killed in police firing at Baur on August 9, 2011. The BJP and Shiv Sena feel that the project must be implemented only after taking the Maval farmers into confidence. The BJP coming to power at the Centre, the state as well as the PCMC has revived hopes that the project will be restarted. The proposal states that a decision was taken at meetings chaired by the additional chief secretary on January 3 and February 4, 2019, that a detailed project report (DPR) for laying pipelines for irrigation and non-irrigation purposes for areas upstream of PCMC limits will be prepared by the irrigation department and the civic body will bear the expenditure. Social activist Maruti Bhapkar said, “Pimpri Chinchwad city must get water from the Pavana dam through the pipeline project without doing any injustice to the farmers of Maval taluka. The state government has taken a policy decision that water for drinking as well as irrigation purposes will be provided through pipelines. If the state government is planning to implement this policy and provide water to both the PCMC and the farmers, then we welcome the decision.” Download The Times of India News App for Latest City ."}, "SPPU launches liberal arts, blended science courses with global vision": {"datetime": "", "description": "PUNE: Liberal education and research have been the buzz words for a long time, confined to private universities. The winds are changing even in conventional educational spheres with Savitribai Phule Pune University (SPPU) introducing two graduate programmes, one in liberal arts and one in blended science. While the BA Liberal Arts course will allow students choose from a wide range of majors and minors, the blended course is designed such that students study physics, chemistry, environmental science and earth science in the first year and then specialise in a subject which will lead to an undergraduate research thesis. This is comparable to the educational set up in Indian Institute of Science Education and Research with the only difference that IISERs offer a 4-year intensive BS-MS programme as against the university's BSc degree. Experts said the Pune university, with baby steps in new courses, especially by introducing the bachelor's courses for the first time, is steering in the right direction. The BA Liberal Arts course will be launched under vice chancellor Nitin Karmalkar’s pet project Interdisciplinary School for Science (IDSS). This being the first liberal arts course by any state university in Maharashtra and is open to a standard XII passed student. “We have not kept any limitations as to students from what streams can or cannot apply. There will be an entrance examination and if the student qualifies it, then he or she will be eligible for admission. The course has six semesters where students will pick a ‘major’ subject and a combination of ‘minor subjects’, ‘electives’, ‘skill- based subjects’, internships, workshops and projects,” course coordinator Vishram Dhole said. The BSc blended course is also open for standard XII students but limited to those from the science stream. The university claims that the course will be quality assured by the University of Melbourne and will be considered similar to a University of Melbourne degree worldwide. This will make students eligible for entry into a University of Melbourne or any international MSc programme. In the first and the second year of the course, students would take up subjects from physics, chemistry, environment sciences, biological sciences and earth science. Based on this general but comprehensive grounding, students can then specialize for a ‘major’ in the third year. A carefully designed curriculum that integrates subjects across disciplines ensures that the content of all first and second year subjects is optimal for a transition to any major in the third year. The course will give students a comprehensive background in basic sciences and prepare them well for taking up higher studies in any discipline at reputed institutes in India, Australia and other countries, Dhole added. While many students opt for higher studies after a bachelor’s in liberal arts, there are also students who get into the job sector after their bachelor’s education. The job opportunities for students of liberal arts generally depended on the specialization subjects, said Anita Patankar, director, Symbiosis School for Liberal Arts. The alumni of Symbiosis School for Liberal Arts are working with the The World Bank, Asian Institute of Diplomacy and International Affairs, Gateway House, MullenLowe Lintas, The Times Group, Red Ice Film Productions, she said. Patankar said the transferable skills that students pick up from the interdisciplinary programme, its innovative teaching-learning methods and assessments and strong research and writing skills help them thrive in diverse domains even when they are not specifically trained. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:44:00", "link": "https://timesofindia.indiatimes.com//city/pune/sppu-launches-liberal-arts-blended-science-courses-with-global-vision/articleshow/69816992.cms"}, "Pune cops cuff two for Rs 55,000 TV serial scam": {"datetime": "", "description": "PUNE: The cybercrime cell of the Pune police arrested two men, who cheated an Undri resident of Rs55,000 by offering his daughter a role on a TV show, in Shirdi on Friday night. On Saturday, a magisterial court sent the suspects — Saurav Mahesh Shrivas (34) and his brother Vaibhav (25) — to police custodial remand till June 18. Pune: Crooks offer man’s daughter TV role, dupe him of Rs 55,000A team of cyber sleuths under assistant commissioner of police Nilesh More and senior inspector Radhika Phadke tracked down the suspects to a hotel in Shirdi and took them into custody. The duo were handed over to inspector Mahadeo Kumbhar of the Kondhwa police. Police have recovered two smartphones and Rs24,000 in cash from the brothers. During questioning, the suspects admitted to cheating the complainant. They hatched the plan as Saurav needed money to pay his wife’s medical bills, police said. On May 22, one suspect had sent a message to the complainant’s wife on social media, stating that they wanted a girl between 10 and 12 years old for a role in a serial to be telecast on a leading TV channel. When she sought more details, the suspect shared a mobile number. The following day, she contacted the number and spoke to the other suspect. She shared her daughter’s photographs and profile after obtaining more details about the TV serial. The suspect called her later, informing her that the girl’s profile got selected and told the woman to visit Mumbai to finalize the details, police said. The woman then contacted her husband, a PWD consultant, who was in Aurangabad, and gave him the suspect’s phone number. The man called the suspect and agreed to visit Mumbai to sign a contract. On the conman’s behest, the consultant transferred Rs25,000 and Rs30,000 into their bank account and went to Mumbai. The suspects called him to two places, including a film studio in Juhu, but avoided meeting him in person. Further, the suspects began avoiding the complainant, prompting him to realize he was duped. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:18:00", "link": "https://timesofindia.indiatimes.com//city/pune/cops-cuff-two-for-rs-55k-tv-serial-scam/articleshow/69806865.cms"}, "Slash and Burn agriculture causing Pollution": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/slashandburnagriculturecausingpollution/articleshow/69749049.cms", "description": ""}, "Illegal bikes parked on Naylor Road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalbikesparkedonnaylorroad/articleshow/69764470.cms", "description": ""}, "‘Umbartha’ director recalls making of the film, working with Girish Karnad": {"datetime": "", "description": "Pune: When Jabbar Patel made Umbartha in the early 1980s with Smita Patil and Girish Karnad as leads, he did not quite expect the reaction he would get from cinemagoers and the jury at the National Film Awards. “The subject I dealt with in the film was bold. The film generated a lot of controversy since it showed that a woman could leave her husband to chase her dreams because of infidelity on his part. Two married men blasted me once after the release, asking me how something like this can even be portrayed. The jury members of National Film Awards that year had lively debates about the portrayal of husband and wife in the film. In fact, actor Ashok Kumar and director Yash Chopra, who were both jury members at that time, also asked me some curious questions,” Patel told TOI. The National Film Archive of India (NFAI) screened Umbartha on Saturday evening at its Law College Road theatre, with Patel being present for a short interaction with the audience. The screening is actually the culmination of a series of films screened as a tribute to Girish Karnad, who passed away earlier this week. Very few copies of the film are available for sale, DVD or otherwise, although the film is screened periodically on Marathi television channels. As a foil to Patil’s upright character and steely resolve, Patel needed someone masculine yet harmless-looking, and in Karnad, he found the perfect Subhash Mahajan, who evokes some sympathy, but not quite. “Girish fit the bill perfectly. He looked masculine in the film, but also quite harmless. He would evoke some sympathy from viewers when he would take the lead and convince his mother that his wife should be able to go and pursue her dreams, and also at moments of separation. But his betrayal at the end would shatter all of that. His was a smaller role compared to Smita’s, but Girish said that he would do the film anyway. We shot the Marathi and Hindi versions together and he was consistent throughout,” Patel remarked. The film was an adaptation of Marathi novel Beghar by Shanta Nisal. “The novel goes beyond Sulabha (Patil’s character) leaving the house after learning about her husband’s infidelity, but Vijay Tendulkar suggested not adapting that part. A statement had to be made at the end of the film,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:04:00", "link": "https://timesofindia.indiatimes.com//city/pune/umbartha-director-recalls-making-of-the-film-working-with-girish-karnad/articleshow/69807045.cms"}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Two boys from Pune bag AIR 55 and 91 in tough exam": {"time": "2019-06-15 12:30:00", "link": "https://timesofindia.indiatimes.com//city/pune/two-boys-from-pune-bag-air-55-91-in-tough-exam/articleshow/69795561.cms", "description": "PUNE: Two boys from the city, Raj Aryan Agarwal and Mustafa Ebrahim Chasmai, ranked among the first 100 students in the Joint Entrance Examination (JEE) Advanced in the results announced on Friday. Agarwal was 55th and Chasmai was 91st in the country. Agarwal is a student of the Rajiv Gandhi e-learning school, and took his IIT coaching from PACE Academy. He had scored 100 percentile in the phase 1 of the Joint Entrance Examination (Main) scoring a perfect 100 in chemistry and physics. He lost one mark in mathematics The 17-year-old will pursue engineering but take up research. He has done his early schooling in Moscow and came to Pune where he enrolled at the Rajiv Gandhi Academy of E-Learning especially for JEE preparation. He said, “Given my love for science and numbers, I enjoyed learning new concepts,” he said. Mustafa said he was expecting a better rank but found physics and maths difficult and subsequently, lost some marks. He prepared for the IIT exams at Prime Academy. “I will go to IIT Bombay for electrical engineering or IIT Delhi for computer science,” he said. He completed his higher secondary certificate (HSC, std XII) examination from Sir Parshurambhau College and scored 89%. Managing director of Prime Academy, Lalit Kumar, said Mustafa was a calm student who followed instructions. “He would discuss his daily plans. Even if he would score less, he never panicked. Besides, he would cycle and never wasted time on cellphones.” Of the 238 students from Prime, 202 had cleared JEE Main and 80 have cleared JEE Advanced. “Those students who concentrated on select topics instead of the whole syllabus felt more comfortable in this difficult exam. Pursing every topic and attempting more problems in the exam accounted for negative marks for many. Since it was a low score exam, rejecting a problem was more important than selecting one.” Kshitij Shah, another student, bagged an all-India rank of 104. From Bakliwal Tutorials, Pranav Maral, was 117th. Owner Vaibhav Bakliwal said they had nine students in the top 1,000 as per the common merit list. Download The Times of India News App for Latest City ."}, "\nBMW 7 Series launched in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/BMW-7-Series-launched-in-Pune/articleshow/51714957.cms", "description": "The all-new BMW 7 Series made its debut in the city amidst much pomp and fervour recently. It is available in two distinct design schemes – M Sport and Design Pure Excellence. While the M Sport celebrates sporty styling and interiors, Design Pure Excellence indulges you to move in style with elegant contours and luxurious features.  Philipp von Sahr, president, BMW Group India, said, “At BMW we believe that the best way to predict the future is to create it. We created the most powerful letter in the world – BMW M – and with it, a thrilling future of performance. We created a new vision of mobility with BMW i – mobility that is both beautiful and sustainable, as well as an adrenaline gushing experience with the BMW X range of sports activity vehicles, thus leading us in the forefront of premium individual mobility. Now, with the launch of the all-new BMW 7 Series, we are creatingthe future of luxury. It will be magical and irresistible, just as BMW has always been.”  The event was attended by Ritu Chhabria, Amit Goel, Vastupal Ranka, Samit Karia and Alnesh Somji among others. Download The Times of India News App for Latest City ."}, "Pune-Mumbai ghat section to get 200 CCTV cameras": {"datetime": "", "description": "PUNE: The Central Railway is planning to install more than 200 closed circuit television cameras for live feed from the Pune-Mumbai ghat section, prone to rockfall and boulders rolling down on the tracks. The Central Railway’s public relations officer, Sunil Udasi, told TOI, “At present, the 12km stretch along the Monkey Hill has 43 CCTV (closed circuit television) cameras at 10 strategic locations in the south-eastern ghat section (Karjat to Lonavla). The north-eastern (Kasara to Igatpuri) and south-eastern ghat sections will have another 200 CCTV cameras.” “Close to 100 of them have been installed and the rest will be in place soon. We believe these will help monitor the ghat area with greater perfection and prevent accidents,” Udasi added. The railways has sounded an alert in view of the upcoming monsoon to prevent accidents on the stretch. The trackmen and officials monitoring the CCTV cameras have been told to remain on full alert. “The CCTV cameras are monitored by officials at nearby stations and technical halts. Instructions have been issued to them to monitor all the cameras round-the-clock as the ghat section experiences a lot of rain during monsoon,” Udasi said. The stations in the ghat section, also known as Bor Ghat, are Lonavla, Khandala, Palaswadi and Karjat. Khandala doubles up as a technical halt. Monkey Hill and Thakurwadi are the other technical halts on the stretch. The Pune rail division’s jurisdiction ends at Malavali, after which the Lonavla station comes. On Thursday night, boulders had fallen on the tracks near the Monkey Hill technical halt. But there was no damage to any trains because of the CCTV monitoring of the stretch, a senior rail official said. A railway official at Thakurwadi first saw the boulders falling. “Sahyadri Express (11023) was on its way to Pune from Mumbai and was around 1.4km from the spot then. Had the boulder been not spotted, a serious accident could have occurred,” a source said. “Once the boulder was spotted, the official switched off the power supply of the overhead electrical system guiding the train. As the train was running on an electrical engine, it stopped automatically,” the source added. In August last year, a boulder weighing almost a tonne came crashing down in a compartment of Hubli Express tearing apart its roof when the train was passing through the Monkey Hill section. Three persons had suffered injuries. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:22:00", "link": "https://timesofindia.indiatimes.com//city/pune/200-cctvs-to-monitor-rockfall-in-ghat-section/articleshow/69806929.cms"}, "Burning of Garbage Continues in Wagholi": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/burningofgarbagecontinuesinwagholi/articleshow/69718358.cms", "description": ""}, "Mother agrees to donate organs of brain-dead son, five patients benefit": {"time": "2019-06-15 11:16:00", "link": "https://timesofindia.indiatimes.com//city/pune/mother-agrees-to-donate-organs-of-brain-dead-son-five-patients-benefit/articleshow/69795558.cms", "description": "PUNE: Even in a moment of extreme grief, a mother consented to donate the vital organs of her elder son at Yashodhara Hospital in Solapur on Friday. The 19-year-old boy was riding pillion on his father’s two wheeler when the vehicle was involved in a head-on collision with a state transport bus on Sangola-Miraj road at around 6.30pm on June 9. The teenager’s father died on the spot. The boy, however, sustained grievous head injuries and was later declared brain-dead. “The woman showed exemplary courage and consented to donate her son’s vital organs. The medical teams from designated hospitals in Pune and Mumbai retrieved the donated organs by 6pm on Friday. Their subsequent transplant will go on till late in the night,” transplant coordinator of the Zonal Transplant Coordination Committee Aarti Gokhale told TOI. The family resides in Sangola taluka of Solapur district. “The donor and his father were travelling towards Nagra village on a bike when a speeding ST bus overtook a truck and collided with the two-wheeler. The father died on the spot whereas the son, who was ridding pillion, was rushed to a hospital in Solapur. The boy later moved to Yashodhara hospital, where he was declared brain-dead,” said Sukant Bele, transplant coordinator at Yashodhara hospital. The harvested lungs were transported in a commercial chopper to Golban Hospital in Mumbai. “In the absence of a suitable Indian donor, the harvested lungs have been allocated for transplant into a foreign national at Global Hospital in Mumbai,” Gokhale said. The man’s harvested kidney and pancreas have been allocated to a patient enrolled with Deenanath Mangeshkar Hospital in Pune and his liver has been allocated to a patient enrolled with Sahyadri Hospital, Ahmednagar road. His other kidney was allocated to a patient at Yashodhara hospital in Solapur. Download The Times of India News App for Latest City ."}, "What you see is NOT what you get!": {"datetime": "", "description": "", "time": "2019-06-16 08:46:00", "link": "https://punemirror.indiatimes.com/pune/cover-story/what-you-see-is-not-what-you-get/articleshow/69807490.cms"}, "Freelance dumping": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/freelancedumping/articleshow/69780832.cms", "description": ""}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Parents of CBSE pupils oppose proposal to omit internal marks": {"datetime": "", "description": "PUNE: The parents of students passing the Standard X examination from the Central Board of Secondary Education (CBSE) are opposing the state education department’s proposal of not considering the students’ internal marks for the First Year Junior College (FYJC) admission. According to the parents, the move is unfair to the CBSE students, who worked hard throughout the year to get the 20 internal marks. The parents are seeking an appointment with the chief minister and education minister to request them to roll back their proposal. The rules of evaluation and assessment in any board are formed after discussions. Expert committees are constituted and finally a decision is taken. “The education ministry all of a sudden said they would not consider the internal marks of students from other boards. The decision to not have internal marks in the SSC board was taken after much thought, which probably backfired. But that doesn’t mean the others have to suffer,” a parent said. Another parent pointed out that since admission to the CBSE schools were over, the new proposal, if accepted, would be detrimental to the students from the CBSE and other non-state boards. “We did not admit our child to a CBSE school as we wanted him to go to a junior college. But if the state education department decides to not count the internal marks, then he will not get into any good college,” the parent said. Another parent said the move was not justified as the state board students also get additional marks. “They get almost 15 additional marks if they participate in NCC or sports at some level such as district or national, or participate in drawing competitions. The CBSE students don’t get such additional marks. What they get as part of their internal marks is the average of marks they have scored in all unit tests and projects. They are also for co-curricular activities, which are equally important to evaluate a student’s capacity and understanding of the relevant subject. The state board cannot just decide to subtract them and take only theory marks for consideration,” the parent said. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:01:00", "link": "https://timesofindia.indiatimes.com//city/pune/parents-of-cbse-pupils-oppose-proposal-to-omit-internal-marks/articleshow/69806917.cms"}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Civic body’s report on de-reservation of garden land in Baner by month-end": {"datetime": "", "description": "PUNE: The town planning department of Pune Municipal Corporation will submit its report on the controversial de-reservation of garden land in Baner by the end of the month. On Sunday, the department’s officials — accompanied by residents opposing the de-reservation move — had carried a survey of the land in question. “A decision on the proposed reservation will be taken by the state government. Before the process was to be completed, suggestions and objections were invited from the citizens. We held a hearing in that regard. After that, a site visit was organized,” Avinash Patil, joint director of town planning, told TOI. He said that report on the process carried out by his department is to be drafted. It will be submitted to the state government within around a fortnight’s time. A chunk of land in Murkute Garden in Baner has been slated for de-reservation. After the de-reservation, around 1.6 lakh soft will be available for construction. The market price of the plot is around Rs40 crore. This has been under process for the past two years. The move has attracted controversy, with a group of residents opposing it. The residents even carried out a signature campaign last August. The residents had claimed that ideally, 16 hectares should be reserved for the Baner-Balewadi area. But currently, they have only 8.37 hectares. The owner of the land, on the other hand, has supported the conversion of the land from garden to residential zone, saying ample space was available for the garden purposes. Baner-Balewadi has around 18 gardens. But most are unused. “My ancestors have already given over 85,000 ares for gardens in this area. That space is sufficient and the garden built on it has adequate facilities for nearby areas,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:23:00", "link": "https://timesofindia.indiatimes.com//city/pune/civic-bodys-report-on-de-reservation-of-garden-land-in-baner-by-month-end/articleshow/69816809.cms"}, "\nResidents of Pebbles - II host a house warming ceremony in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Residents-of-Pebbles-II-host-a-house-warming-ceremony-in-Pune/articleshow/51711442.cms", "description": "All the residents of Pebbles - II, graced the premises of the residential space for a house warming ceremony recently. This auspicious occasion was solely dedicated to all residents by the founders of Pebbles – II, Abhinav and Rainbow Developers, who took this opportunity to bolster the aspects of customer satisfaction and transparency to newer heights by organizing this one-of-a-kind ‘Sammohik grih shanti, vastu shanti and grih pravesh’ ceremony.  The initiation of this pragmatic event ensured that the customers need not shell out extra money to perform the aforementioned rituals, which can prove to be expensive and tedious if carried out independently. The founders of this spectacular project have created a valued bond with all their customers, even after the completion of their transactions.  “Let this be the beginning and not the end of our relationship. Reducing our customers’ expenditure is the least we can do for them. Therefore, acting upon these ideals, we gave birth to the idea of a universal house warming event,” shared Sham Shende, CMD, Abhinav Group.  The fact that this secluded event was entirely dedicated to only the residents of Pebbles – II and not for any other commercial purpose, speaks volumes about the founders of this nature-friendly project. “This is how we build transparency with our clients. Besides, it’s a beautiful place that deserves a proper ritualistic initiation. So one can’t really say that we are going out of our way by offering such events,” stated Sunil Nahar, CMD, Rainbow Group.  The completion of these rituals marked the beginning of an immensely tranquil environment within the capacious and eco-friendly boundaries of this unique project. Download The Times of India News App for Latest City ."}, "RICH ESTATE IN POOR STATE": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/richestateinpoorstate/articleshow/69748980.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Unlift garbage, party for Swine": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unliftgarbage2cpartyforswine/articleshow/69764438.cms", "description": ""}, "Nine times proud and counting": {"time": "", "link": "http://photogallery.indiatimes.com/events/pune/nine-times-proud-and-counting/articleshow/69632608.cms", "description": ""}, "Lawyer files plea to conduct trial in Yasin Bhatkal’s presence": {"datetime": "", "description": "PUNE: Defence lawyer in the German Bakery bomb blast case on Saturday opposed the Delhi police’s plea before the special UAPA court to conduct trial against accused Yasin Bhatkal via videoconferencing on the grounds that it violated his rights if the trial was not conducted in his presence. The bomb blast had occurred at the German Bakery in Koregaon Park on February 13, 2010, and killed 17 people, while injuring 64 others. On April 29, the court had framed charges against Indian Mujahideen co-founder Bhatkal, who also goes by the name Mohammed Ahmed Zarar Siddibappa, after he was produced before the judge amidst tight security, paving way for the commencement of trial. The case came up for hearing before the special judge R M Pande on Saturday but the evidence of witnesses could not be recorded. During the last hearing, the court had asked the defence lawyer Zaheer Pathan to file his reply on Delhi police’s plea to secure Bhatkal’s presence via video conferencing mode because he was a high-risk prisoner. Pathan in his reply said, “The Delhi police had no locus standi to file the plea as the same should have been filed by the prosecution and citied Section 273 of the Criminal Procedure Code that the trial should be conducted in the presence of the accused.” The plea read the physical presence of the accused was essential for conducting the trial and seeking instructions because he could not understand the local language as the state anti-terrorism squad, Pune, had filed chargesheet in Marathi. “Co-accused Mirza Himayat Baig was produced before the court for conducting trial. Bhatkal should be shifted to Yerawada jail and trial should be conducted in his presence,” the plea said. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:09:00", "link": "https://timesofindia.indiatimes.com//city/pune/lawyer-files-plea-to-conduct-trial-in-bhatkals-presence/articleshow/69807040.cms"}, "Hieght of carelessness": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hieghtofcarelessness/articleshow/69818286.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "\nSaraiwwalaa Agrr Refineries Limited introduces Naturralle in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Saraiwwalaa-Agrr-Refineries-Limited-introduces-Naturralle-in-Pune/articleshow/51866922.cms", "description": "Saraiwwalaa Agrr Refineries Limited (SARL), one of the leading edible oil companies as a part of their strategic growth introduced a new product under their flagship brand — Naturralle. SARL has strengthened their portfolio in edible oil sector by introducing “Naturralle Health Rice Bran Oil” for the health conscious consumers of today.  The brand is completely driven by market research and has always adapted to address the requirement and concern of the Indian households through innovation. The introduction of the Oil is a step towards fortifying the offerings under the brand. Anjani Kumar Gupta, director, SARL said, “The journey of brand has been amazing. It is our constant endeavour to introduce products that are good, convenient and healthier for our customers. According to studies, Indians are more prone to heart ailments. A product like rice bran oil with its high Oryzanol content improves the HDL/LDL ratio, making it one of the most heart-friendly oil. The product is aimed at the health conscious customer base — not only consumers with medical conditions, but also the health conscious segment which believes in eating right to prevent ailments.”  He further added, “At SARL we innovate and introduce the products that satisfy the needs of the ever evolving customers and make food taste better. With the addition of this product we are augmenting our portfolio with new products to suit the requirements of our customers. We plan innovative campaigns to reach out to the customers and make them aware about our brands. Our efforts have been recognised and World Consulting & Research Corporation (WCRC) has selected Naturralle as “Asia’s Most Promising Brand” for the second consecutive year. This certification brings to fore our journey as a brand which has shown tremendous growth in the past few years with focused efforts and innovative marketing strategies that have impacted the customers.” Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Road condition on Paud Road Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadconditiononpaudroadpune/articleshow/69718331.cms", "description": ""}, "Littered Flyover": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/litteredflyover/articleshow/69780729.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Smart and Elite": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/smartandelite/articleshow/69818325.cms", "description": ""}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "\nSmita Patil film fest concludes amidst huge response in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Smita-Patil-film-fest-concludes-amidst-huge-response-in-Pune/articleshow/49464083.cms", "description": ""}, "Hundreds participate in LGBTQ pride parade in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/hundreds-participate-in-lgbtq-pride-parade-in-pune/videoshow/69622767.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "World Environment Day: Puneites take the front line and raise awareness against pollution": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/world-environment-day-puneites-take-the-front-line-and-raise-awareness-against-pollution/videoshow/69662814.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "encroachment on busy street at Undri": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentonbusystreetatundri/articleshow/69780747.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "No proper collection of grabage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nopropercollectionofgrabage/articleshow/69818295.cms", "description": ""}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Pride walk: Over 500 people join 9th LGBTQIA parade held in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/pride-walk-over-500-people-join-9th-lgbtqia-parade-held-in-pune/videoshow/69632002.cms", "description": ""}, "construction debri pile-up": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/constructiondebripile-up/articleshow/69683862.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Four injure private firm staffer, rob bag containing Rs 3 lakh": {"time": "2019-06-15 12:32:00", "link": "https://timesofindia.indiatimes.com//city/pune/4-injure-private-firm-staffer-rob-bag-containing-rs-3-lakh/articleshow/69795574.cms", "description": "PUNE: Four men brutally attacked an employee of a private firm with a sharp weapon and robbed his bag containing Rs3 lakh near the Pune Municipal Corporation’s Sangamwadi ward office around 1.30pm on Friday. Sudhakar Kshisagar (35), from Yerawada, received injuries behind his right ear, and suffered minor abrasions on his hands. Kshirsagar works in a firm jointly run by three businessmen involved in selling mobile recharge cards, among other things. Inspector (crime) Ajay Waghmare from Yerawada police said, “Kshirsagar collected Rs3 lakh cash from businessmen till about 1pm. Riding a motorcycle, he crossed Gunjan Chowk and was heading towards Parnakuti Chowk, when a man suddenly came in front of his bike, which prompted Kshirsagar to apply the brakes. The man then picked up a dispute with him, and signalled three others to come there.” He said, “The four then attacked Kshirsagar and one of them assaulted him with a sharp weapon behind his right ear. The other suspect snatched his bag. Two suspects then fled barefoot in the direction of Parnakuti Chowk, while two others ran towards the construction site of Metro project on Ahmednagar road.” “After Kshirsagar raised an alarm, a passer-by came to his rescue. He called up the city police control room and gave information about the incident. A police team rushed to the spot and shifted him to Sassoon General Hospital. We are checking CCTV cameras and working on certain clues to arrest the robbers as soon as possible,” he added. A police official said, “The robbers communicated in Marathi. They were in the age group of 20-22 years. We suspect the robbery was pre-planned. The suspects robbed Kshirsagar after monitoring his movements.” Kshirsagar has lodged an FIR under relevant sections of the Indian Penal Code and the Arms Act. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "India to assist international consortium in key project": {"time": "2019-06-15 11:29:00", "link": "https://timesofindia.indiatimes.com//city/pune/india-to-assist-international-consortium-in-key-project/articleshow/69795254.cms", "description": "PUNE: For the past four years, Giant Metrewave Radio Telescope (GMRT), near Pune, and Ooty Radio Telescope have been conducting experiments in pulsar timing and keeping a database of the same. With the 10th annual meeting of International Pulsar Timing Array Collaboration being hosted in Pune next week, India is hoping to soon become a permanent member of International Pulsar Timing Array Collaboration. Pulsar is a highly magnetized rotating celestial object of very high mass that emits a beam of electromagnetic radiation. “The radiation can be seen when it points towards the earth as pulses of emission, which appear with clockwork precision. Hence, they are the best celestial clocks,” said Gopakumar, senior scientist, Tata Institute of Fundamental Research (TIFR), Mumbai “Now, if there is a gravitational wave passing past the pulsar, there will be a blip or difference in the otherwise disciplined pulses. By studying this variation over a period of time, we can determine a pattern in it. This pattern will tell us about the gravitational waves. Now gravitational waves are like waves with a ripple effect just like the ripple effect we see when a pebble is dropped in a pond. Instead of the up and down motion, the G waves are like sound waves; they expand and compress,” said Mavia McLaughlin, professor of physics and astronomy, West Virginia University, the US. The team has been collecting data on the arrival time of pulsars. “More the data on arrival time of pulsars, more we can understand if there is a pattern of change in them and the cause. So data collection and analysis of pulsars are being done by the Indian team,” said Andrea Lommen, professor of astronomy and physics, Haverford College, the US. The group is hoping to detect a gravitational wave of ultra-low frequency but other than that they said that their research will have by-product discoveries too. “From accuracy in understanding the position of the sun to understanding how early galaxies were formed, how they expand and also how they merge, there will be a lot of by-product research result to the G Wave result,” said B C Joshi, senior scientist, National Centre for Radio Astrophysics (NCRA). The experiments started in 2001 and India is trying to be a permanent member of this project involving 12 countries. “The upgraded GMRT is able to analyse at least three bands of frequencies. We have been collecting data for the past four years and now we have approached the international group with a deliverable data which, hopefully, will also lead to a membership,” said Yashwant Gupta, centre director, NCRA. Download The Times of India News App for Latest City ."}, "Ramnadi Restoration Mission: 15,000 students to participate in the biggest river clean-up project": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/ramnadi-restoration-mission-15000-students-to-participate-in-the-biggest-river-clean-up-project/videoshow/69663069.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Morning walkers stop concrete work at Taljai": {"datetime": "", "description": "", "time": "2019-06-17 09:38:00", "link": "https://punemirror.indiatimes.com/pune/civic/morning-walkers-stop-concrete-work-at-taljai/articleshow/69817136.cms"}, "Fractured gas pipeline repaired by MNGL in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/fractured-gas-pipeline-repaired-by-mngl-in-pune/videoshow/69496630.cms", "description": ""}, "New plants to process 400MT garbage daily": {"datetime": "", "description": "PUNE: The civic body’s daily garbage-processing capacity will soon increase by 400 metric tonnes (MT). The Pune Municipal Corporation (PMC), as a part of its plan to decentralize garbage-handling and stop dumping of unprocessed garbage at the Uruli depot before December 2019, will set up two 100MT plants and one 200MT plant. The 100MT plants will be set up at Ambegaon and Lohegaon, while the 200MT plant will come up at Uruli Devachi to process mixed garbage. The civic body will appoint private agencies to install, commission, operate, and maintain the plants. The sites for the site have already been identified, while sources in the civic body said the agencies will be appointed by next month. With processing mixed garbage a challenge, PMC had instructed housing societies, commercial establishments and hotels to treat wet garbage on their premises. But most of the new plants would be able to handle mixed garbage, officials said. “New plants will be set up in the fringes to deal with waste in effectively. Besides the newly proposed units, the civic body has already started work on a 750-tonne plant at Ramtekdi-Hadapsar,” a senior official from the solid waste management department said. Civic activists, meanwhile, claimed the PMC often plans to set up new processing units but neglects existing ones. They claimed many units across the city have been non-functional or working below half their capacities. Data obtained through an RTI petition, filed by Vivek Velankar of Sajag Nagrik Manch, revealed that the PMC was not able to operate the units at full capacity. “The PMC should ensure better functioning of the existing processing units,” Velankar said. Pune city generates about 2,000 tonnes of garbage every day. Of this, the civic body processes over 1,000 tonnes. Meanwhile, about 500 tonnes of waste is generated by the 11 newly merged villages, where the mechanism to process garbage daily is less than optimal. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:10:00", "link": "https://timesofindia.indiatimes.com//city/pune/new-plants-to-process-400mt-garbage-daily/articleshow/69806902.cms"}, "Puneites over the moon as Men in Blue beat Pak": {"datetime": "", "description": "PUNE: It may have been an anticlimactic win in the end — thanks to Messrs Duckworth, Lewis and Stern — but India’s World Cup victory over arch-rivals Pakistan was nevertheless cherished by cricket fans in the city. By the time both the teams shook hands in Manchester, India had beaten Pakistan in each of the seven times they met in World Cups. And fans came out in force to celebrate. The stretch of Fergusson College Road, near Dnyaneshwar Paduka Chowk, was chock-a-block with jubilant fans. Drummers dished out a pulsating rhythm as revellers relished the Men in Blue’s performance. For many families in the city, it was an evening filled with entertainment. When all-rounder Hardik Pandya bowled a full toss to Pakistan’s Babar Azam, who dispatched it for four, the Nigavekars gasped. Their youngest son, Jay (9), was decked up in Indian colours as the family were glued to the television. “My son and daughter are crazy about the game, so they’re completely into the match right now,” said Pallavi. The mood in the city was upbeat, with fans setting off fireworks as early as 8.30pm in the Deccan area, as people got ready to celebrate India’s imminent victory. “I’m super excited. I’m so pumped up,” young Jay said. “It’s doubly special ... it’s also Father’s Day,” the nine-year-old added. His father Kedar, a health care professional based in Mumbai, agreed it was a special occasion. “My son is a big cricket fan — he wears the Indian team jersey every day ... It’s been crazy!” Kedar said. The mood was electric at eateries and malls across the city, which organized live screenings of the match. Rahul Kusale, manager of Vimannagar-based Playoffs Sports Lounge, said they had a full house. “We attracted a very good crowd,” Kusale said, adding that it was great to see that the audience watching the match with complete thrill. “The way they react collectively is something else. There were loud cheers for boundaries and sixes. The fans were egging the team on with a lot of enthusiasm,” Kusale said. Nanded-based Priyanka Vyas (25), who stays on Senapati Bapat Road, made a beeline for the nearest mall with her friend Achint Kaur, an IT professional, for live screening alongside multitudes of fans. “Around 200 people turned up to watch the game on the big screen,” Vyas said. However, the constant rain interruptions cast a pall of gloom over the match. “On the one hand, I was disappointed that the rain kept interfering with the match, but on the other, I was happy that India won,” Prashant Gaikwad (22), an engineering student, said. “Our initial expectation was that India would win fair and square, and though that happened, it was annoying because of the rain,” Gaikwad said. “I’m at my aunt’s place and I could hear loud cheers from the entire building,” he said. However, the roads congested with celebrating fans were a reason to frown, for some. Arya Bhavnani (34), who stays in Bavdhan, couldn’t wait to get home. “I’m happy that we won, but it’s annoying that this stretch always gets congested on such occasions,” Bhavnani said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:04:00", "link": "https://timesofindia.indiatimes.com//city/pune/puneites-over-the-moon-as-men-in-blue-beat-pak/articleshow/69817134.cms"}, "\nSunny Leone attends the launch of Playboy India's Beer Garden in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Sunny-Leone-attends-the-launch-of-Playboy-Indias-Beer-Garden-in-Pune/articleshow/51178638.cms", "description": "PB Lifestyle Ltd, the master and exclusive license holder in India for Playboy Enterprises Inc, USA has unveiled its plans for 2016. The company’s license includes Playboy-branded clubs, cafes, lounges and pubs, beer gardens, hotels, signature events and merchandise. The company will be rolling out its outlets under the Playboy umbrella brand comprising clubs — international formats that India hasn’t yet experienced. After opening its first club in Hyderabad and beach club in Goa, the flagship club will open in Mumbai in April 2016. Located at Worli, it promises to raise the bar of parallel formats in India.  “Playboy India is also creating history with the launch of its first Beer Garden in the world in Pune. We are designing a fantastic fusion of fine dining, entertainment, music and freshly brewed beer,” says Parag Sanghavi (Chairman, PB Lifestyle).  With an exciting launch party, Pune came alive as Sunny Leone turned deejay for a while playing catchy tunes for guests, which included Pooja Chopra, Meera Chopra, Suhas (brand partner, Pune), Krishan Choudhary (brand partner, North), Ranjeet Kagade (brand partner, Pune) and several others. Located in Balewadi High Street, it is spread over 8,000 square feet and offers an extensive outdoor area attached to a luxurious indoor space, making it an ideal place to enjoy food and beverages with live music and events. The garden offers the communal Oktoberfest beer benches, chiller tables and luxury seating that can collectively accommodate over 400 guests. It serves food from around the world with modern European; Asian grills, gourmet pizzas and a fresh take on Indian cuisine as well as the signature Hef-Burger.  “While we are a Beer Garden, we have paid extra attention to curating the perfect and comprehensive food menu by bringing in the champions from the F&B industry,” explains Ranjeet.  The brand will open a 12,000 sq ft Beer Garden in Bangalore in the third quarter of 2016. The first cafe will open in Gurgaon (NCR), followed by one in Jubilee Hills, Hyderabad — both slated for opening in the second quarter of 2016. “Delhi is truly looking forward to experiencing the brand’s hospitality,” says Krishan. Download The Times of India News App for Latest City ."}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Half-an-hour lunch break for Maharashtra government officials": {"datetime": "", "description": "PUNE: The state government employees will now on have a fixed lunch break of half-an-hour between 1pm and 2pm and won’t be permitted to waste time thereafter. A new government resolution (GR) was issued this month following rising complaints about officials not attending to citizens properly. The GR iterates that the government officials must maintain strict adherence to the timing. All employees from a department cannot go for lunch at the same time. The June 4 circular stated, “Office heads should ensure that officers/staffers will not take more time (than the stipulated 30 minutes) for lunch and that all the officers/staffers in a branch do not go for lunch at the same time.” According to the circular, the slot has been fixed in view of complaints that officers and staffers stay away from their desks for long citing lunch break, leaving citizens waiting in queues. Worse, many officials excuse themselves for meetings soon after returning to their desks. The heads of departments have been directed to implement the new order and take disciplinary action against those absent after the stipulated lunch interval without permission, stated an official. Fixed lunch interval was one of the recommendations of the high-level reorganization committee appointed by the government. Some other recommendations, including reduction in the number of holidays in a year, were implemented earlier. Citizens want the 30-minute lunch break to be implemented in the state government offices strictly. The programme director of Parisar, an environmental organization, Ranjit Gadgil, told TOI that the move was good, but it should be implemented properly. “The officers have to adhere to these norms and citizens should not be made to wait and suffer,” he said. Activist Vihar Durve himself had to wait for long at Mantralaya earlier because of the “extended lunch” of officials. Hailing the decrease in the lunch break timing, he said the focus should be on concerted effort to clear the files at the earliest. “There is no point in just reducing the lunch time if they delay the process of clearing files or refuse to meet citizens,” he added. In September 2001, the state government had fixed half-an-hour slot between 1pm and 2pm for its officials at Mantralaya (state secretariat) in Mumbai. But the government had not fixed the lunch time for other offices in the state. “This is a step further and will limit the recess of all officers and staffers in the state government departments,” stated a revenue department official from the Pune division. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:04:00", "link": "https://timesofindia.indiatimes.com//city/pune/half-an-hour-lunch-break-for-government-officials/articleshow/69807028.cms"}, "NDA convocation ceremony: Cadets display combat skills and sky manoeuvres in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/nda-convocation-ceremony-cadets-display-combat-skills-and-sky-manoeuvres-in-pune/videoshow/69562940.cms", "description": ""}, "Autorickshaw unions on indefinite stir from July 9": {"datetime": "", "description": "PUNE: Autorickshaw drivers in the city may go off the roads from July 9, indefinitely. “There are around 30 autorickshaw unions in Pune. On Sunday, there was a meeting and a majority of their representatives participated in it and decided to support the indefinite strike from July 9 across the state. There are close to 80,000 autorickshaws Pune and Pimpri Chinchwad and a majority of them will go off the roads unless the state government agrees to our demands,” Baba Kamble, secretary of the Autorickshaw Chalak Malak Sanghatna Sanyukta Kriti Samiti, told TOI. While the strike could cripple public transportation, the Rickshaw Panchayat, which is the largest union in the city, has decided to stay out. Its convenor Nitin Pawar said, “We don’t think that the strike will happen at all. Half the 80,000-odd autorickshaws are under our union,” he said. The primary demand is for a fare hike of Rs 4 per km. There has been no rise in fares in the last three years. They want the state government to set up a welfare board. The amount taken for third party insurance for the vehicles needs to be reduced, they added. A meeting with the chief minister and the transport minister on June 30 has been planned. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:28:00", "link": "https://timesofindia.indiatimes.com//city/pune/autorickshaw-unions-plan-indefinite-stir-from-july-9/articleshow/69816996.cms"}, "Road Contractor Apathy": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadcontractorapathy/articleshow/69748947.cms", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Blocked Manhole covers and water puddles": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/blockedmanholecoversandwaterpuddles/articleshow/69749030.cms", "description": ""}, "Pune: Crooks offer man’s daughter TV role, dupe him of Rs 55,000": {"time": "2019-06-15 06:37:00", "link": "https://timesofindia.indiatimes.com//city/pune/crooks-offer-mans-daughter-tv-role-dupe-him-of-rs-55000/articleshow/69795283.cms", "description": "PUNE: The Kondhwa police on Thursday booked two fraudsters for duping an Undri resident of Rs55,000 by offering his 12-year-old daughter a role on a television show. The incident happened between May 22 and 25 this year. Police said one suspect sent a message to the complainant’s wife on social media, stating that they wanted a girl between 10 and 12 years old for a role in a serial to be telecast on a leading TV channel on May 22. When she sought more details, the suspect share a mobile number. The following day, she contacted the number and spoke to the other suspect. She shared her daughter’s photographs and profile after obtaining more details about the TV serial. The suspect called her later, informing her that the girl’s profile got selected and told the woman to visit Mumbai to finalize the details, police said. The woman then contacted her husband, a PWD consultant, who was in Aurangabad, and gave him the suspect’s phone number. The man called the suspect and agreed to visit Mumbai to sign a contract. On the conman’s behest, the consultant transferred Rs25,000 and Rs30,000 into their bank account and went to Mumbai. The suspects called him to two places, including a film studio in Juhu, but avoided meeting him in person. Further, the suspects began avoiding the complainant on one excuse or the other, before he stopped taking the man’s calls altogether. He also did not refund the money to the consultant, police said. Realizing that he was cheated, the consultant filed a complaint application with the cyber police station, which in turn referred the application to the Kondhwa police for further action. On Thursday, the police recorded his statement and registered an FIR under relevant sections of the IPC and the IT Act. Download The Times of India News App for Latest City ."}, "Celebrating Rabindranath Tagore through song and dance": {"time": "", "link": "http://photogallery.indiatimes.com/events/pune/celebrating-rabindranath-tagore-through-song-and-dance/Celebrating-Rabindranath-Tagore-through-song-and-dance-/articleshow/69282060.cms", "description": ""}, "Burning of garbage.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/burningofgarbage-/articleshow/69818262.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "35,000 NSS students to join wari for social work": {"time": "2019-06-15 11:27:00", "link": "https://timesofindia.indiatimes.com//city/pune/35000-nss-students-to-join-wari-for-social-work/articleshow/69795251.cms", "description": "PUNE: About 21,000 National Service Scheme volunteers from colleges and institutes affiliated to Savitribai Phule Pune University will participate in the annual palkhi procession from Dehu and Alandi to Pandharpur. About 14,000 students from other universities will also work alongside, taking the number to 35,000. Students from Shivaji University, Kolhapur, Punyashlok Ahilyabai Holkar Solapur University, SNDT University and Maharashtra University for Health Science will join them. The initiative will be held from June 22 to July 15. SPPU will also attempt a Guinness Record for the distribution of the highest number of saplings. “At present, the number is 9,400. The university will distribute about 20,000 saplings,” a university official said. “Walking with the wari makes students not just participate in socially productive work, but also gives them an experience of a tradition practised for hundreds of years,” vice chancellor Nitin Karmalkar said at a news conference on Friday. On June 23, chief minister Devendra Fadnavis will attend the sapling distribution programme. They will be planted on the premises of various colleges not necessarily along the wari route , a university official said. Download The Times of India News App for Latest City ."}, "Tapkir galli electric market": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tapkirgallielectricmarket/articleshow/69732999.cms", "description": ""}, "Garbage town": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagetown/articleshow/69683789.cms", "description": ""}, "Aqua Yoga is the favourite fitness mantra this summer": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/aqua-yoga-is-the-favourite-fitness-mantra-this-summer/videoshow/69610005.cms", "description": ""}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "‘Stop Hinjawadi Metro till roads built’": {"time": "2019-06-15 08:58:00", "link": "https://punemirror.indiatimes.com/pune/civic/stop-hinjawadi-metro-till-roads-built/articleshow/69794406.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Pune: Man dupes woman of Rs 46k in online fraud": {"datetime": "", "description": "PUNE: A man was booked on Saturday for duping a 22-year-old woman of Rs46,200 on the pretext of offering her job at a private airline’s office at the Pune airport between April 22 and May 2, 2019. The woman, from Mumbai, has lodged an FIR with the Pimpri police under section 420 (cheating) of the Indian Penal Code. Sub-inspector Vilas Palande said, “The woman was searching for a job online when the suspect contacted her and offered her a job. He told her to transfer varied amounts for verification, issuing a confirmation letter and for purchasing the airline company’s uniform.” The woman collectively transferred about Rs46,200 to the account of a public sector bank. “The man then asked her to pay Rs1,500 as cab fare to the company’s office. This triggered suspicion and the woman refused. She then visited the airline’s office and realized that she had been duped,” Palande said “She approached the police after the suspect's cellphone number was out of reach,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:56:00", "link": "https://timesofindia.indiatimes.com//city/pune/man-dupes-woman-of-rs-46k-in-online-job-fraud-booked/articleshow/69816817.cms"}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "Census pre-test in state’s three districts": {"datetime": "", "description": "PUNE: Pre-test of Census 2021 will be carried out in the state’s three districts as a precursor to the 2021 census. With the pre-test operation of the entire process proposed to be conducted all over India in select sample units during August and September, census office sources told TOI that three districts in Maharashtra, having both rural and urban population, will be covered and the sample size of the population will be decided soon. However, the districts where the pre-test will be carried out have not been disclosed . A workshop was held in Pune from June 3-11 with master trainers conducting field trials in select areas in Pune district. Senior officials from the state census department said headmasters and teachers will be roped in for the project. The national trainers were trained last month and they are now training master trainers from Maharashtra, Gujarat, Telangan and Goa. They will then train the field functionaries for the pre-test, the officials added. Senior officials said the pre-test will have to be carried out with care in order to finalise the instruments, method and processing of the actual census. The pre-test of census will be extremely challenging as digital mode of data collection will be tested in the field for the first time. This will ensure timely publication of census data. For the Census 2021, enumerators will no longer need to carry voluminous paper to record data, with the Registrar General of India (RGI) and Census Commissioner working on a mobile application that will help them capture data on their respective phones. This will eliminate the laborious process of electronic data entries, besides making compilation of data easier and faster, stated an official. This is for the first time in the 140-year history of the census that the data will be collected through mobile app. Enumerators will be paid appropriate remuneration for using their own mobile devices to record census data, officials said. They will also have the option of collecting data through the usual paper work. However, they will have to submit all the data electronically. The Census 2021 is the world’s largest enumeration exercise as per the home ministry. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:50:00", "link": "https://timesofindia.indiatimes.com//city/pune/census-pre-test-in-states-three-districts/articleshow/69817054.cms"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "no traffic sense": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/notrafficsense/articleshow/69780742.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "No representation for Pune as Dilip Kamble dropped in reshuffle": {"datetime": "", "description": "PUNE: Sunday’s state cabinet expansion has come as good news for Maval but brought dismay for Pune. The city which sent eight BJP MLAs to the assembly and had two ministers till recently will now be deprived of any ministerial representation. Dilip Kamble, the only ministerial representative from Pune, was dropped in the reshuffle effected on Sunday. Kamble, who represents Pune Cantonment assembly constituency, was the minister of state for social justice and special assistance. The other minister, Girish Bapat, who was elected as Member of Parliament recently, resigned from the state assembly. He was the minister for food, civil supplies and consumer protection, food and drugs administration, parliamentary affairs in the Devendra Fadnavis government. “I was among the first 10 state ministers who took oath as soon as the government was formed in 2014. I am happy with my tenure and grateful to the party and the chief minister for the opportunity to work as a minister,” Kamble told TOI on Sunday. During his tenure, he took some landmark decisions that will help youngsters from the deprived classes in the long run, he said. They include ease of providing caste certificates, scholarships for international studies and building hostels for needy students. The minister had courted controversy over some remarks which he had later backtracked after public anger swelled. He was embroiled in an alleged case of corruption. The police, acting on directives from the court, had registered a case against him and four others for allegedly cheating a trader by promising him two liquor shop licences. Kamble said controversies would happen with people in public life and he has moved on. He added that he would come out clean. The opposition parties have expressed surprise over leaving out Pune without minister to represent it. The BJP on the other hand claimed that the cabinet changes will not adversely impact the city’s development. “Pune is the second biggest city after Mumbai and not having a single minister is strange. Such a big metropolis must have a ministerial representative. It helps in putting forward the issues of the city and generating funds for development works,” Ramesh Bagwe, city unit chief of Congress and former state minister, said. Several BJP leaders in the city said the reshuffle and the absence of any representative from Pune will not affect the development projects in the city. “The decision to make changes in the state cabinet is taken at the chief minister’s office level. They must have thought out a policy and made some calculations before taking the call. The changes will not create any obstacle in the decision-making process for city. It will also not hamper development works,” Yogesh Gogawale, city unit chief of BJP, said. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:23:00", "link": "https://timesofindia.indiatimes.com//city/pune/no-representation-for-pune-as-kamble-dropped-in-reshuffle/articleshow/69816791.cms"}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Man dies, two others hurt as bikes collide at Bopdev Ghat": {"datetime": "", "description": "PUNE: A 28-year-old man from Bhor was killed and two others including a minor boy sustained injuries, after their motorcycles collided head-on, in the Bopdev Ghat section on Saturday night. The deceased was identified as Rupesh Shilimkar (28) of Bhor. The injured — Ganesh Kiwale (23) of Purandar and his nephew Saurabh Jagdale (13) — are being treated in a private hospital. None of them were wearing helmets. An officer from the Kondhwa police said Kiwale and Jadgale were returning home after closing the former’s stationery shop and Shilimkar was going towards Khadi Machine Chowk via Bopdev Ghat. “Their motorcycles collided head-on near a private college in the ghat section,” the officer said. The three of them fell off and Shilimkar died on the spot. “We have booked Kiwale for negligent driving,” the officer said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:45:00", "link": "https://timesofindia.indiatimes.com//city/pune/man-dies-two-others-hurt-as-bikes-collide-at-bopdev-ghat/articleshow/69817012.cms"}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "All Women Power Rally 2019": {"time": "", "link": "http://photogallery.indiatimes.com/events/pune/all-women-power-rally-2019/articleshow/68795028.cms", "description": ""}, "\nMusic, food and entertainment enchant Pune youngsters\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Music-food-and-entertainment-enchant-Pune-youngsters/articleshow/52270515.cms", "description": "Music and gastronomy, combined with a bevy of stars and cuisines, created a unique extravaganza that made Puneites come together. Youngsters were enthralled with not only the music but the breath of cuisines available from the Gourmet Renaissance master brand. Meru Kapital, the promoters of Gourmet Renaissance, an emerging food and beverage conglomerate with interests in catering, specialty restaurants and eat-in services, took their love affair with Pune further ahead this time, after winning hearts with their philosophy of ‘Love, Serve and Care’ at the RPSG matches in the city.  After winning hearts with their products, services and philosophy of Love, Serve and Care at the RPSG matches in Pune, Meru Kapital, the promoters of Gourmet Renaissance — an emerging food and beverage conglomerate with interests in catering, specialty restaurants and eat-in services — presented the Pune Music Festival. The festival was headlined by Himesh Reshammiya, along with a line-up of bands like Parikrama, Indian Ocean, Euphoria, Lost Stories, Agnee, Raghu Dixit Project and deejays such as Ankytrixx, Ritviz and Naezy.  Eleven specialty restaurant brands of Gourmet Renaissance provided an array of international cuisine in a pop-up format that created a food festival-like experience at the venue. Gourmet Renaissance brands such as Thai Baan, Viva Latino, Zonkos, Maadjapahit, Mesopotamia, Mughlai Rasoi and Villiagio Italiano created a buzz with Puneites. Pop ups included cuisines ranging from Indonesian, Thai, Latin American, British, Mediterranean, Italian, Afghani, Asian and Indian, providing an eclectic range to festival goers.  Prannay Raj Malhotra, a visitor at the festival, said, “I came to enjoy hard rock music but ended up enjoying the scrumptious molecular gastronomy!” Christina Bharwani (Director, Gourmet Renaissance) lit the lamp with Himesh Reshammiya to launch the festival. She said, “We thank the Magar family for arranging this exciting musical line-up and bringing them to Pune. We promise to bring many more national and international celebrities to Pune on a regular basis. Our brand is committed to a vibrant Pune, and taking forward our Love Serve Care philosophy. We are delighted to collaborate with Himesh, who has more than 650 hits to his name, to compose an anthem for us on this theme. We feel his songs are soul stirring and look forward to this association.”  Said Himesh, “The values of Love Serve Care are eternal. I am glad to collaborate with the brand by composing an anthem on these core values.” The company also announced the opening of Bollywood Rendezvous, a musical lounge that will offer a mélange of food and entertainment with a menu inspired by Bollywood hit songs — from the golden melodies of Lata Mangeshkar, Manna De and Kishore Kumar to contemporary hits from YoYo Honey Singh, Badshah, Armaan Mallik and more. “The food at the lounge will reflect the evolution of music from raagas to rap, and we are delighted to bring this new concept to Pune, the land of poet saints and music maestros. Being a food and beverage company, we are committed to help our brethren farmers alleviate problems arising from water scarcity in the state, which impacts their livelihood and food supply. The company will present a special Love, Serve, Care concert that will help raise funds for this shortly as this is an immediate need,” concluded Christina. Download The Times of India News App for Latest City ."}, "Girl, brother drown in Ghod river": {"datetime": "", "description": "PUNE: A girl (14) and her 10-year-old brother drowned in Ghod river at Vadgaon (Kashinbeg) in Ambegaon taluka, about 90km from the city, on Saturday. The Manchar police identified the deceased duo as Kajal Vijay Pawar and Vijay. They had gone to the river to wash clothes with their two siblings. Their parents had gone to the Chakan market when they had gone to the river. Their two siblings, accompanying them, raised an alarm when the duo fell in water. Villagers rushed to the site and jumped into water to rescue the duo. Both were motionless when they were taken out of water. They were rushed to a nearby hospital, where doctors pronounced them dead. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:15:00", "link": "https://timesofindia.indiatimes.com//city/pune/girl-brother-drown-in-ghod-river/articleshow/69806896.cms"}, "Technology glitches continue despite shift to cloud": {"time": "2019-06-15 12:38:00", "link": "https://timesofindia.indiatimes.com//city/pune/tech-glitches-continue-despite-shift-to-cloud/articleshow/69795550.cms", "description": "PUNE: The anticipation of a hassle-free property registration process following the department’s announcement of the shift to the cloud technology continues to be on paper with no end to the queues and chaos at its offices. The department had shifted to the cloud technology to beat server snags earlier this year. Initially, some changes in the government receipt accounting system (GRAS) servers had hampered the registration process. Now, the changes in the land record servers are slowing down the process, senior registration department officials said. The Inspector General of Registration and Stamps (IGR) department had earlier this year uploaded its 150TB data on to the cloud to ensure a snag-free service at its property registration offices. IGR officials said the changes made in the web security services of the finance and land records departments have developed glitches, leading to the delay in the work. An official said, “These troubles will be ironed out once all the departments, particularly that of land and finance, are integrated with the registration department. Whenever there’s a change in the functioning of these departments, it slows down the servers. As a result, the overall registration process slows down.” The official said the land record servers, that have already migrated to the cloud technology, were slowing down the overall registration process as the 7/12 extract data are not getting immediately reflected. Earlier, changes in the GRAS servers, which generate challans, could not be accessed by the registration department. The department had a few months ago sought a standard operating procedure (SOP) for all departments and their integration with the registration offices to avoid such a situation. “However, it is yet to happen,” the official said. Earlier, the finance department had made some changes in its web security certificate, which affected the web service programmes and hampered the registration work. Citizens said the department must ensure proper communications to reduce their inconveniences. Advocate Amitabh Mehta, who has raised the issue of the frequent technical snags with the property registration department, said almost all its offices were facing some issues despite the shift to cloud. He said the outstation citizens were the worst hit, as they have come to the city for the registration. Download The Times of India News App for Latest City ."}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Drainage pipes broken at Vishrantwadi": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagepipesbrokenatvishrantwadi/articleshow/69764479.cms", "description": ""}, "Leopard sighted for second time near NDA campus": {"datetime": "", "description": "PIMPRI CHINCHWAD: For the second time this year, a leopard was spotted near the NDA campus at Kondhwe Dhavde village on Thursday night. Forest officials went to the spot and confirmed that the pugmarks were that of a leopard. The sighting of the leopard has created panic in the area. Deepak Pawar, range forest officer (RFO), Bhamburda range, said, “The leopard was sighted by villagers on an agriculture field behind Hotel Peacock. The animal crossed a stream and went towards the NDA campus. A team of forest officials went to the village today on the directives of assistant conservator Mahesh Bhavsar.” Kondhwe Dhavde village is located along Mutha river, near the NDA campus. Nitin Dhavde, village sarpanch, said, “The leopard was sighted behind Hotel Peacock on an agricultural field belonging to owner Bhagwan More on Thursday night. Forest department officials visited the village on Friday after the villagers demanded that a cage be installed in the area to catch the leopard.” Dhavde said that the leopard was sighted in the village for the first time. Bhagwan More, owner of Hotel Peacock, said, “Some customers at the hotel as well as my cousin saw the leopard sprinting on the road. I was some distance away from them. We checked the CCTV footage and found that it was indeed a leopard.” More added, “The leopard was sighted again in the morning, around 8am, on Friday by people who went for a morning walk in the open area near the NDA campus on the fields near our hotel. It was again sighted on the Mutha riverbed near the dam wall around 3 pm.” “There is very little human settlement in the area near our hotel as there are only open fields near the NDA campus. This area is located around 1 km from the gaothan area. So, we feel the leopard must have strayed into the desolate area,” he said. The sighting of leopard has impacted the daily lives of villagers. “The number of people going for morning walk has reduced. Farmers are scared to go alone to their fields for agricultural work,” said More. In January this year, a leopard was sighted near Ahire village, inside the NDA campus in Khadakwasle, which created panic among residents in the area. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:31:00", "link": "https://timesofindia.indiatimes.com//city/pune/leopard-sighted-for-second-time-near-nda-campus/articleshow/69806881.cms"}, "water logging": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterlogging/articleshow/69818304.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Civic body razes wall between two societies": {"time": "2019-06-15 12:46:00", "link": "https://timesofindia.indiatimes.com//city/pune/civic-body-razes-wall-between-2-societies/articleshow/69795239.cms", "description": "PUNE: The civic administration has demolished a 120ft compound wall, constructed without any permission in 1997, between two housing societies in Bhavani Peth. The Pune Municipal Corporation (PMC) on Wednesday razed the wall after the Supreme Court dismissed a special leave petition (SLP) filed by the Kumar Galaxy Co-Operative Housing Society on June 10. An SC division bench comprising Justice Indira Banerjee and Ajay Rastogi in its order observed,“We find no ground to interfere with the impugned order passed by the high court in exercise of jurisdiction under Article 136 of the Constitution. The SLP is accordingly dismissed. As a sequel to the above, pending interlocutory applications also stand disposed of.” It added, “Needless to mention that in the event any alternative proposal including the application for sub-division if any is submitted by the petitioner, the same may be considered by the municipal authorities in accordance with law. However, this shall not be construed as any restriction on demolition of wall now in existence as the same is without any sanction from the municipal authorities.” Kumar Galaxy ‘E’ society chairman Prakash Hande told TOI,“The PMC demolished 70% of the wall on June 12. The remaining 30% could not be demolished as the residents of Kumar Galaxy had launched an agitation and created obstacles for the demolition squad.” “We took help of the tapid action force because some citizens opposed the action that was carried out following the court’s order,” PMC executive engineer Jayant Sarvade said. The HC bench had upheld two orders of a trial court and an appeal court (both in Pune) of August 4, 2014, and February 12, 2015, respectively, rejecting an interim relief to protect the wall. The Kumar Galaxy society moved the high court after it failed to get relief from the civil court. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Police raid 6 pubs, seize liquor worth Rs 4.51 lakh": {"datetime": "", "description": "PUNE: For the second straight night, officers from the Pune police crime branch raided six pubs and restaurants for playing loud music and serving liquor illegally. The police carried out the drive between midnight and 2.30am on Baner Road, Yerawada and Bund Garden Road and seized liquor worth Rs4.51 lakh. The team comprised assistant commissioner of police (crime) Bhanupratap Barge, assistant police inspector Ashwini Jagtap, sub-inspector Satish Walke, and constables Sunil Pawar, Shankar Sampate, Mauli Pawar and others. According to the norms, playing loud music in public places is illegal after 10.30pm. Barge said that all these places were found playing loud music, well above the prescribed decibel levels, at the time. Initially, police raided four restaurants and pubs in the Bund Garden Road area. These commercial establishments were found playing loud music. Cases against these establishments have been filed at the Bund Garden police station, officers said. Following this, the team raided a pub located in Yerawada, where they found the establishment selling serving liquor illegally to its patrons. The police seized 49 bottle of liquor worth Rs1.01 lakh from the spot. A case against the pub has been filed at the Yerawada police station. Later, the police raided a pub-cum-lounge on Baner Road, around 2.30am. There too, the police discovered the establishment playing loud music as well as was serving liquor illegally. They then seized bottles of liquor worth Rs3.50 lakh and registered a case against the pub’s management at the Chatushrungi police station. ACP Barge said police will continue to raid such establishments if they are violating norms and not adhering to the 10.30pm deadline curbing the use of loudspeakers. “They must adhere to the rules,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:22:00", "link": "https://timesofindia.indiatimes.com//city/pune/police-raid-6-pubs-seize-liquor-worth-rs-4-51-lakh/articleshow/69816795.cms"}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Electric AC buses to ply from Mumbai to Pune": {"datetime": "", "description": "MUMBAI: The Maharashtra State Road Transport Corporation (MSRTC) has floated tenders, inviting bids to procure e-buses on wet lease. Sources said that the corporation is likely to procure a total of 100 airconditioned e-buses by the end of the year. The managing director of MSRTC, Ranjit Singh Deol, said: “We are keen to run these airconditioned e-buses, which will be on several intercity routes across Maharashtra - few of them being Mumbai-Pune and Pune-Nashik corridors.” These buses will have special charging stations set up at MSRTC depots. Sources said the state government was also setting up e-charging stations along the Mumbai-Pune Expressway and at other prominent state highways. The state run power utility firm MSEDCL has been roped in to provide the charging points at their substations and offices located close to highways. Six such stations are planned on Pune Expressway. Download The Times of India News App for Latest City .", "time": "2019-06-17 07:44:00", "link": "https://timesofindia.indiatimes.com//city/pune/electric-ac-buses-to-ply-from-mumbai-to-pune/articleshow/69818624.cms"}, "Pune: Biker injured after tree branch falls on him": {"datetime": "", "description": "PUNE: A 26-year-old mechanical engineer was severely injured after a branch of a eucalyptus (Nilgiri) tree fell on him while he was riding his motorcycle off the NIBM Road on Sunday evening. Five other vehicles, including two SUVs, were also damaged in the incident. Ashraf Jalal Pathan, the injured engineer from Prithvi Park, is undergoing treatment in the intensive care unit at the Ruby Hall Clinic in Wanowrie. The incident highlights the need for the civic body to identity trees in dangerous conditions and chop/trim them before the monsoon sets in to prevent such accidents. “Pathan sustained injuries on his head, right shoulder and right leg. He has been put on a ventilator and his condition is critical,” said his relative Aadib Shaikh. Shilpa Kulkarni, an intensivist at the Ruby Hall Clinic, confirmed: “He has a severe traumatic brain injury. He has also sustained grievous chest injury and has fractured his thigh bone. His condition is critical and he is on a ventilator support.” “When the branch was falling, a motorcycle rider came at a high speed. I tried to stop him, but failed,” eyewitness Tai Murlidhar Ingle, from Kondhwa, told TOI. Ingle added, “The branch fell on his head and he was not wearing a helmet. I was terrified when his blood started oozing out.” The eucalyptus tree is located on the premises of Vidarbha Cooperative society no. 2, off NIBN Road. Its branch fell on the opposite side — on the premises of Kwality Garden society. A compound wall of the society was also damaged. Residents of the Kwality Garden society said the branches of the tree had become dangerous. “We had written several letters to the other society, requesting the members to trim the branches. However, we did not receive any response,” a resident said. Anuradha Kapade, the secretary of Vidarbha Cooperative society no. 2, told TOI that the tree was not on the premises of their society, but instead was on the premises of the Vidarbha Cooperative society no. 1. “We will take up the matter with the local corporator,” Kapade said. However, Vijay Lonare, the office bearer of the Vidarbha Cooperative society no. 1, refuted this. Lonare said the tree was indeed on the premises of the society no. 2. “We have told the society to cut the branches,” Lonare said. Nanda Lonkar, the local corporator, said the PMC officials have said that an NOC from the owner is required to cut the branches of the trees on private properties. “If anyone comes across such trees, they should immediately contact the PMC,” Lonkar said. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:14:00", "link": "https://timesofindia.indiatimes.com//city/pune/biker-in-icu-six-vehicles-damaged-by-falling-branch/articleshow/69816797.cms"}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Cricket World Cup 2019: India beat Pakistan by 89 runs": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/cricket-world-cup-2019-india-beat-pakistan-by-89-runs/videoshow/69818806.cms", "description": ""}, "Puneites go on short weekend getaways to cheer ‘upbeat’ Men in Blue together": {"datetime": "", "description": "PUNE: With the ICC Cricket World Cup entering its third week, more and more Puneites are opting for quick getaways to catch the high-octane on-field action. Travel operators have experienced a surge in demand for homestay villas and resorts in Lonavla, Panchgani, Mulshi, and Karjat, among others. Amit Damani, co-founder of Vista Rooms, said the demand for villas with home theatre systems has been especially high. “If those are sold out, we are setting up projectors,” Damani said, adding that guests really seemed to be enjoying these matches with friends and family. “Barbecues are also becoming a staple part of the fun,” he added. Damani further said Lonavla was the destination of choice for many. “Nearly 35% of our bookings in Lonavla during the India-Australia match were from Pune. We are gearing up for another intense weekend with the India-Pakistan this Sunday,” he said. Devendra Parulekar, founder of SaffronStays, said the monsoon also played a role. “Our villas in Karjat, Kamshet, Mulshi, Bhor and Lonavla are selling like hot cakes,” he said. “Consumers are turning weekends into ‘match parties’ and using this opportunity to spend time with their family and friends,” observed Rajeev Kale of Thomas Cook (India) Limited. “The world cup has prompted Puneites to align short weekend getaways with India’s match schedule,” said Daniel D’souza, president and country head (leisure), SOTC Travel, said. “While homestays provide a comfortable place to enjoy the sport together, resorts provide additional alternatives,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:59:00", "link": "https://timesofindia.indiatimes.com//city/pune/puneites-go-on-short-weekend-getaways-to-cheer-upbeat-men-in-blue-together/articleshow/69806912.cms"}, "Unattended Garbage and sewage leakage in Bavdhan": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unattendedgarbageandsewageleakageinbavdhan/articleshow/69780828.cms", "description": ""}, "Man booked for flashing ailing patient in hospital": {"datetime": "", "description": "PUNE: A resident of Chinchwad was booked for flashing a woman admitted in a hospital, adjacent to the building he stays in, on Thursday afternoon. The 33-year-old patient of the private hospital in Chinchwad lodged a complaint with police on Friday. The complaint stated that the man had flashed her from his flat’s window on Thursday. A Chinchwad police officer said they had checked the building and the flat, but were unable to track down the man yet. The police said the hospital and residential building were close to each other. People standing in balconies or windows of houses in the building could look inside the windows and balconies of the hospital, and vice versa. The woman, admitted to the hospital for fever, was standing near the window when the man walked near his window and flashed her. The man also made obscene gestures at her and then shut his window. The woman reported the matter to the police. They are looking for the suspect, and they presume he is a middle-aged man. Autoricksaw driver harasses 21-year-old executiveAn autorickshaw driver flashed a 21-year-old executive working in a private company when she was walking home. Sub-inspector Rohit Divate of the Hinjewadi police said, “The woman was walking to her residence around 8.30pm. The area is isolated and dark. The road does not have street lights and CCTV cameras.” He said the driver tied a cloth around his face and started driving behind the woman. “He increased the vehicle’s speed when the woman stopped and then turned back. He went ahead for a few metres, got down from his vehicle, flashed her and fled,” he said. The woman, perturbed, ran towards her residence and raised an alarm. A group of men went to the spot but they did not find the vehicle or its driver there, Divate said. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:28:00", "link": "https://timesofindia.indiatimes.com//city/pune/man-booked-for-flashing-ailing-patient-in-hospital/articleshow/69806872.cms"}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "All type of Garbage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/alltypeofgarbage/articleshow/69748970.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Seven survey consultants to be appointed for town planning": {"time": "2019-06-15 12:48:00", "link": "https://timesofindia.indiatimes.com//city/pune/seven-survey-consultants-to-be-appointed-for-town-planning/articleshow/69795233.cms", "description": "PIMPRI CHINCHWAD: A total of seven survey consultants would be appointed for the town planning department of the Pimpri Chinchwad Municipal Corporation for a tenure of three years. “They will carry out surveys of land, development roads that need to fixed, road areas that need to be widened, flood lines and affected areas that need to be fixed, among others. They will also survey the land acquisition proposals submitted to the district collector, among others,” Rajendra Pawar, deputy director of the town planning department, said. The survey work would have to be carried out as per the Global Positioning System (GPS) and Google imagery. The civic body would have to ensure the redevelopment plan is prepared through local area plan and the urban expansion the through town planning scheme. It will also have to monitor the physical and financial process. The cost for providing urban infrastructure and amenities under such local area plans would have to be financed through value capture financing tools, such as betterment charges and sale of reserved plots. Download The Times of India News App for Latest City ."}, "Demonetised and fake notes deposited": {"datetime": "", "description": "PUNE: Police on Friday booked unidentified person/s for depositing counterfeit currency notes with a face value of Rs 5.94 lakh at the Tilak Road branch of a public sector bank soon after the Centre announced demonetisation of Rs 1,000 and Rs 500 currency notes in November 2016. Bank officer Rohankumar Singh (38) of Baner has lodged a complaint. Senior inspector Ashok Kadam of the Swargate police told TOI, “The deposit was made soon after the demonetisation was announced and could not be detected earlier as there was a huge rush of depositors. Though the bank has the mechanism to check counterfeit notes, the officials failed to identify them then.” Kadam said the bank had sent all the currency notes to the Reserve Bank of India, which found that the notes were counterfeit and directed the bank to lodge an FIR. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:03:00", "link": "https://timesofindia.indiatimes.com//city/pune/demonetised-fake-notes-deposited/articleshow/69807051.cms"}, "Monsoon’s arrival in Maharashtra only by June 25": {"datetime": "", "description": "PUNE: Monsoon currents might have reached parts of Maharashtra, but the India Meteorological Department (IMD) cannot declare an onset until there is a smooth distribution of rainfall over land areas and until the monsoon covers parts of peninsular India. The wind pattern over parts of southern Maharashtra has already changed to westerly, with rainfall in several locations and heavy showers in isolated areas. But the monsoon appears to be weak in the south, as its progress has slowed down due to weak rainfall activity over Karnataka, Andhra Pradesh and Telangana. As a result, the progress of the northern limit of monsoon has been hampered towards the eastern coast, while the conditions are favourable towards the west coast. IMD officials, however, said the monsoon could strengthen in the next three or four days and cover all of Maharashtra by June 24 — June 25 at the latest — around 12 days later than the normal onset date. Monsoon normally covers most of Maharashtra by around June 12. Anupam Kashyapi, head of weather, IMD-Pune, told TOI that there was no progress in the monsoon on Saturday, with its northern limit still over Mangalore, Mysore, Salem, Cuddalore, Agartala, Lumding, and Passighat. “Currently, though conditions seem favourable over parts of south Maharashtra, Konkan and Goa, we cannot declare an onset. This region has been getting good rainfall due to the wind pattern (here becoming westerly) and the presence of an offshore trough, resulting in continuous rains in the windward side of the Sahyadri range. But the monsoon has been weak over parts of the south peninsular India, including south interior Karnataka, north interior Karnataka, Rayalaseema and Coastal Andhra (in Andhra Pradesh) and Telangana,” he said. To maintain the monsoon’s spatial continuity, Kashyapi said, the onset over parts of south Maharashtra and Konkan still cannot be declared, as the monsoon will first have to cover parts of south peninsular India. “Whatever moisture was there over these regions was depleted by the very severe cyclonic storm, Vayu. That is why the monsoon’s advance over parts of Karnataka, Andhra Pradesh, and the rest of Tamil Nadu is becoming a problem. So technically, the monsoon’s onset over parts of Maharashtra still cannot be declared, as the monsoon needs to proceed in a uniform manner,” he said. Kashyapi said that the monsoon vortex is likely to strengthen over the Bay of Bengal in three to four days. “In another two days, the monsoon may further progress over northeast India and may cover most of that region by three to four days. We expect the formation of a low pressure system over the Bay of Bengal in a few days, which will strengthen the Bay of Bengal branch of the monsoon over Coastal Andhra. Thus, going by this, monsoon may enter extreme southern parts of Maharashtra by June 20 at the latest,” said Kashyapi. This way, the monsoon may cover the whole of Maharashtra, including Pune, by June 25 at the latest. “By then, even Vidarbha and Marathwada will get good spells of rain. However, due to the delayed onset of monsoon over Kerala and Vayu, the cumulative June rainfall for Maharashtra as well as India as a whole may still be below normal,” said Kashyapi. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:18:00", "link": "https://timesofindia.indiatimes.com//city/pune/monsoons-arrival-in-maha-only-by-june-25/articleshow/69807057.cms"}, "Pune: Bus hits 2 vehicles after brake failure": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/pune-bus-hits-2-vehicles-after-brake-failure/videoshow/69791085.cms", "description": ""}, "Office boy booked for filming women": {"datetime": "", "description": "PUNE: An office boy of a software company in Hinjewadi IT Park was booked on Friday for filming the women employees in the washroom. A software engineer (47), from Hinjewadi, spotted a cellphone on recording mode in the washroom. She raised an alarm and the company’s officials called police. Sub-inspector R P Bhawari of the Hinjewadi police said the cellphone was hidden between two tiles in the women’s washroom and switched on its camera. Before the police or company officials could take any action, the office boy grabbed his cellphone and ran away. Police said he was a resident of Parbhani district and had been employed with the company for the past eight months. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:20:00", "link": "https://timesofindia.indiatimes.com//city/pune/office-boy-booked-for-filming-women/articleshow/69806870.cms"}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Bring down heat with Thermo cool with first shower": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bringdownheatwiththermocoolwithfirstshower/articleshow/69748991.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Station likely to come up on Dadoji Konddev School plot": {"time": "2019-06-15 12:15:00", "link": "https://timesofindia.indiatimes.com//city/pune/station-likely-to-come-up-on-dadoji-konddev-school-plot/articleshow/69795281.cms", "description": "PUNE: Plans are afoot to build Metro station at Dadoji Konddev School in the Kasba Peth area following the project-hit residents’ reluctance to relocate. Terming the stand of the people unwilling to relocate for the Metro project “politically motivated”, Bapat said, “These people were to be shifted to Dadoji Konddev School. A new housing project was to come up there for them. But due to their opposition, we are now reconsidering the move. Instead of constructing the rehabilitation project, we shall build the Metro station at Dadoji Konddev School. A traffic study will be done to facilitate the change,” he said. Bapat said the issues of realignment of the Metro route on Ahmednagar Road were also discussed. He said the option of the underground Metro was being explored but the final call was yet to be taken. He said the matter would be discussed at the level of the Lok Sabha committee. One such committee was formed but it could not complete the work because Parliament was dissolved following the completion of its tenure, Bapat said. The plan to construct a Metro station in the area has been rife with constroversy from the beginning, with residents and traders taking out protests against the project, insisting that it would do damage to their livelihoods. Download The Times of India News App for Latest City ."}, "Free parking impractical, unviable: Mall operators": {"datetime": "", "description": "PUNE: Malls and multiplex managements on Saturday cited security and space aspects for charging parking fee, opposing the resolution to offer free parking to visitors of the Pune Municipal Corporation’s City Improvement Committee. The parking in-charge at a mall told TOI that the charges were decided after much thought to deter visitors from taking undue advantage of the parking space. “We have limited space and parking fee is just a way to deter outsiders (who do not want to visit the mall) from parking here. Also, a lot goes into the maintenance of the parking space, including employing security personnel, parking wardens, housekeeping staff and maintaining fire fighting system, smoke detectors, among others,” he said. Besides, a visit to these establishments revealed that variation in parking fee was quite rampant. When asked about it, the parking in-charge said, “This is bound to happen as these charges are dependent on the location, with those in the prime localities charging a higher fee.” When TOI correspondent visited a mall, the parking attendant said they were charging a ‘parking maintenance fee’ of Rs 30 for the first two hours for four-wheelers and an additional Rs 10 per hour thereafter during weekdays. “During weekends, the charges for four-wheeler parking rises to Rs 50 for the first three hours and an additional Rs 10 per hour beyond the stipulated period,” he said. When asked the rationale behind the rise in fee during weekends, the parking in-charge said, “More people visit the mall during weekends and the rise in parking fee is to ensure that people do not occupy the space unnecessarily. In case a person loses the parking ticket, a flat Rs 100 is charged from him/her.” Another mall representative said, “On weekends (Friday, Saturday and Sunday) and public holidays, we have a progressive parking rule where duration of parking invites the charges. For instance, the parking fee for two hours for a four-wheeler is Rs 50 and Rs 30 for a two-wheeler. For every additional hour over this, Rs 10 is charged. During weekdays, the parking fee for a four-wheeler for more than half an hour is Rs 40 and for a two-wheeler is Rs 20.” Another mall in-charge said if parking was made free, the checking of vehicles would stop. “This will give a free hand to disruptive elements to enter the space undeterred. Even the civic body charges fee for parking on roads. Instead of making parking free, the PMC should ensure a strong public transportation system to reduce the number of vehicles on city roads,” he said. A city-based multiplex owner said there was no provision in the development control (DC) rules to make parking free. “All multiplexes charge fee according to their parking area maintenance cost, location of the establishment and availability of the space. The state government too had earlier passed a similar order but withdrew it in two weeks,” he said. Awais Ansari, admin manager, Pune Central Mall, said the parking charge was Rs 40 for a four-wheeler and Rs 20 for a two-wheeler. “However, this can be redeemed at the end of one’s shopping from the cash counter,” he said. Citizens said malls should not extract money in the name of parking facilities. “Malls should focus on easing it (parking fee) out for legit shoppers and visitors,” Viplav Shukla, a consultant, said. While the proposal to have free parking in the malls might look good on paper, some citizens were worried about the security aspect. “I feel they should have subsidized parking rates and not charge Rs 20-40 as it would ensure vigilance of the security guards on the vehicles parked at these places. What is the guarantee that miscreants would not come and park two-wheelers at such locations?” S Balakrishnan, an entrepreneur, asked. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:55:00", "link": "https://timesofindia.indiatimes.com//city/pune/free-parking-impractical-unviable-mall-operators/articleshow/69806839.cms"}, "National Defence Academy passing out parade: 4 cadets faint due to scorching heat": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/national-defence-academy-passing-out-parade-4-cadets-faint-due-to-scorching-heat/videoshow/69583749.cms", "description": ""}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Vayu’s intensity highest for June storm in 9 years": {"time": "2019-06-15 12:26:00", "link": "https://timesofindia.indiatimes.com//city/pune/vayus-intensity-highest-for-june-storm-in-9-years/articleshow/69798998.cms", "description": "PUNE: Very severe cyclonic storm Vayu, which stopped the monsoon in its track and caused distress evacuation in the coast of Gujarat, recorded the highest intensity for a June storm in the past nine years. This was revealed in the decadal cyclone data provided by the India Meteorological Department (IMD). Even though the IMD said the storm skirted the Saurashtra coast, the system was very likely to move nearly westwards during the next 48 hours. Last time a very severe cyclonic storm hit the Arabian Sea was in June 2010. The storm was christened 'Phet'. \"In terms of severity, the last time such a cyclone formed over the north Indian Ocean was in June 2010 (Phet). This one had also come as far as Gujarat. It was the last very severe cyclonic storm over the north Indian Ocean in June, after which there was none until Vayu,\" A K Srivastava, head, Climate Research Division, IMD, Pune, said. Srivastava said Phet began forming around May 31 as a depression and continued till around June 7 as a system of various intensities, including very severe cyclonic storm. \"But that was during the start of the monsoon season. Vayu, meanwhile, occurred after the monsoon set in over Kerala and was still strengthening. Thus it slightly disturbed the monsoon flow. Even though this may not always be the case, but cyclones forming and moving away from the coast tend to disturb the monsoon flow usually,\" he said. JR Kulkarni, chairman, Indian Meteorological Society (IMS), Pune, said a very severe cyclonic storm in June was rare. \"Such type of a system can do either of the two things. If it had moved quickly towards the Oman coast, it may have even caused quick monsoon onset over parts of the south peninsular India and west coast. However, Vayu kept moving northwards along the coast initially. One of its descending limbs over land regions like Maharashtra, Karnataka and Kerala sucked in all the moisture, which is not conducive to the monsoon onset,\" Kulkarni said. A cyclone expert at the ministry of earth sciences said it was in June 2007 that Super Cyclonic Storm Gonu had formed, which was even greater in intensity than Phet and Vayu. \"This means that there are instances when systems with the intensity of a very severe cyclonic storm and above have formed in June in the past and thus it cannot be called unusual. At times they tend to enhance monsoon, while other times they adversely affect it. This time, however, Vayu seems to have had a negative impact on monsoon,\" he said. Download The Times of India News App for Latest City ."}, "Caught on cam: Women activists brandish weapons in VHP’s ‘Shobha Yatra' in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/caught-on-cam-women-activists-brandish-weapons-in-vhps-shobha-yatra-in-pune/videoshow/69631764.cms", "description": ""}, "Pune cop action against loud hotels, pubs": {"datetime": "", "description": "PUNE: The crime branch of the Pune police on Friday night filed cases against eight pubs and hotels for playing loud music well after the deadline, disturbing the peace in Mundhwa and Hadapsar. The establishments were playing music on loudspeakers after 10.30pm — the deadline for using them. A team comprising assistant commissioner of police (crime) Bhanupratap Barge, inspector Datta Chavan, sub-inspector Santosh Tasgaon and others were on patrol, passing by the party joints, when they heard loud music. The police filed cases against the outlets under the provisions of the Maharashtra Police Rules. Barge said they would continue the drive on weekends, and hotels and pubs would not be allowed to play loud music after the 10.30pm deadline. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:07:00", "link": "https://timesofindia.indiatimes.com//city/pune/cop-action-against-loud-hotels-pubs/articleshow/69807047.cms"}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Pune: Wrong side riding causes woman’s death": {"datetime": "", "description": "PUNE: A woman (55) died as she came under the wheels of a truck and her husband was injured after he failed to balance his two-wheeler while avoiding collision with a scooter speeding in from the wrong direction of the road near Chandni Chowk on Saturday night. The Kothrud police said the accident occurred around 10.30pm on the steep slope connecting Chandni Chowk to Paud Road. A resident of the Siddhivinayak Krupa society, Surekha Pradeep Wani was critically injured and was taken to Sassoon General Hospital. Doctors in the hospital declared her dead on arrival. Her husband, Pradeep Wani (64), was injured in his leg while trying to avert the collision. The police have arrested the truck driver for negligent driving. The scooterist who had flouted the rule fled the spot. On Sunday, Wani told TOI that he had gone to a friend’s house in Bavdhan with his wife, their two sons and daughters-in-law for dinner on Saturday. “We usually travel together in car. But we went to Bavdhan on our two-wheelers because one of my sons had bought tickets for a play after the dinner,” he said. Around 10.30pm, Wani and his wife left Bavdhan for home on his two-wheeler. “I was descending the slope near Chandni Chowk to reach Paud Road. I suddenly spotted a man on a white scooter speeding in from the opposite direction towards Chandni Chowk,” he said. “The person was riding along the wrong side of the road, which is not only narrow but is also dangerous because of the steep slope. I started shouting at the scooterist to alert him that he was violating the wrong-side rule. He, however, paid no attention and kept on speeding,” Wani said. “All that I remember that a multi-axle truck was passing by us. I cannot recall what happened at that moment. I felt a jerk in the scooter and my wife fell on the right side of the road. Her left leg and hand came under the wheels of the heavily loaded truck,” he said. The accident survivor said despite all his attempts, he could not remove Surekha out of the truck. “She remained stuck under the wheels of the truck and kept on looking at me helplessly. Someone contacted the police and ambulance,” Wani said. A police team reached the spot and managed to remove Surekha from the spot. She was taken to the Sassoon hospital, where the doctors pronounced her dead on arrival. Kothrud police inspector Shankar Khatke told TOI that the Mumbai-bound truck was also descending the slope. “We have arrested the truck driver,” he said. The left side of the slope that connects Chandni Chowk to Paud Road has been dug up for the ongoing Chandni Chowk flyover work. The road is already narrow and has become more risky, especially during night hours, because of the flyover work. The police have restricted the entry of vehicles from Paud Road to avoid accidents. However, many people violate the rule to avoid a detour to reach Bavdhan. Kothrud traffic branch inspector Ajay Chandkhede said, “A team of Kothrud police has been deployed where the slope connects the bypass during day time. Similarly, a team of Warje police is deployed at Chandni chowk. We are regularly taking action against the people violating the no-entry rule.” Wrong-side driving has become rampant across the city, leading to quite a few accidents across the city (see graphic). Inspector Khatke said as per police commissioner K Venkatesham’s directions, action was being taken against the wrong-side drivers under Section 279 (rash driving) of the Indian Penal Code. If convicted under the section, a driver can be fined Rs1,000 or face imprisonment for up to six months, or both. On June 6, the traffic branch had taken action against 67 motorists for wrong-side driving. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:14:00", "link": "https://timesofindia.indiatimes.com//city/pune/scooter-rider-flouts-no-entry-rule-causes-womans-death-under-truck/articleshow/69817138.cms"}, "Another tree that will soon choke and die !": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/anothertreethatwillsoonchokeanddie21/articleshow/69764377.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Rani Chatterjee": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "parking on footpath at Veerbhadra nagar": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingonfootpathatveerbhadranagar/articleshow/69683832.cms", "description": ""}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "Pimpri, Phugewadi will get first set of Metro rail tracks": {"time": "2019-06-15 11:23:00", "link": "https://timesofindia.indiatimes.com//city/pune/pimpri-phugewadi-will-get-first-set-of-metro-rail-tracks/articleshow/69795276.cms", "description": "PUNE: The Maharashtra Metro Rail Corporation Limited (MahaMetro) will start laying tracks on the completed portions of the viaduct first in Pimpri and Phugewadi. The first consigment of tracks arrived at the Pimpri Metro side from Nagpur on Friday. A MahaMetro official said tracks will be lifted onto the viaduct and installed in the next two weeks. Altogether, 3.2km of viaduct has been completed on the Metro stretch between Pimpri and Phugewadi. MahaMetro said they will construct a cement plinth on the viaduct, on which the tracks will be installed. The tracks are between 18 and 24 metres long, an official said. “The tracks will installed and welded simultaneously to ensure uniformity in the tracks’ level. We plan to lay 2km in one month,” an official said. The viaduct will comprise two sets of tracks — one in each direction. “Both sides will be laid simultaneously. The work will continue during the monsoon and halted only during heavy showers,” the official said. MahaMetro has appointed an agency to lay tracks in the PCMC-Dapodi-Range Hills section and is in the process of appointing a firm to take up the work in the the Vanaz-Garware College-Civil Court portion, where a 1.3km viaduct is ready. “Since the viaduct is ready, we do not see any obstacles ahead. We are starting the work from Pimpri at first, and then from Phugewadi. The work is delicate, but the agency has been told to expedite the work and complete it in within the deadline,” an official said, adding that the total work period for the entire stretch. PCMC-Range Hills, was 18 months and expressed confidence that it would be completed well before that. Around 600 metric tonnes of tracks are expected to arrive in the next few days from Nagpur, where too MahaMetro is executing a Metro project. MahaMetro will float a tender for the remainder. Download The Times of India News App for Latest City ."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Woman seeks to drop robbery case after told to take polygraph test": {"datetime": "", "description": "PUNE: Parveen Zulfikar Dingankar, the 45-year woman who had lodged an FIR alleging that two masked men had gagged her, threatened her by putting a knife to her 11-year-old daughter’s throat and fled with Rs 7.5 lakh from her flat in Sarvodaya housing society on May 26, has now filed a plea with the Kondhwa police to withdraw her complaint. The plea was filed on June 11 after the investigation officer asked Dingankar to undergo a polygraph test as her complaint was found to be doubtful during the probe. Prakash Gaikwad, the deputy commissioner of police (Zone IV), confirmed that the complainant has given an application to the senior inspector of Kondhwa police station to withdraw her FIR. “We have asked her to submit an affidavit and she will be referred to a magisterial court for recording her statement under section 164 of the Code of Criminal Procedure. On completion of the procedure, we will take a call and decide on a further course of action,” he said. Senior inspector Anil Patil, the in-charge of the Kondhwa police station, said, “There were several discrepancies in the woman’s complaint. She was twice called for questioning, but she did not give satisfactory answers. We requested her to undergo a polygraph test, but she refused. She then filed an application and requested us to not proceed with the investigation. No incident of house robbery has been reported in the city.” In her application, Parveen Dingankar said, “We are shifting from Pune to our native place. And because of my health issues, travelling problems and as my husband works abroad, we, as a family, have decided to take the case back.” Dingankar, whose phone was switched off, could not be reached for a comment. In her FIR, she had claimed that the robbers were waiting outside her third-floor flat in the society on NIBM Road, in Kondhwa. As soon as she opened the door to keep the trash out at 7.45am, they overpowered her and pushed her inside. Two of her children and her father-in-law were asleep in other rooms. The robbers had allegedly made her close the door and gagged her. They then asked for all the valuables and cash in the house. When she told the robbers that she had nothing to give them, they threatened her with dire consequences. One of them put a knife to her daughter Swaliya’s throat. The girl was in the same room as her but was asleep at the time. The other robber showed Parveen a video clip on his smartphone of other children being hurt and threatened to kill Swaliya. Parveen pleaded with the robbers to spare her daughter. She told them about the cash kept in the cupboard. The suspects made her open the cupboard, remove the cash and pack it in a bag and fled. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:57:00", "link": "https://timesofindia.indiatimes.com//city/pune/woman-seeks-to-drop-robbery-case-after-told-to-take-polygraph-test/articleshow/69806857.cms"}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}