{"870 cartons of illegal liquor seized in Gurugram": {"time": "2019-06-13 11:44:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/870-cartons-of-illegal-liquor-seized-in-city/articleshow/69763742.cms", "description": "GURUGRAM: In a major recovery, Sector 31 crime unit has recovered 870 cartons of illegal liquor being smuggled in two trucks from Sector 10 A area on Tuesday night. However, drivers of the two trucks managed to escape, police said. An FIR has been registered at Sector 10 A police station and trucks with liquor have been seized. According to police, on Tuesday night, a team of Sector 31 crime unit conducted raid on a tip-off at Hayatpur Chowk regarding smuggling of illegal liquor in two trucks. The team reached on spot when the two trucks were parked on the road side which was covered with plastic sheets. When the police removerd the cover, they found that the two vehicles were loaded with cartons containing liquor bottles but the drivers were missing. One truck had 450 cartons, while the other had 420 cartons. An FIR was registered under Section 61-1-14 of Excise Act and Section 420 (cheating) of the IPC at Sector 10A police station. Download The Times of India News App for Latest City ."}, "GMDA plans yearly surveys for better Gurugram roads": {"datetime": "", "description": "GURUGRAM: GMDA plans to conduct regular surveys of city roads, on the basis of three indices — roughness, peak volume capacity and road safety audit — to check the service quality of roads, with the objective of providing better road to Gurugrammers. According to officials of GMDA’s engineering wing, the surveys will either be conducted annually or biennially. Roughness index is a measure of texture of a road surface. It tests the number of potholes or craters per kilometre. This survey will be done on all master roads under GMDA’s jurisdiction. “Roughness index of a road will help us understand its current condition and the frequency of repair required,” said a GMDA official. He added that if the number of craters on a stretch exceeds permissible limit, they will need immediate repair. Peak volume capacity will be used to understand if traffic at a particular junction is within its capacity or beyond. In case a junction witnesses more traffic than its capacity, it would cause traffic jams, requiring both short- and long- term solutions. “In such a case, we’ll either need to widen roads or build an underpass/flyover, depending on need,” said the official. As of now, flyovers/underpasses are developed based on traffic reports, without any prior survey. Finally, road safety audit (RSA) will help GMDA identify accident-prone zones in the city. Once complete, the authority can use the audit to identify the need for speedbreakers and signboards, as required. In addition, the mobility plan will also help GMDA understand the need for new projects, such as underpasses and flyovers. The plan is currently under process and is expected to be out in the next few months. “With the help of these surveys, we can identify ‘black spots’ and make necessary arrangements as per Indian Road Congress rules, to bring down number of accidents,” said the official. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:53:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/gmda-plans-yearly-surveys-for-better-city-roads/articleshow/69817651.cms"}, "\nActor Randeep Hooda visits his hometown Gurgaon for an event\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/actor-randeep-hooda-visits-his-hometown-gurgaon-for-an-event/articleshow/63812186.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Faulty numberplate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/faultynumberplate/articleshow/67201956.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "authority says there is no hole on the road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/authoritysaysthereisnoholeontheroad/articleshow/63792324.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "crime & illegal number plate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/crime26amp3billegalnumberplate/articleshow/63722417.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Gurugram: No piped water in IAF buffer area, most residents rely on tankers": {"datetime": "", "description": "GURUGRAM: Residents of colonies in and around 900m of the Indian Air Force (IAF) ammunition depot in Sector 14 are reeling from acute water shortage. Colonies like Noble Farms, Sadhguru Farms and parts of Ashok Vihar and Dharam colony, which fall within the 300m restricted area, are the worst hit. Though the Punjab and Haryana high court has given its nod for temporary power and water connections to residents of the area until the legality of the colonies is decided, residents here still depend on water tankers and groundwater. While they have demanded that the MCG provide them with water supply, the corporation maintains that connections can't be given as the matter is sub-judice. Residents claimed that in spite of filing petitions in the court to seek temporary services like power and water supply until the final orders on the structures raised in the area are dispensed, their pleas have fell on deaf ears. While their collective efforts did help them avail temporary power connections, water supply remains a distant luxury for many, they said. In the absence of proper supply, residents are either relying on private water tankers or submersible pumps to draw groundwater. The overuse of such pumps has contributed to the deteriorating groundwater situation in the city. According to the Central Ground Water Authority (CGWA), Gurugram is overdrawing its groundwater supply by 300%. As a result, the water table had fallen by 33m in 2014, and the table is receding by 1m every year. Commenting on the existing water supply situation in the area, an MCG official said, “We can’t provide water to households within 300m of the IAF depot as the matter is in court and the structures here have been deemed illegal.” The official further noted that the department has laid down water pipelines in certain pockets that are over and above the 300m range, and the remaining work will completed in coming few months. Removing structures from the area has become one of the biggest infrastructural challenges of the district administration. The legitimacy of the houses and shops within 900m of the depot has been contested in court for years. In 2015, the Centre had told the high court that the restricted zone around the depot had been decreased from 900m to 300m. The court had further asked the district administration to ensure that no new structure is raised in the area. However, residents have claimed that several paying guest accommodations, shops and residential structures have come up in the area even after court orders. Meanwhile, MCG officials have claimed that their demolition drives have faced severe resistance from the inhabitants. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:43:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/no-piped-water-in-iaf-buffer-area-most-residents-rely-on-tankers/articleshow/69817723.cms"}, "Six fire 40 rounds at two houses in Jamalpur, one held": {"time": "2019-06-15 09:52:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/six-fire-40-rounds-at-two-houses-in-jamalpur-1-held/articleshow/69796094.cms", "description": "GURUGRAM: Panic gripped Jamalpur village in Bilaspur early on Friday morning after half-a-dozen men fired over 40 rounds at two houses. Though no one was injured in the firing, it sent shock waves through the village. Later in the night, police claimed to have arrested the main accused. “Around 5.30am, six armed men reached the village on two bikes and started firing indiscriminately at the two adjoining houses of Narender Kumar and his uncle. The firing continued for five minutes. By the time we reached the spot, the attackers had fled,” a police official said. “We recovered 39 shells and two live cartridges from the spot.” On the complaint of Narender, an FIR has been registered against Praveen alias Thanedar, Praveen alias Choti, Gaurav and others under various sections of IPC and Arms Act at Bilaspur police station. And following multiple raids through the day, police arrested the main accused Praveen alias Thanedar, a resident of the same village late on Friday night. In his complaint, Narender has claimed that the accused had in 2017 thrashed him and his family members after entering their houses and “a case in the attack is currently going on in a court”. “This time, my family members had a narrow escape,” he said. Cops said Thanedar has confessed to his involvement in the crime. “He told us the attack was an attempt to threaten Narender and his uncle. A probe is on and we will produce the accused in a city court on Saturday and seek police remand,” said inspector Rajender Singh, SHO of Bilaspur police station. “A massive manhunt has been launched to nab the other accused,” he added. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Three held for trader’s murder did recce for a month: Cops": {"datetime": "", "description": "GURUGRAM: Taking stock of day’s collection at the cash counter of his garment shop – Baba Garment in Sadar Bazar — proved costly for cloth merchant Sudhir Taneja (50), who was robbed and shot dead by three assailants in May last week. The three, according to police, conducted an extensive recce of his shop for a month before executing the crime. The trio was arrested on Saturday, said police. Police commissioner Muhamad Akil said one of the accused had once saw Taneja — lone breadwinner of the family, counting cash at his shop. “Presuming that the trader keeps a lot of cash in the shop, the accused contacted another criminal, and the duo later roped in one more criminal from UP to execute the crime,” said Akil. Akil said it was surprising that they conducted the recce for so long and remained unnoticed. “It took a lot of effort by the police team to identify and track the accused. Along with the CCTV footage, technical surveillance helped us crack the case,” said Akil, adding that they made the first breakthrough in the case within 24 hours of the murder. Police managed to spot suspicious movement by a person in a CCTV clip, but his face was not clear. Investigators later started scanning CCTV footage collected from all possible routes leading to Sadar Bazar. Akil said next breakthrough in the case came when they managed to spot the scooter of Taneja, which was stolen by the accused, in the CCTV footage collected from Subhash Chowk, nearly 6km from the crime spot. They identified the accused on the scooter and matched him with the criminal records. The person on the scooter turned out to be Suraj Katari from Basai, a history-sheeter, against whom more than six cases of loot, robbery and snatching are registered at different police stations of Gurugram. Kataria had come out of jail in January. A team led by Varun Dahiya, in-charge of the crime unit of Sector 39 on Saturday managed to arrest Suraj Kataria from Bahadurgarh bus stand. Kataria was hiding in Bahadurgarh. Kataria divulged the names of his two associates, which led cops to other two accused. Manoj, a resident of Kumhar mohalla, was arrested from Mata Mandir while Suraj, a resident of Hathras in UP, was nabbed from Jyoti Park in Gurugram. All three arrests were made on Saturday. According to police, after coming out of the jail in January, Kataria met his old friend Manoj alias Munna and decided to execute some big crimes to make quick bucks. Manoj told him about garment shop owner Taneja, saying he is making lots of money and every day he carries cash after closing the shop at night. They then decided to rope in Suraj to understand the daily routine of Taneja. They conducted recce for one month before executing the crime. “They had engaged Suraj to conduct the recce with an objective to remain unidentified by shopkeepers,” said the police chief. On May 28, Taneja was going home on his scooty after closing his shop when he was shot dead. The assailants, who were on a bike, fled with his scooty and the cash bag. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:50:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/3-held-for-traders-murder-did-recce-for-a-month-cops/articleshow/69817678.cms"}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Signal violation": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/signalviolation/articleshow/66890092.cms", "description": ""}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "Sewage / Pit Open in middle of road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewage2fpitopeninmiddleofroad/articleshow/66700804.cms", "description": ""}, "\nJim Sarbh's fashionable outing in Gurgaon\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/jim-sarbhs-fashionable-outing-in-gurgaon/articleshow/63895670.cms", "description": "'Padmaavat' actor Jim Sarbh was in town recently, attending a fashion event. Clad in a sleeveless hand-embroidered high-quality multi-functional jacket, the actor was seen sharing nitty-gritties of acting and his idea about fashion and style. The musical afternoon was organised at a pub in Gurgaon. Download The Times of India News App for Latest City ."}, "Long outages in Gurugram again as trees and poles are uprooted by dust storm": {"time": "2019-06-14 09:35:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/long-outages-in-city-again-as-trees-poles-are-uprooted-by-dust-storm/articleshow/69779557.cms", "description": "GURUGRAM: Residents across the city complained of harrowing experiences on Wednesday night as power supply was snapped for several hours after NCR was hit by a massive dust storm that damaged Gurugram’s power supply network. In some areas, power cuts continued till Thursday morning, said Dakshin Haryana Bijli Vitran Nigam (DHBVN) officials. A large number oftrees were uprooted in the storm. Electricity poles in Palam Vihar, Sushant Lok, South City 1, DLF 3, sectors 23, 30 and 46, and other areas were damaged beyond repairs, the officials added. Many residents had to spend the night in the dark. Though many of them called the discom, enquiring about the power situation, they claimed they got no clear response. “Around 300 families in Sector 23A had to suffer without power after a pole fell because of storm. DHBVN failed to restore power or provide an alternative solution,” said Bhawani Shankar Tripathy, general secretary, RWA, Sector 23A. Similarly, in Sushant Lok 1, residents spent the night trying to remove trees from roads with the hope of getting power back. “A car parked under a tree was crushed after a huge peepul tree collapsed on it in the storm. The branches also overhead disrupted power supply lines, leaving the area blacked out for over 20 hours,” said Sushant Lok resident Bhawana Singh. The electricity department took more than 20 hours to remove the tree from the area, after which they initiated restoration work, residents said. Residents of high-rise societies also had a tough time. Suraj Wadhwa, who lives in Sector 61, said, “Life in a high-rise is miserable without electricity. We didn’t have power backup because there was some issue with the generator sets in the society.” Even discom officials had a tough time, as they spent the night attending calls and fixing lines. “Our complaint number was flooded with calls on Wednesday evening after the storm. We got over 1,000 calls from across the city. Our officials worked the whole night till Thursday morning to restore power,” said K C Aggarwal, superintendent engineer, DHBVN. Discom officials were also deployed on roads to clear fallen trees. “With limited staff, restoring supply across the city was a difficult task. The massive wind and dust storm made our work more difficult,” Aggarwal added. Download The Times of India News App for Latest City ."}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "what a number plate?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/what-a-number-plate/articleshow/63389464.cms", "description": ""}, "rajiv chowk underpass ate up the green belt foreve": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rajivchowkunderpassateupthegreenbeltforeve/articleshow/63852996.cms", "description": ""}, "Chaos and daily jams on NH8": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/chaosanddailyjamsonnh8/articleshow/66279389.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Doctors wear black bands in solidarity with West Bengal counterparts": {"time": "2019-06-15 10:06:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/docs-wear-black-bands-in-solidarity-with-wb-counterparts/articleshow/69795914.cms", "description": "GURUGRAM: Doctors of Gurugram’s Civil hospital and some private clinics on Friday wore black bands to express solidarity with medical professionals protesting against the alleged assault on doctors in West Bengal. The OPDs in the Civil Hospital and private hospitals, however, were not shut. Moreover, the Gurugram chapter of Indian Medical Association (IMA) will follow the call of IMA headquarters, which has announced 24 hours withdrawal of non-essential services from 6am on Monday to 6am on Tuesday. “These incidents of violence against doctors have grown tremendously, and there has been no action taken to save the medical fraternity. The IMA had called for a nationwide protest on Friday. This included wearing black ribbons and arm bands while working in hospitals and clinics to make the patients and public aware of the situation. Now that IMA has called a strike on Monday, we are going to follow it,” said Dr Ajay Gupta, secretary, IMA, Gurugram. Principal medical officer Dr Deepa Jakhar said Haryana’s health department had called for the protest on Saturday, but since there is a NQAS quality survey going on, the hospital could not shut its OPD services. However, doctors were seen wearing black ribbons. “We condemn the shameful attack on doctors in West Bengal. Violence against doctors is not something new and we have been holding protests against such attacks. However, everyone has failed to protect doctors,” said Dr Jai Bhagwan Jatain, medical superintendent, Civil Hospital, Gurugram. The OPDs in the government and private hospitals had the usual rush of patients and the doctors were attending them. However, there is still an uncertainty over whether the private hospitals will join the protest call given by the IMA on Monday. “The doctors’ strike in Kolkata and the solidarity shown in Delhi, Hyderabad and other cities indicate that it is a widespread problem that needs to be addressed through a series of systemic changes.,” said Dharminder Nagar, MD, Paras Healthcare. Meanwhile, members of IMA (GB Nagar chapter) also joined the protest in Noida, expressing solidarity with their counterparts in West Bengal. Download The Times of India News App for Latest City ."}, "Gurgaon corporates screen World Cup games to stop employees from bunking": {"time": "2019-06-15 01:00:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/gurgaon-corporates-screen-world-cup-games-to-stop-employees-from-bunking/articleshow/69788396.cms", "description": "Cricket’s biggest tournament – the World Cup – is underway in England and Wales and for a cricket crazy nation like India, it means six weeks of non-stop cricket action, analysis, and of course, catching all the games live on TV. However, unlike the IPL, which sees the games telecast in the evenings, the World Cup’s schedule isn’t that considerate for working professionals. The 3pm start time for most matches means that the first innings of every game will coincide with the regular working hours of most corporates. It’s worse for those in the Millennium City who work for overseas clients from Europe. For these unfortunate souls, they begin their day in the afternoon anyway. “I begin my day around 1pm and then work till 8-9pm, which coincides with the timing for the games,” says 29-year-old self-professed ‘cricket fanatic’ Kshitij, who works for a consultancy in Udyog Vihar and is currently working with Dutch clients. Fortunately, Vidit’s workplace has come to his rescue. His firm is among the many in Gurgaon that are screening some important games of the World Cup (particularly the ones featuring the Indian team) in the office premises. While on paper, the reason is that the companies want to ‘boost employee morale’ and ‘celebrate the cricket World Cup’, the reality is a bit different. As the World Cup matches start at 3pm, most professionals are in office at that hour. So many workplaces are screening the games in their premises‘In the last WC, our absentees would double or triple on the days when India played’Managers and senior executives from several companies in the city tell us that the real reason behind the screenings of World Cup games in office is to ensure that employees do not bunk and work does not suffer. Reena Kulkarni, a senior executive with an IT firm in Udyog Vihar, says, “The decision to hold screenings of matches during the World Cup is as much an effort to create a fun atmosphere as it is to ensure that people at least come to the office, especially on the days when India plays. In the last World Cup, our absentees would double or triple on the days when India played. We figured if they want to watch the match, they can do that in office. The games begin at 3pm and most people might want to finish work by then and then chill with colleagues and watch the matches.” Even in places where attendance is not an issue, managers agree that having screenings in office will reduce distracted employees. Asif Mohammed, Chief Technology Officer, Momspresso, says, “We do not generally see a dip in number of people attending office during the World Cup or increase in work-from-home requests but definitely employees are distracted and always checking the progress during the games. The conversations in office during the matches are also centred a lot on the same. We ensure that there is a lively atmosphere maintained and people can catch the game at office. This definitely adds to the energy in the office and helps build camaraderie in the team as well.” And while the idea of screening a cricket match in the office might not seem like the best idea to increase productivity, companies say it works. “It might not be the ideal work environment but we can get some work done. We screened a few afternoon IPL games on the odd Saturdays we had working this season and even though half of us were in a festive mood, we managed to wrap up work. In fact, when employees are enjoying and having fun, they try and finish work quicker,” says Jitesh, an HR executive with an ad firm that is screening almost all World Cup games this year. ‘We felt it was better to have the game screened at office’Most companies seem to have taken a lesson from the previous Cricket World Cup in 2015, which led to a decline in attendance whenever India played. Navodit Sen, a senior manager with a consultancy firm in Cyber City that will screen all of India’s matches, tells us, “Most of the games in this World Cup begin in the afternoon and we didn’t want a repeat of the previous World Cup when much of the office was deserted during India’s games. People would request work from home or suspiciously fall ill together. It was a big headache to handle.” This time, the format of the tournament means India plays at least nine games over the next month. While India’s biggest fixtures in the tournament – the games against Pakistan, Australia, and England – are on Sundays, the team plays all of its other matches on working days. And if companies aren’t worried about employees bunking, they are worried that employees tend to get distracted. Mansoor Khan, whose consultancy on Sohna Road plans to screen all of India's games, explains, “Almost half of India’s games in this World Cup are during weekdays. Two others are on Saturdays which are also working days for us. That means, it’s seven days when almost the entire office would be more focussed on following the game instead of focussing on work. We figured it was better to have the game play on a giant screen in the office. That way, whoever is interested can follow the game and they don’t have to sneak around to do that. It saves everyone the embarrassment and time.” — With inputs from Ashni.Dhaor@timesgroup.com In Video:Gurgaon corporates screen World Cup games to stop employees from bunkingDownload The Times of India News App for Latest City ."}, "Reliance Jio_Pure Loot.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/reliancejio_pureloot-/articleshow/64102924.cms", "description": ""}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Open drain could cause accident": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/open-drain-could-cause-accident/articleshow/62387828.cms", "description": ""}, "Women dupes retired Air Force officer of Rs 45 lakh": {"time": "2019-06-15 18:55:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/women-dupes-retired-air-force-officer-of-rs-45-lakh/articleshow/69803532.cms", "description": "AMBALA: Ambala police on Friday registered a case of criminal conspiracy, criminal breach of trust and cheating after a retired Air Force officer alleged that he has been duped of around Rs 45 lakh in lieu of insurance policies of different private companies by a woman who posed as an employee of the Insurance Regulatory and Development Authority of India (IRDAI). In his complaint, Shiv Kumar Sharma of a village under limits of Naggal police station leveled charges against an accused woman, he stated, “I am retired from Air-Force, and I had invested in several insurance and other policies of different private companies for my family and I made the desired payments of premium from time to time against these policies. The woman who posed as an employee of IRDA called to inform that my policies have lapsed and in order to retain the same I will have to make some payments and as guided by her I continued to make payments from time to time. The woman had given me some account numbers and I had made payment in them and the record has been attached with the complaint. The woman in connivance with some of her accomplices has duped me of around Rs 45 lakh under a conspiracy.” On receiving this complaint, a case against the identified woman has been registered under section 120-B (punishment for criminal conspiracy), 406 (punishment for criminal breach of trust) and 420 (cheating and dishonestly inducing delivery of property) of the Indian Penal Code (IPC) to start the investigation into this case. SHO Naggal sub-inspector Jagdish Chander said, “The man has been duped of around Rs 45 lakh in lieu of some insurance policies. The case has been forwarded to us after the initial enquiry and verifications by the economic crime branch. The investigation into this case has been initiated.” Download The Times of India News App for Latest City ."}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Like Singapore’s OneMap, a digital data hub for Gurugram": {"time": "2019-06-14 09:32:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/like-singapores-onemap-a-digital-data-hub-for-gurgaon/articleshow/69779860.cms", "description": "GURUGRAM: Gurugrammers now have a service dedicated to their city on the lines of Google Maps. GMDA has developed a map exclusively for Gurugram, called OneMap Gurugram. Described as a GIS-integrated support system, OneMap is not just a navigation application, but also a data mine, with information from 35 government departments collated, digitised and accessible at a single point. The service is inspired by OneMap Singapore and can be accessed at https://onemapggm.gmda.gov.in. According to GMDA officials, the main objective of OneMap is more detailed and accurate geo-enabled Decision Support Systems, aligned with objectives of development of the state that increases effectiveness of land acquisition, planning, compensation, providing urban services, etc. Sultan Singh, head at GIS Lab, told TOI they have sourced information from multiple departments and brought it together in one place, so that the map can become the starting point for all of Gurugram’s digital and Smart City applications. Singh and his team of 65 started work on OneMap in August 2017. After almost two years, the map is live with a huge amount of data available at a single click. The data is distributed under various heads, including wet and dry infrastructure, health, homeland security, planning, land governance, power and a citizen’s portal. Using the citizen’s portal, residents can search for an ATM, bank, government office and other such amenities. As of now, there are 12 live applications on OneMap, which will soon be available on a mobile phone app. While many applications are live, mapping of many utilities and infrastructures is still under way. One application already live on OneMap is land governance, which has land ownership records of private and government lands covering the whole of Gurugram Metropolitan Area. Talking about the scope of this application, Singh said, “Consider an investor looking for land in the metropolitan area. He can use this app to see upcoming government projects such as SEZs, and then look for land parcels in its vicinity. Once he finds a suitable plot, he can then use the application to access details of its owners. We’re certain this application will give a big boost to ease of doing business in the region,” said Singh. Internally, OneMap is expected to aid government departments, which can access information from other departments and collaborate on projects. For instance, the health application is currently being used to identify areas with a higher concentration of vector-borne diseases. The information is then shared with the health department and MCG for preventive and corrective measures, such as fogging and larvicidal activities. OneMap is also expected to be very useful for civic projects, as it provides details of all utilities such as power, water and gas lines. “The system lets us know of the current status of underground utilities, which will help us take better decisions while designing roads and carrying out development projects,” said a senior GMDA engineering official. While the engineering wing is in charge of roads, water bodies are the environment wing’s responsibility. The OneMap website has information of all government departments, which is updated real time. “We’re still working and upgrading the data on applications. With time, the experience on the system is bound to get better and aid GMDA in all development projects,” said Singh. Download The Times of India News App for Latest City ."}, "Five Gurugram new sectors will get piped water by July": {"time": "2019-06-14 09:28:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/5-gurgaon-new-sectors-will-get-piped-water-by-july/articleshow/69779864.cms", "description": "GURUGRAM: In a major relief for residents, five new sectors along the Southern Peripheral Road (SPR) will start receiving piped water supply in the next two weeks as GMDA has finished laying down pipelines in these sectors. These include sectors 68, 69, 70,70A and 75. The authority has almost completed the laying down of a 1.5-km-long pipeline along the dividing road of sector 70 and 75 for water supply. There are more than 50 residential societies in these sectors which are currently relying on groundwater and water tankers. The other sectors along the Southern Peripheral Road will start receiving water supply by December this year. “We have almost completed infrastructural work, and water supply is most likely to start within the next two weeks,” a GMDA official said. GMDA has divided the 12 new sectors along SPR into three groups. While the first five sectors will get water supply in the next two weeks, the other sectors will have to wait a little longer. Five more sectors — 74, 74A, 75A, 76 & 77 — will get water supply by September 31, and the remaining sectors will have water connections by the end of this year, sources within GMDA said. There are more 150 residential societies in the sectors which currently don’t have government water supply. GMDA is laying down a 25-km-long pipeline in these sectors, of which 4km has already been laid. Work on the rest is underway. Haryana chief minister Manohar Lal Khattar laid down the foundation stone of a boosting station in Sector 72, which aims to meet the water demand in these areas, on Wednesday. The boosting station will be used to supply water to new sectors along the SPR and the Gwalpahari area. The boosting station will have a capacity of 240 MLD. GMDA officials said they are already supplying water in sectors 99-112 and in the sectors 58-67. The authority recently rolled out tenders for laying water pipelines in sectors 68-99 and sectors 111-115. The tenders for sectors 68-81 were launched in May, whereas tenders for sectors 81-99 and 113-115 were rolled out earlier this week. Download The Times of India News App for Latest City ."}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "Launched in 2010, Park Spacio is still far from completion": {"time": "2019-06-15 09:58:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/launched-in-2010-park-spacio-is-still-far-from-completion/articleshow/69796019.cms", "description": "GURUGRAM: A 23-acre housing society— Park Spacio in Sector 37D by BPTP — launched in June 2010, is yet to be handed over to homebuyers. Hundreds of aggrieved families are still uncertain about getting their houses in the society. After launching the project nine years ago, the developer promised possession to buyers in December 2016. However, only 60 percent of the project has been completed and the deadline is being repeatedly extended every six months. The buyers have alleged that after taking 90 percent of the money, the builder keeps announcing fresh deadlines with no real work on the ground. On top of this, sudden stoppage of construction work due to problems with payment between developer and contractor is a grave concern for the already-stressed buyers. Amit Garg, one of the buyers, said that the developer has been playing games with homebuyers by taking the full amount and not giving anything till date. “The builder-buyers agreement has nothing for buyers. I have to pay both, the EMI and rent. I have been undergoing mental trauma ever since I bought the flat” he said. Another buyer asked, “May I know what the government has done by putting Rera into action without providing any rights to the buyer?” He added, “Going to the Rera office and talking to the people sitting there makes us feel helpless and nothing more”. “They launched the project in the year 2010 and it’s 2019. They haven’t provided possession of flats to a single person. Where are the rules and regulations? Are regulations only meant for buyers, who have to pay hefty penalties when they are unable to pay the amount even with small delays? These fraud builders take all the money and infinite time to deliver,” he said. Neeraj Singh, another buyer, said the work in the project is on hold. “We are getting lots of emails from the developer saying that the possession will be given by November this year, but the work itself has not resumed. Therefore, possession of flats looks difficult as of now,” he said. He further said that he visited the site and saw no progress in the project. When he inquired, he was told that the developer has not paid the contractors since December last year, therefore work hasn’t resumed. Sakshi Molasi, one of the initial buyers, said, “I live in a rented house in Gurugram for the past 6 years. I purchased a unit in L tower 2 years ago as I wished to have my own house. I have already paid 95 percent of my flat price to the builder, but all seems to have gone in vain”. Meanwhile, VP (marketing & customer service), BPTP, Rohit Mohan said, “The project is registered with Rera Panchkula. We are confident we will be able to deliver the same within 6 to 8 months. We have completed the structure and major electrical and plumbing works. The project is at the final stage.” Download The Times of India News App for Latest City ."}, "Call centre with 30 staffers ran racket in insurance aggregator’s name": {"datetime": "", "description": "GURUGRAM: An insurance fraud being operated by two men, including a BTech graduate, from Delhi was busted after Policybazaar — an online insurance aggregator — informed police that the duo had cheated several people by issuing fake policy papers in the name of the company. The accused had cheated several customers and had earned at least Rs 50 lakh, police said. Identified as Avinash Kumar Jha (28) and Mahender Singh Rajput (31), the duo had set up a call centre in Delhi’s Tihar village and had around 30 people employed under them, who were told that Policy Bazaar had outsourced their work to the accused’s company, police said. “The duo was arrested from Subhash Nagar in Delhi on June 10 and taken on three days police remand. We have recovered more than a dozen mobile phones, laptops, datacard and cash from their possession. They were produced in court on Saturday and sent to judicial custody,” an officer of the cyber crime team said. According to the police, one Namit Sukhija — a senior employee of Policybazaar — told police that several people had approached the company, with hard copies of the policies bought from Policybazaar. On verification it the documents were found to be fake. Sensing the fraud, the company filed a complaint on April 26. An FIR was registered under sections 420 (cheating) of the IPC and Section 66 of the IT Act at Cyber Crime police station. The police took two months to track the fraud and finally arrested the auo from Delhi’s Ajay Enclave. “Jha was the mastermind and has confessed to the crime. Jha had worked in private company in 2017. He along with Rajput hatched a plan to rob people in August 2018, and set up a call centre in Tihar village. They got details of vehicle owners from justdial and called them giving lucrative offers. They had a template of Policybazaar policy and would edit it and send it to victims. They recently shifted their office to Pitampura. We are investigating if they had more partners in the company. The call centre of Pitampura has been sealed,” said police spokesperson Subhash Boken. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:33:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/call-centre-with-30-staffers-ran-racket-in-insurance-aggregators-name/articleshow/69807364.cms"}, "Trio who offered fake bank loans to cheat people held": {"time": "2019-06-14 09:26:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/trio-who-offered-fake-bank-loans-to-cheat-people-held/articleshow/69779882.cms", "description": "GURUGRAM: Three men were arrested from DLF 5 on Wednesday for allegedly cheating a city-based businessman on the pretext of getting a bank loan passed for him. The accused, who didn’t study after Class 12, cheated the man of around Rs 70,000, which the police have managed to recover. Vijay Pal Singh, a resident of Gandhi Nagar, told police that he came in contact with the accused in January. “On January 10, I received a call from one of the accused who asked me if I needed a bank loan. As I needed Rs 10 lakh loan, he sent me a WhatsApp message informing me about the documents needed to get the loan passed. Three days later, he informed me that my documents had been verified and asked me to transfer Rs 3,500 to an account as file charge. Till January 18, I had deposited Rs 17,000 (excluding the Rs 3,500) as loan insurance amount and processing fee,” Singh said. On February 5, Singh was asked to deposit Rs 21,000 as the first instalment, before the disbursement of the loan. Referring to certain terms and conditions, Singh was made to pay another Rs 12,600. The caller informed Singh that he had to pay at least two instalments before the bank clears the loan amount. Second instalment of Rs 16,527 was also transferred to the accused’s account on February 26. After waiting for a few days, Singh tried contacting the accused but could not reach them. He approached the Cyber City police station in mid-march and filed a complaint. Following investigation, an FIR was registered against the accused under sections 420 (cheating) and 468 (forgery) of the IPC and Section 66D of the IT Act on April 10. The phone numbers were put under surveillance and the accused were nabbed from DLF 5 on Wednesday. “The accused have been identified as Lalit Yadav (25), Sanjay (36) and Sandeep (34). They are residents of Charkhi Dadri in UP and are all Class 12 pass. They managed to get the phone numbers of people looking for loans and after winning their trust made them transfer money in the name of file charge, registration fee, document verification and advance instalments,” said police spokesperson Subhash Boken. Download The Times of India News App for Latest City ."}, "New chief takes charge as MCG gets into monsoon gear": {"time": "2019-06-15 10:02:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/new-chief-takes-charge-as-mcg-gets-into-monsoon-gear/articleshow/69795966.cms", "description": "GURUGRAM: Vinay Singh, a 2003 batch IAS officer who was earlier the commissioner of Hisar division, took charge as the Municipal Corporation of Gurugram (MCG) commissioner on Friday at the Sector 34 office. Singh has relieved Yashpal Yadav, who will be taking charge as deputy commissioner of Palwal. Talking about his immediate priority, Singh said he has asked all key officials to prepare Gurugram for the upcoming monsoon. “Every year, the city faces flood-like situation during monsoon season, which creates a number of inconveniences for residents, which MCG will address first,” he said, adding that he is keen to work with other departments for the city’s development. “This is the fastest growing city in Haryana. It needs constant monitoring and planning. I have asked all officials to start the process of getting drains cleaned and to examine them before monsoons hit the city. We will also look into all waterlogging points and ensure the issue is solved. Other issues such as water, roads and sanitation will also be taken care of,” said Singh. Singh is also handling the responsibility of secretary of forest for the state government. On his first day, Singh met around 20 MCG officials and discussed various city related issues. At the meeting, he suggested that MCG’s city planning wing, which remained dormant during the previous commissioner’s phase, should be revived to carefully monitor the city’s planning. The commissioner asked the officers to submit a report on works that need to be prioritised. “We had an in-house meeting on Friday, where we discussed Bandhwari waste treatment plant, which need our immediate attention. I came to know that there is an on-going NGT case regarding the treatment plant which is being addressed by MCG,” said Singh. MCG officials who were present at the meeting included additional commissioner Munish Sharma, additional municipal commissioner Y S Gupta, joint commissioners Gaurav Antil, Hariom Atri, Inderjeet Kuladia and others. MCG came into force in 2008 and became one of the crucial departments in the city as it looks after the city’s regular functioning, which directly impacts residents. Download The Times of India News App for Latest City ."}, "Youth strangled by wife, her lover at home": {"datetime": "", "description": "GURUGRAM: A 25-year-old woman and her paramour were arrested for allegedly killing her husband on Wednesday night and then trying to mislead police by claiming that he died of a heart attack. Cops said 35-year-old Arvind Kumar’s murder was the fallout of an extra-marital affair and frequent fights between him and his wife. Arvind and his wife Anita, both originally from Bihar, were staying along with their two sons in a rented house in Bhawani Enclave for the past four months. While Arvind was working at a private factory, Anita was a homemaker. Cops took into custody Arvind’s body on Thursday morning after his landlord informed the Sector 9 A police station about his death. The landlord told cops that it was Anita who had called him to their house, claiming Arvind was not waking up. Police initially filed a case of suspicious death but later changed it to murder on Friday when Arvind’s father alleged that the couple had frequent fights over Anita’s affair with a man, who lives in the vicinity. “Anita fell in love with my son’s friend Rajan, also from Bihar, while he stayed in their house for a few months. Rajan moved out when Arvind got a whiff of the extra-marital affair,” the victim’s father told cops. Anita broke down and confessed to the crime during interrogation, police said. “She called Rajan and together they strangulated him with a piece of cloth,” said inspector Basant Chauhan, SHO of Sector 9 A police station. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:41:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/youth-strangled-by-wife-her-lover-at-home/articleshow/69807411.cms"}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Gurugram: Rules overlooked, warnings ignored to build highrises in flood-prone zone": {"datetime": "", "description": "GURUGRAM: An RTI response has revealed that earlier in the decade, several norms were ignored while developing Sector 58. Multi-storey buildings and residential colonies were built in the sector over a submergence area (flood-prone zone), and licences for these were granted despite warnings of the state’s irrigation department. In several letters written in 2011 (TOI has their copies), to the offices of the district DTCP, deputy commissioner and disaster management department, the Gurugram Water Services Department (irrigation department) had opposed the move to give licences to developers under Master Plan 2025 in the sector. The department had said the state will be responsible for any loss of life or property in case of flood, as the site lay in submergence area of Ghata bund. In the Master Plan 2025, drafted during 2009-2011, DTCP had proposed shifting the alignment of the 28km-long Badshapur drain. It had also started issuing licences to private developers. Over the years, about a dozen multi-storey buildings have come up on plots allotted then, along with some hotels and schools. Over 1,000 families live there now. “The (building) plan and license (to builders) have been approved by your department, overlooking the importance of storage of water in Ghata bund. In the event of flood, the entrance of flood water in the multi-storeyed flats of Sector 58 cannot (be) avoided as the slope is towards Ghata bund,” states a letter, whose copy is with TOI, sent by the irrigation department to the the district town planner. The irrigation department also sent a notice to the DTP, asking for removal of obstruction to natural flow of flood water to Ghata bund. “If there is any natural calamity beyond the control of human beings, disaster can’t be avoided and you cannot ignore the factor for the safety of human beings/property. Since private builders, after developing flats/areas, will run away, after that, the liability will fall on the state, for which your department is solely responsible,” states the notice (a copy is with TOI). Yet, according to a letter written by then Union MoS (environment and forests) Jairam Ramesh, licenses were granted to builders on the basis of environmental clearances given by state environment impact assessment authority, as well as Haryana State Pollution Control Board (HSPCB), the Sohna tehsildar and the forest department, to establish group housing societies and master roads in Sector 58. “I’d like to draw your attention to the submissions made by the state government before high court, in which it has been categorically mentioned that “No such natural jheel exists in that area. It is rather a local depression, wherein, sometimes, rainwater accumulates due to construction of a flood protection bund. Such bunds are generally constructed for the protection of village abadis from seasonal floods.”  The state government, however, committed that a detailed survey regarding natural features, etc. will be undertaken while finalising the detailed layout plan of the area,” said the letter written by Jairam Ramesh to a petitioner, who moved Punjab and Haryana high court against real estate development in the area. However, the detailed survey has still not been carried out by the government. Environmentalist Colonel (retired) S S Oberoi, who received the information through an RTI response, filed a complaint with the Lokpal against the state government for not carrying out the study before granting licenses to builders in Sector 58. “The issue is all successive governments have been indifferent and anti-environment. I’m writing to the Lokpal as he is the most powerful authority in the country,” Colonel Oberoi said. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:53:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/rules-overlooked-warnings-ignored-to-build-highrises-in-flood-prone-zone/articleshow/69817648.cms"}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Sohna flyover won’t be delayed because of houses: NHAI": {"time": "2019-06-13 10:38:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/sohna-flyover-wont-be-delayed-because-of-houses-nhai/articleshow/69763752.cms", "description": "GURUGRAM: The National Highways Authority of India (NHAI) has announced that there will be no delay in the demolition of parts of more than 350 houses, including a portion of PWD minister Rao Narbir Singh’s house, for the construction of a 5km-long six-lane flyover in the Badshapur area on Sohna road. The project is expected to reduce the Jaipur-Delhi traffic congestion. The announcement came after Rao Narbir Singh called a meeting with the NHAI and district administration officials last week and discussed the issues raised by the residents of the area. The demolition drive, which had started earlier this month, has been facing opposition from residents. From 30cm to 10 metres, portions of more than 350 houses have to be cleared for the construction of the proposed flyover. As part of the drive, around 1.5 metres of Rao Narbir Singh’s house will also be razed, permission of which has been granted by the minister himself. An official from the district administration told TOI, “The demolition drive is being carried out according to demarcation. Over 350 structures with portions on government land have to be removed for the proposed flyover. Even certain portions of the PWD minister’s house will be demolished.” Last week, scores of people approached Rao Narbir Singh, seeking redressal of their grievances, after which Singh called the meeting to find the best possible way of completing the demolition drive. At the meeting, NHAI asserted that the project could not be delayed and all the houses in the way of the proposed flyover needed to be cleared at the earliest. The officials also refuted the residents’s claims and asserted that the latter were served notices in advance so that they had sufficient time to make arrangements. “We have to complete the project at the earliest and for that, we need to, first, claim the government land. We are following due process. In fact, for several months, we’ve been intimating the residents, and sending them notices, as well. Already, the demolition drive has been affected on a couple of occasions. We don’t want any further delays,” said an NHAI official. NHAI is upgrading the 21.66km-long Sohna road in two phases at an estimated cost of Rs 1,300 crore. In the first phase, an elevated road will be constructed from Subhash Chowk to Badshapur village. The second phase would comprise of expanding and elevating the stretch between Badshapur and Sohna by constructing a series of underpasses and flyovers. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "MCG plans new tax policy, parking lots": {"datetime": "", "description": "GURUGRAM: A day after MCG commissioner Vinay Singh took charge, he chaired an in-house meeting with the engineering wing on Thursday, in which various projects in the city were discussed. It was also decided at the meeting that a new tax policy will be implemented in the city and a new cultural centre will be built in Sector 53. The corporation also plans to build two multi-level parking facilities in the city. MCG officials said a total of Rs 184 crore will be spent on the centre. Tenders will be issued on June 20. The new tax policy, meanwhile, will be prepared by the urban development department in Chandigarh. Ongoing projects in the city were also discussed. Senior MCG officials said a committee has been formed under the guidance of state health minister Anil Vij for the transfer of industrial development colony (IDC) area to MCG, which is under way. They added that two multi-level parking units will soon come up in Sadar Bazar and the Kaman Sarai area. The total cost of these units will be Rs 150 crore and Rs 46 crore, respectively. Cleaning of water harvesting systems in the city was also discussed in the meeting. There are about 360 water harvesting units with HSVP and 270 with MCG, which are being cleaned. Cleaning will be completed by June 30, officials said. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:33:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/mcg-plans-new-tax-policy-parking-lots/articleshow/69807421.cms"}, "Fire safety audit of all buildings with 5-plus floors": {"datetime": "", "description": "GURUGRAM: MCG issued an order on Saturday to conduct a lift and fire safety audit of all buildings that have more than five floors. “A third party auditor will conduct the inspection of the highrises in the city,” additional municipal commissioner, Y S Gupta said. Inspection will be conducted at all the hospitals, hotels, cultural centres, schools and commercial centres in the city. The decision was taken at a meeting with the fire department keeping in view several cases of fire that have taken place in the city recently. MCG has also appealed the residents to install firefighting tools at home for emergency situations. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:36:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/fire-safety-audit-of-all-buildings-with-5-plus-floors/articleshow/69807365.cms"}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "Real estate firm director arrested for duping buyers": {"time": "2019-06-13 11:40:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/real-estate-firm-director-arrested-for-duping-buyers/articleshow/69763767.cms", "description": "GURUGRAM: One of the directors of a city-based real estate company was arrested on Tuesday for allegedly duping over 60 homebuyers. The developer — Realtech Realtors Private Limited — is accused of collecting money from buyers for the residential project “The Luxurium” in Sector 73 and diverting the money for other purposes without completing the project. The accused has been identified as Atul Kumar (35), a resident of Shivaji Nagar. A case was registered against the company in 2017 at Badshapur police station and according to the police, Kumar despite repeated notices did not join the police investigation and evaded arrest for nearly two years. Police sources said that Kumar is among the three accused in the case. His other two partners are on the run. “We had been conducting raids, for some time, but the accused always managed to give police the slip. On Tuesday, however, we received information about Kumar’s location and arresed him from his house,” said inspector Mukesh Mann, SHO, Badshapur police station. The police had registered a case in 2017 after receiving a complaint from 66 homebuyers who had invested around 24 crore in the residential project. As per the norm, a developer cannot advertise and collect money from buyers before approval of building plan on the name of “pre-launch”. The building plan of the project was approved in February 2012 but the developer had stated collecting money from buyers since October 2011. The homebuyers in their complaint said, “The company was supposed to complete the project by 2015 and hand over the possession. We have already paid the developer more than 60% of the total amount. Later we got to know that the developer has been diverting the money to their other projects.” When contacted, district town planner (planning) RS Batth, said, “Several buyers who have invested in the project have approached us with the complaint. We carried out a probe and then recommended the filing of an FIR against the developer.” Despite several attempts, officials from the builder’s company could not be contacted. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Jind villagers collect Rs 70 lakh, give tabs to Class X, XII top scorers": {"datetime": "", "description": "JIND: In a unique initiative, panchayats of 12 villages in Jind district have gotten together to gift smart tablets to government school students who performed well in the recently conducted Class X and XII exams. The 12 village panchayats involved in the initiative — Budha Khera Lather, Lazwana Kalana, Karsola, Shadipur, Julana, Brahmanwas, Deshkhera, Rajgarh, Malvi, Kamach Khera, Devrar and Kila Jafragarh — collected Rs 70 lakh in donations to buy tablets and books as gifts for bright students, their parents and teachers. The residents of 12 village panchayats got together on Sunday and gifted the students, their parents and teachers tablets at a programme organized at Budha Khera Lather village. As many as 300 students —150 boys and 150 girls — of 25 villages, their parents and 200 teachers were honoured. A group of girl students, who received the tablets said, “This honour has made us feel proud and motivated us to pursue higher studies. We appreciate the initiative taken by panchayats.” Talking to TOI, Budha Khera Lather resident Ajay Singh said apart from a tablet, each student was also given a book on Swami Vivekanand’s life. The initiative would rejuvenate the education system in government-run schools, he said. “Today, we are living in a digital era and students of government schools usually don’t get facilities provided in private schools. So, together with the residents of nearby villages, we have decided to support them in future also and honour meritorious students every year”. The group has also decided to reward schools who maintain school building and promote tree plantation. “Based on these two criteria, our committee will give Rs 1.50 lakh to the school that bags the first position, Rs 1 lakh to second ranker and Rs 50,000 to third position,” he added. Former Punjab and Haryana high court judge Justice S S Saron (retd), who also attended the programme, said the initiative started by these 12 villages should be lauded and adopted by every village in the state as it would motivate students to excel in studies. Read this story in BengaliDownload The Times of India News App for Latest City .", "time": "2019-06-17 08:14:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/jind-villagers-collect-rs-70-lakh-give-tabs-to-class-x-xii-top-scorers/articleshow/69818910.cms"}, "Speeding SUV rams three cyclists in Gurugram, kills one of them": {"time": "2019-06-15 07:47:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/suv-hits-three-cyclists-head-on-kills-one/articleshow/69795885.cms", "description": "GURUGRAM: A speeding SUV rammed three security guards on cycles near Signature Towers, killing one and injuring the other two. The driver of the SUV, who is believed to be associated with a wellknown pub, has been arrested. At the time of going of writing the report, the injured had been discharged from hospital while police handed over the body of the deceased to his kin after post-mortem. An FIR was registered at Sector 40 police station, and the accused driver was produced in a city court, which granted him bail. According to police, the accident happened around 2.30am on Friday, when the guards — who are employed as security with WNS Global Services in Sector 30 — decided to go out for tea on cycles from a shop along Delhi-Gurugram expressway. Just ahead of Signature Towers Chowk, opposite a petrol pump, as they rode along the service lane to the left, a speeding Renault Duster arrived from the direction of Sector 29 and hit them head on, leaving all three injured and their bicycles damaged. Cops were informed, and they arrived to take the driver and his SUV into custody. The injured were rushed to a hospital by commuters. All three victims — Puti Singh (30) of Mubarakpur village, Unnao district; Brijesh Kumar (27) and Rahul (29) — are from UP. According to the complaint filed by Puti Singh’s cousin Yogender Singh, who is also from UP, Puti was on night duty on Thursday along with Brijesh and Rahul. Around 2.30am, they had just stepped out for tea when the Duster hit them. Commuters and other guards at the company rushed to take the trio to Medanta Hospital, where Puti died during treatment. “The SUV’s windscreen was smashed as it hit Puti Singh, who was thrown on the windscreen by the impact,” said the complainant. Based on the complaint, an FIR was registered against the SUV driver Tarun Malhotra, who lives in Sector 31, under sections 279 (rash driving), 337 (causing hurt by act endangering life or personal safety of others), 304A (causing death by negligence) of IPC, at Sector 40 police station. Lavkesh, a taxi driver and eyewitness, said he was behind the SUV at a distance when it hit the cycles. He rushed ahead and parked his taxi on the roadside to find all three cyclists injured and the SUV’s windscreen damaged, with a shoe belonging to one of the injured on the car’s bonnet. Ankur Tomar, who is originally from Puti Singh’s village, said the victim was single, and that the two others were his relatives. “It’s a case of negligence or drunk driving. Strict action will be taken against him. Cousins Brijesh and Rahul have returned to their villages after being discharged by the hospital. Puti Singh’s body was taken to his native place from Gurugram at around 1pm,” added Tomar. Police are tight-lipped, except for saying the accused had claimed he owns a cardboard factory. However, sources said he’s a partner at a pub in Sector 29. “The medical examination of the accused has been done, and the report is awaited. We produced him in a city court that granted him bail. His SUV has been seized,” said ASI Rajender Singh, the investigating officer. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "\nIn Gurgaon, couples who run together, stay together!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/in-gurgaon-couples-who-run-together-stay-together/articleshow/62873111.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Garbage thrown in an open space": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage/articleshow/62643277.cms", "description": ""}, "Local Builder Chopping Trees": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/local-builder-chopping-trees/articleshow/63406905.cms", "description": ""}, "Indian Summer": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indiansummer/articleshow/64183192.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Banjara Market, a hub of antique, budget-friendly furniture is a hit with Gurugrammers": {"time": "2019-06-14 01:00:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/banjara-market-a-hub-of-antique-budget-friendly-furniture-is-a-hit-with-gurugrammers/articleshow/69773646.cms", "description": "Renovating a home or decorating a newly-bought apartment is no mean task. Coming to the rescue of those looking to jazz up their home is this market in Sector 56, Gurgaon – right opposite several residential apartments – which offers buyers the option of choosing between a wide range of furniture and different knick-knacks. And if you are pro at bargaining, this is just the place for you. Antique is definitely the USP. Huge-sized vintage mirrors, wooden, rustic furniture, antique showpieces, ceramic pottery – all these will surely lend a vintage vibe to your home. The best part is that most of these things come at a pocket-friendly price. “We all are from Rajasthan and each month, we procure our stock from factories in Jodhpur,” says one of the sellers.  Antique showpieces are available in the price range of Rs 400 - Rs 600 One can easily get showpieces for anywhere between Rs 400 and Rs 600. Bargaining matters and another thing you need is time. “One has to spend minimum of two hours to look for the best items in the market but the energy spent is worth it because one cannot get these items at such a price either online or at any other furniture market,” says Sonia Singh, a resident of DLF Phase 2.  Love quirky items? Check out these!  You can get these globes for Rs 300  Vibrant frames, mirrors and other home decor items are available in the market  Second hand items are a hit too In Video:Hub of antique, budget-friendly furniture, Banjara Market is a hit with GurugrammersDownload The Times of India News App for Latest City ."}, "Traffic rules broken": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/trafficrulesbroken/articleshow/65601048.cms", "description": ""}, "Spanish intern in Indian IT major raped in Gurgaon": {"datetime": "", "description": "GURGAON: A 23-year-old Spanish woman filed a police complaint on Saturday, accusing a Delhi-based filmmaker who she recently befriended of raping her after inviting her to a party at his bungalow in DLF-1. Police said the woman is a student of software engineering and had come to India for a year-long internship with an Indian IT major. She had taken up accommodation in Gurgaon and was looking to shift homes when, on a Facebook group, she came across the suspect, a man police identified as Aanjaney. Investigators said he was 36 years old, worked in a production house making animation films, and is an original resident of Anand Vihar in Delhi but was currently living in Gurgaon. Police arrested Aanjaney on Saturday. He was charged him under sections 376 (rape) and 342 (wrongful confinement) of the IPC at DLF-1 police station. She said no to sex, he forced himself on herIn her complaint, filed with the help of a friend who acted as a translator, the Spanish woman said Aanjaney had invited her to his house in DLF-1for a party on June 14 and she had reached around 10.30pm. She told cops she trusted him enough to go to his place. “After a few hours we started kissing, and we went upstairs to his room. But I did not feel comfortable with the idea of having sex, so I asked him to stop. He then asked me to spend at least the night there, and I agreed,” she said in her complaint. She claimed she had fallen asleep but woken up a while later and found Aanjaney was still in the room and was masturbating looking at her. “I felt very uncomfortable so I decided to return my house but he didn’t let me. I clearly said I was uncomfortable, I didn’t want to have sex but he forced me to stay and raped me. I had to go through the humiliation because I was afraid if I did not do what he asked, it would get worse. He closed the main door, threw my phone away, and forced himself on me,” she alleged. Police said they were first informed about the alleged sexual assault through a phone call to the control room around 9am on Saturday. The Spanish woman came across Aanjaney only on June 12 during her house hunt, investigators said. They hit it off well, so when he called her to the party, she agreed. “I saw a post from Aanjaney offering a room and we got in touch for that,” she said in her complaint. Police said the she was taken for a medical test and her statement was subsequently recorded at a city court. Police said Aanjaney works in an Udyog Viharbased company. He was single and has been living in the DLF-1 bungalow, which they had rented, since January this year with three friends. Ved Prakash, SHO of DLF-1 police station, said, “Altogether, five persons, including the accused and the Spanish woman, were present at the party. The accused invited two friends and one of his housemates. The housemate went to sleep some time later and the two friends went home. When everybody left, he took her to his room and raped her. On Saturday morning, the Spanish woman called a friend who stays in Sector 10, booked a cab and went to her place. They came back together to file the complaint.” Karan Goyal, ACP (DLF), said the accused had admitted to his crime during questioning and would be taken to court for a decision on his custody. In Video:23-year-old Spanish woman raped in GurugramDownload The Times of India News App for Latest City .", "time": "2019-06-16 14:44:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/spanish-intern-in-indian-it-major-raped-in-gurgaon/articleshow/69809173.cms"}, "\nGurgaon marches in protest against Kathua, Unnao, Surat rapes\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/gurgaon-marches-in-protest-against-kathua-unnao-surat-rapes/articleshow/63831215.cms", "description": ""}, "Not a time to feel dejected: Dushyant Chautala pep talk for JJP": {"datetime": "", "description": "GURUGRAM: The fledgling Jannayak Janta Party came together for the first time after the Lok Sabha election drubbing at the Sukhrali community centre in an attempt to re-energise its cadre as the build-up begins to the assembly polls scheduled later this year. The district-level meeting, which was spearheaded by JJP founder and former Hisar MP Dushyant Chautala, and party president Nishan Singh was called to also introduce party workers to JJP’s election pitch. “You don’t form a strong party and a government by hanging your head after the loss. We have to stand strong and walk ahead with confidence. Now is the time to put in everything you have got and you’ll see that the Modi wave will be replaced by the JJP wave,” Chautala said his address at the hall packed with party workers. Talking about the party’s performance in the recently concluded general elections, he pointed out that it was Congress’ weak leadership that failed to contain BJP’s momentum. However, he said, JJP still managed to put a brave fight, hinting at him being one of the few contestants in the state not to lose their deposits. Chautala and senior party leaders were confident that with the new party symbol— a key —and a progressive manifesto, the party stands a good chance in the assembly polls. “Our symbol means ‘key’ to success, women empowerment, better employment,” said Nishan Singh. The party also released its list of key focus areas on Saturday and asked its workers to actively spread the message among people. It announced a pension scheme for women aged 55 and above, and measures to pull farmers out of the chronic debt cycle. “Don’t think about MLA tickets. Just have a single agenda and that is to make the party stronger and the fact that we have to ensure that Dushyant Chautala becomes the CM,” said Singh. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:41:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/not-a-time-to-feel-dejected-dushyant-pep-talk-for-jjp/articleshow/69807396.cms"}, "Hooliganism in name of MCD toll collection": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hooliganism-in-name-of-mcd-toll-collection/articleshow/62481962.cms", "description": ""}, "Work load": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/workload/articleshow/63496035.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "Denied leave for sister’s wedding, doctor kills himself": {"time": "2019-06-15 07:24:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/denied-leave-for-sisters-wedding-doctor-kills-himself/articleshow/69796674.cms", "description": "ROHTAK: A 30-year-old doctor, studying for his specialization in PGIMS Rohtak, committed suicide in his hostel room on the campus on Thursday night. The Haryana police booked the head of department of paediatrics, Dr Geeta Gathwala, for abetment of suicide on complaint of his fellow doctors. The PGIMS authorities placed the senior professor under suspension on Friday night. Onkar, who hailed from Dharwad in Karnataka, allegedly hung himself from the ceiling of his hostel room on Thursday around 10.30pm, Rohtak police station SHO inspector Kailash Chander said. The police have found no suicide note from the spot but Onkar’s colleagues alleged that Gathwala, 40, did not grant him leave to attend his sister’s wedding on June 12. The accused, who heads the pediatrics department in PGIMS, was booked under Section 306 of the Indian Penal Code. No arrests have been made so far. Onkar’s parents reached the campus on Friday evening to collect his body and the post-mortem has been completed. FIR lists 32 docs as complainants; retired judge to probe incidentThe PGIMS resident doctors’ association raised Rs 5 lakh to help send Onkar’s body to Karnataka for the last rites. His father Manik, who works in an Indian Railways workshop, said Onkar was depressed when he was denied leave to attend his sister’s wedding. He had wanted to gift something to her personally and took the denial badly. “My son used to tell us on phone how his HoD used to harass him for no reason and he was very upset because of her behavior,” he said and demanded the arrest of Dr Gathwala. Onkar’s fellow junior doctors too blamed Gathwala for harassing him. The FIR, which lists 32 doctors as complainants, gives details of Gathwala’s alleged campaign of harassment against Onkar for the last two years. The complaint alleges that Gathwala got Onkar involved in a fake case of death by negligence under Section 304A of the IPC to save herself. She even used to insult Onkar in front of everyone, the complaint claimed and added that Onkar was facing severe mental harassment. Onkar was not well-off financially and he had not been paid his stipend for last several months, according to sources. He was also stressed as he had no means to pay off the education loan he had availed for his studies. The vice-chancellor, Dr OP Kalra assured the family that a retired judge would probe the whole incident and also assured of proper action against Dr Gathwala. The junior doctors in the paediatrics department said all of them were facing mental harassment because of the head of department. The PGIMS residents doctors and the colleagues of the deceased have gone on a strike since Friday morning with a long list of demands, especially working conditions in PGIMS. The strike resulted in paucity of doctors and impacted the OPDs where patients kept waiting for doctors. In a memorandum to the vice-chancellor, the doctors on strike demanded termination of Gathwala from the post of head of department, paediatrics and neonatology. They alleged that they were subjected to inhuman working hours and mentioned shocking details of how they were treated by her. The doctors pledged to stay on indefinite strike till their demands are met. They also demanded Rs 1 crore compensation for Onkar’s family. Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "street lights on at 5 pm": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsonat5pm/articleshow/64183195.cms", "description": ""}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Farmers meet Nitin Gadkari, Manohar Lal Khattar, call off protest": {"time": "2019-06-13 18:37:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/farmers-meet-gadkari-khattar-call-off-protest/articleshow/69763903.cms", "description": "JIND: The farmers of two districts of Haryana on Wednesday called off their agitation after a meeting with Union minister for road transport & highways Nitin Gadkari in the presence of chief minister ML Khattar and minister of state for road transport and highways VK Singh, in New Delhi. During the meeting, the farmers were assured of revision in the price of land acquired for constructing NH-152D, farmer leader Ramesh Dalal said. They had threatened to stop trains going towards Punjab from Haryana from June 13, if their demands were not met. The farmers had been protesting for over two months, seeking increased compensation for their land acquired for constructing the national highway, between Narnaul and Ambala districts in Haryana. The farmers from eight villages of Jind district’s Julana town and 17 villages of Dadri district had been protesting over their demand for higher compensation for around 1,000 acre land. Talking to TOI, Dalal said that this was probably for the first time in the country that the government and the National Highways Authority of India (NHAI) had agreed to amend the award in the favour of farmers, as earlier these decisions were made in the favour of NHAI. “This is a victory of farmers, as now they will get appropriate compensation for the land and now they have no more standoff with the government on the issue. But if their demands are not met, then they will start a statewide agitation,” he said. Download The Times of India News App for Latest City ."}, "Work on drain widening to be over by June 30, DC tells Manohar Lal Khattar": {"time": "2019-06-14 09:31:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/work-on-drain-widening-to-be-over-by-june-30-dc-tells-khattar/articleshow/69779634.cms", "description": "GURUGRAM: To check the flood preparedness in the city ahead of the monsoon, chief minister Manohar Lal Khattar on Thursday held a meeting with senior officials, through videoconference, and took stock of the widening of the Badshapur drain. Sources said that deputy commissioner Amit Khatri informed the CM that during the 2016 floods that had led to longest ever traffic snarl (Gurujam) in the city, the rain water carrying capacity of Badshapur drain was 500 cusec, which was later increased to 1,200 cusec and now the capacity will be enhanced to 1,800 cusec. He also told the CM that the work is near completion and will be over by June 30, before monsoon arives. Khattar was also informed by the officials that the district administration, GMDA and NHAI were working together to check water logging during rains. “Special arrangements are being made to check flooding in the underpasses across the city. Drains are also being cleaned so that it doesn’t lead to overflowing of water from them due to any blockage,” Khatri said. Khattar told the officials to review the arrangements on regular intervals so that residents don’t have to face the problem of water logging during monsoon. Moreover, the CM also directed the officials to make adequate arrangement of drinking water and electricity since the city is reeling under heat wave conditions. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "How this Gurugram hospital nurses heat-struck birds back to health": {"datetime": "", "description": "GURUGRAM: The weather may have turned for the better but this summer’s extended heatwave, the longest in 30 years, has taken a toll on the wellbeing of winged creatures, with the Jain Charitable Bird Hospital — the city’s only such facility — recording an increase in cases of heat stroke, diarrhoea and chicken pox. As many as 40 birds are admitted to the hospital suffering from aforesaid symptoms, and every day a handful of new cases are pouring in. There are 308 birds in the hospital currently being nursed back to health. And, it’s both native and exotic species that are struggling to cope with soaring temperatures, among them rock pigeons, blue rock pigeons, doves and eagles, as well as species of parrot like lovebirds, budgerigars and macaws. While some residents have noticed instances of birds dropping from trees out of sheer exhaustion, many have found them straining to take flight, whether from the ground or terrace. “On Thursday, I found a dove struggling to open its wing near a water bowl on my terrace. I took the bird to a shady place. I tried to give it some water but the bird was not able to open its eyes,” shared Deepak Lal, a resident of Sushant Lok-3. “I immediately took the bird to the hospital — the doctor told me that the bird is suffering from heat stroke, but thankfully they managed to save it.” This dove, then, was lucky to escape death. However, on many occasions, birds are dead by the time they are brought into the hospital, because they could not receive relief on time. “Unlike humans, birds can’t have sweat glands — it is, therefore, difficult for them to escape heat. So, it is extremely important to give early treatment to birds suffering from heat stroke — if not given timely treatment, birds suffer from paralysis and, sometimes, disability for entire life,” explained Dr. Rajkumar of the Jain Charitable Bird Hospital. Alas, climate change affects avian species as much as it does humans, and ornithologists and bird lovers alike have raised concerns over the increase in cases of heat-related disorders. “Unfortunately, winged creatures are the first victims of an increase in temperature as their organs are small, and thus they can’t retain enough water and nutrients in their body for a long time. Birds, therefore, lose energy very quickly,” informed Kavitha, a city-based birder. “Feeding them water and food after short intervals is recommended. While this can be done in the case of pets, free-ranging birds often find it difficult to get water and food. Thus, they are more prone to heat stroke,” she added. Doctors advise that bird feeders be cleaned regularly, to prevent birds getting infected. “More than the heat, they struggle to find cold water and shade to rest. People should keep cold water in a shady place on their terrace or ground, for the birds,” told Dr. Rajkumar, who also advised that ORS or electrolytes be added to the water to ensure that they receive sufficient nutrients. And, should a bird be immobilised by the conditions, it would be prudent to take it to a patch of shade, and give it first aid without delay. “If a bird is found struggling with the heat, the bird should immediately be taken to a cooler place and a few drops of water put on their head,” Dr. Rajkumar suggested. For those sensitive to the plight of our feathered friends, this is advice that can prove to be the difference between life and death. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:11:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/how-this-gurgaon-hospital-nurses-heat-struck-birds-back-to-health/articleshow/69817710.cms"}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Gurugram: Blind call centre employee claims sexual harassment": {"time": "2019-06-14 09:51:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/blind-call-centre-employee-claims-sexual-harassment/articleshow/69779621.cms", "description": "GURUGRAM: A 32-year-old blind woman, associated with Nabet India (National Association for the Blind — Employment and Training), Manesar, filed a complaint at the industrial police station in IMT against her senior and his associates for allegedly sexually harassing her and her colleague, who is also blind. The women work at a call centre of a mobile company, where the accused is their team leader. They said when they tried to resist, they were sacked. An FIR has been registered IMT, industrial police station, Manesar According to police, the complainant has been living on rent in a village near IMT with some other blind women and girls for the past one year. They were all employed as tele-callers at Vodafone’s call centre, facilitated by Nabet India in Sector 8, IMT. She alleged in her complaint that on June 1, her team leader had arrived at their house in an inebriated state and molested her. When she resisted, she was allegedly sacked. “The ordeal began on June 1, when the team leader began visiting our home every day with some of his associates, giving different excuses each day. The men would rush in and molest us. This continued for 10 days. When on June 11, I resisted, he molested and threatened to kill me, and later sacked me and some others on Wednesday,” the complainant has told police. She “We found out that some other women employees have also left their jobs in the past due to their misbehaviour, which they would later blame on poor performance,” she added. Based on her complaint, an FIR was registered against the team leader and his other associates under sections 354A (sexual harassment), 506 (criminal intimidation) and 34 (common intention) of IPC. “We’re investigating the matter, keeping in mind the sensitive nature of the complaint as it involves the blind. We’re verifying facts and will take action as per law,” said inspector Satbir Singh, SHO, industrial police station, IMT Manesar. Arjun Mishra, manager of Nabet India, said some of their women employees had been sacked due to their poor performance. “Of them, the complainant was also found creating a ruckus inside the premises,” he said, adding that the woman has filed the complaint “intentionally”. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Jind: CRSU to conduct B.Ed entrance exams": {"time": "2019-06-14 10:10:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/crsu-to-conduct-b-ed-entrance-exams/articleshow/69780053.cms", "description": "JIND: For the fifth time in a row, the Chaudhary Ranbir Singh University (CRSU) will conduct Bachelor of Education (B.Ed) entrance exams in the state, said Vice Chancellor (VC) of the university on Thursday. Talking to media persons, VC R B Solanki, said that CRSU was founded in 2014 and since then it has been conducting entrance exams without any failure. “Apart from it, the university will conduct admissions for four-year B.Ed integrated course and specials education course. Even a single complaint pertaining to B.Ed admissions was not reported in CM Window or to the state government, therefore the government relied on us and gave this major responsibility again,\" Solanki added. All credit goes to university staff’s dedication and the environment they have provided to students for the last five years, he said, adding that CRSU has been providing a fair and transparent system in entrance examinations. \"CRSU will conduct the process for admission till July of this year and around 55,000 seats will be filled across the state,” the VC stated. A letter of intimation regarding the admissions have been sent to all universities of the state and CRSU has also received the same from the additional chief secretary (ACS), education, he added. Apart from this, he said that CRSU’s two students would participate in world-level entrepreneurship training programme to be held in China from July 1 to July 21. There they would get a chance to learn about the best practices in different countries in the world. It is a matter of pride for the university as only 20 students have been selected from all over the country for the programme and two of them -- Vijender Singh and Ravinder Singh, both MBA students -- are from this university. Download The Times of India News App for Latest City ."}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "‘Tweak construction norms to protect DLF 1 green cover’": {"time": "2019-06-15 09:59:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/tweak-construction-norms-to-protect-dlf-1-green-cover/articleshow/69795994.cms", "description": "GURUGRAM: To protect the green cover in DLF 1, residents have requested the district town planner to introduce strict norms to prevent felling of trees in the area for building construction. According to the residents, for constructing houses in the area builders and plot owners cut trees without obtaining permission from the forest department and despite several complaints the authorities do not intervene in the matter. “You are requested to kindly add a clause in the building plan submitted for approval for new construction, while sanction is being given, that the trees in front of their (plot holders) houses should not be cut and they should be protected at any cost,” states the letter written by councillor R S Rathee to the district town and country planning department. “Many new houses are being constructed in the area. Most residents cut trees without obtaining any permission from the competent authority. Some residents cut trees in the name of building a stilt parking as per the new building norms. Unfortunately, the forest department doesn’t carry out any inspection. If this continues, we will be left with no green cover,” said Rathee, who is also the president of DLF Qutub Enclave RWA. The residents claimed that over 250 trees have been felled in the area over the last six months. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "\nGurgaon celebrates Valentine's Day with speed dating and salsa\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/gurgaon-celebrates-valentines-day-with-speed-dating-and-salsa/articleshow/62933204.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "parking charge even after MCG instruction": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingchargeevenaftermcginstruction/articleshow/63853050.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Pollution in full flow": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pollution-in-full-flow/articleshow/62990797.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Day on, 20 PGIMS docs booked for rioting, theft": {"datetime": "", "description": "ROHTAK: A day after a junior resident of the PGIMS here committed suicide, police on Saturday booked 20 students of the premier health institute for allegedly vandalizing the residence of the accused in the case, paediatrics head Dr Geeta Gathwala. Dr Gathwala, who is accused of harassing Dr Onkar to such an extent that he committed suicide, also hinted at internal politics of the PGIMS for her being held responsible for the suicide. In her complaint, Dr Gathwala alleged that the students broke open the gate of her house and the doors around 12.45pm on Saturday, when she, her husband, daughter and son were at home. “They suddenly invaded my residence and vandalised it. They broke open the gate, doors and windows in a planned and organised manner with criminal intent,” she alleged. The doctor also accused the students of her breaking her furniture, computers, phones, and stealing the keys to her cars. “They also hurled choicest of abuses at my husband, Dr. Ishwar Singh,” she alleged. She has alleged that the students were instigated by “some people” in her department, who wanted to tarnish her image and damage her reputation for ulteriour motives. Dr Gathwala also demanded adequate security and action against all accused. The students who have been booked are: Dr Satbir, Dr Gaurav, Dr Ankit, Dr Rishabh, Dr Deepti Garg, Dr Bhaskar Banoth, Dr Rajiv, Dr Nisha Kumari, Dr Surbhi Gupta, Dr Sonu Kumar, Dr Sainik Dutta, Dr Heema Fatima, Dr Saraswati, Dr Parteek Jindal, Dr Parerna Jain, Dr Aashima, Dr Daksh Bhutani, Dr Sudeep Kumar and unidentifed persons. he students have been charged with sections 147 (rioting), 149 (unlawful assembly), 323 (voluntarily causing hurt), 380 (theft), 452 (house trespass), 457 (house-breaking to commit offence punishable with imprisonment) and 506 (criminal intimidation) of the Indian Penal Code, and Section 3 of Prevention of Damage to Public Property. Probe panel found deceased negligent Though doctors had accused PGIMS paediatrics head Dr Geeta Gathwala of getting Dr Onkar framed in a case of medical negligence in January 2018, a probe committe of the premier health institute had found negligence on part of the deceased. Dr Onkar allegedly committed suicide in his hostel room on Thursday night. The case was registered against Dr Onkar after an Army man from Bahu Akbarpur village had alleged that his nine-month-old daughter died due to the doctor’s negligence. Dr Onkar and another doctor were on duty in the emergency department of PGIMS at the time. Dr Onkar was arrested and jailed in connection with the case. Some senior doctors at PGIMS felt the striking doctors were being used to build a case against Dr Gathwala, so that she can be removed as the head of paediatrics department. Dr Gathwala has been booked under Section 306 of the Indian Penal Code, for allegedly abetting Dr Onkar’s suicide. A senior consultant at PGIMS Rohtak said doctors across the country were protesting against the attack on them, but even the case faced by Dr Onkar had similar overtones. “They (students) went to the house of accused Dr Geeta Gathwala and created a ruckus there, and manhandled one of her family members. Some students even wrote ‘Killer Dr. Geeta Gathwala’ on the front wall of her house,” the doctor added. Download The Times of India News App for Latest City .", "time": "2019-06-16 12:51:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/day-on-20-pgims-docs-booked-for-rioting-theft/articleshow/69807505.cms"}, "Water wastage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/water-wastage/articleshow/62939968.cms", "description": ""}, "Are we willing to show Gurugram some love?": {"datetime": "", "description": "By Hamsini Shivakumar All professionals in the field of branding and communication would concur that a power brand is a cultural symbol or representation, which can evoke deeper feelings and attachments from its users and from audiences who come into contact with it. The world’s major cities are such power brands. Think of Paris, London and New York, and a plethora of images and emotions are instantly evoked. These cities have been photographed heavily by tourists and professional photographers. Their architectural landmarks are known to millions around the world, including those who have never set foot there. Their streets and culture have been captured in countless movies and hence are familiar not just to residents but worldwide audiences. The black cabs of London and yellow taxis of New York are visual icons. Great authors have set their stories in those cities and made their landscapes famous. In India, the old metros are such power brands: Mumbai, Delhi, Kolkata and Chennai. Mumbai and Delhi, in particular, have been captured in countless photographs as well as movie scenes. Which brings me to Gurugram, which has been home for 12 years now. While being attached to Delhi as part of NCR, Gurugram is a city in its own right, variously described as Millennium City and a corporate hub. New Gurugram is consciously modelled on cities such as Singapore and Dubai, in its design and way of life, with glitzy steel-and-glass downtown work areas (Cyber City), malls and pedestrianised zones (Cyber Hub), and residences in condominiums and gated communities. A huge segment of the city’s population is not local Haryanvis but professionals and workers from various parts of India, or those who have moved from Delhi. Many are also transitory, coming to Gurugram to work for a few years, before moving back to the cities they came from, or to which their professional ambitions take them. Who, then, loves Gurugram? What images and feelings does Gurugram evoke? What does Gurugram symbolise? If it’s just the name of a township, then the attachments are only to friends made while living there, and to a few places in and around one’s residence. But if it is to become a symbol of new aspirations, and dreams of global living (as the names of the various condos would suggest) in a way that evokes pride and not derision, then what is Gurugram defined by? Enough critical commentary has been written on Gurugram by journalists, choosing to see the lifestyle of Gurugram residents as pretentious and wannabe rather than as something deeper and more meaningful. To love Gurugram, it should all start with the question: what should a Gurugram resident be called? How should we identify ourselves? What’s our shared identity (especially now that the city has been officially renamed Gurugram)? Are we Gurugram-ers? Or Gurugrammers? Or just Gurus? Or Gurugram-kars? Or indeed, Gurugram-ites? It’s difficult to turn the city into a power brand if the residents don’t know what to call themselves, if there is no label that falls easily off the tongue (like Parisians and Londoners, or Mumbaikars and Delhiites). So, what parts of the city do we, its residents, feel proud of and happy to show to friends, family and other visitors? Do we love showing off Cyber Hub, Galleria market and Kingdom of Dreams? Or just the gated communities we live in? Which parts of the city would photographers, filmmakers, writers and other creative folk living in Gurugram want to romance through their art and craft? Or is it that the city’s lifestyle of middle and elite class aspiration lacks the sheer tension and human churn that cities like Mumbai and old Delhi have, which inspire writers to romanticise them? As Gurugram grows, will its various areas develop a distinctive enough character to be labelled as neighbourhoods? Right now, sadly, the city’s decision-makers seem to be quite happy to have it live up to its ‘corporate city’ moniker by getting sponsors for Rapid Metro and turning each of its stations into a corporate billboard. And Gurugram’s resident professionals are all happy to stay here for the convenience and comfort of condo-living and the milling crowds that are a central feature of India’s old and big cities. But, are we willing to love Gurugram? And showcase that love? (The author is Director, Leapfrog Strategy Consulting)Download The Times of India News App for Latest City .", "time": "2019-06-16 09:46:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/are-we-willing-to-show-gurgaon-some-love/articleshow/69807400.cms"}, "\nFemale riders from NCR take on Delhi roads ahead of Women's Day\n": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/female-riders-from-ncr-take-on-delhi-roads-ahead-of-womens-day/articleshow/63171512.cms", "description": "On Sunday morning, about 20 women from across Delhi-NCR put on their riding boots, jackets, and helmets; got on their mean machines, and rode the cruisers for 40km across Lutyen's Delhi and the Aravalli trails of Gurgaon. The occasion was the International Women's Day Ride organized by the Women's International Motorcycling Association (WIMA), which had women, not just from WIMA, but also first-timers and amateurs. They started at the break of dawn from Janpath and rode across Lutyen’s Delhi, Hauz Khas, and Chhatarpur before entering Gurgaon through the Aravalli trails and ending their ride at a dhaba on the Gurgaon-Faridabad Road.  Zooming through Delhi: 20 women from NCR rode bikes for 40km across Lutyen's Delhi and the Aravalli trails of Gurgaon Vidhi Malla, National President of WIMA, led the ride and said that this was an occasion to spread the message that biking is not just a male domain but open to everyone with passion. \"We thought of using the Women's Day as an occasion to get the entire female biking community of Delhi together. We had 20 girls riding together and it was great because it included everyone from veterans to girls who were doing a long ride for the first time,\" she said. The riders from Janpath to Gurgaon, taking a back trail instead of the usual roads that lead into Gurgaon. \"We took a more scenic route that is not very commonly used by bikers, which meant there was a little off-roading involved too. It was fantastic,\" said Vidhi.  Vidhi Malla  The riders found the experience quite fun and also said that such rides are essential to put a spotlight on female bikers from NCR. Niharika Singh Dalal, a rescue diver from Delhi, said, \"I think events like these promote riding for women because you see women coming together as a team here. You see community building, where women encourage each other and improve each other's skills and that's always great.\"  The ride was organised to gather female bikers using Women's Day as the occasion 01:36Female riders from NCR take on Delhi roads ahead of Women's DayDownload The Times of India News App for Latest City ."}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "e-scoters": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/e-scoters/articleshow/67154082.cms", "description": ""}, "Gurugram: Cons pose as senior executives of big firms, cheat 35 of lakhs": {"datetime": "", "description": "GURUGRAM: Two people have been arrested by Gurugram police for duping banquet hall owners and event management companies in Gurugram and NCR. The accused posed as employees of Maruti Suzuki, Prasar Bharti and other organisations to cheat people. Police has recovered fake cheques issued in the name of different organisations and fake identity cards of the companies from their possession. Their modus operandi was unique. They impersonated senior officials of Maruti Suzuki India Private Limited and approached owners of big farmhouses, banquet halls and event management firms to strike a deal with them in the name of organising some mega event for the company. They gave account payee cheques of the company and asked for cash commission from the clients for bringing them such big businesses, after which, they would disappear and change their mobile numbers. Commissioner of police Muhammad Akil said, “So far, they have admitted to having cheated 35 clients this way. We’re hoping to get more details during interrogation.” He added cops have recovered fake cheques, agreements and identity cards from their possession. He also said police is probing the account linked to these cheques, and how the cheats managed to open it. Akil also said the cheats were held in connection with a case of cheating, forgery and impersonation, registered at Manesar police station on June 13, following a complaint by a Shyam Veer Singh, resident of Kalkaji in Delhi, who owns A to Z Tent Decorator and Catering Company. In the line of work, Shyam had met a Vijay Kumar on February 28, 2018, at a mall in Manesar. Kumar offered to help Singh land a big contract. He introduced Singh to Kuldeep Singh, who identified himself as a senior Maruti official. Kuldeep presented Shyam with an account payee check of Rs 39.39 lakh, and a contract letter from Maruti, for organising a big company event in Manesar, and asked for 10% commission, of which he asked Shyam to pay 5% in cash as advance and the remainder after the event. Shyam paid Kuldeep Rs 1.75 lakh. On March 9, 2018 they again met at the same place. This time, Kuldeep gave Shyam a contract letter from Maruti Suzuki India Private Limited and told him the company would inform him of date and venue of event. When complainant deposited the cheque in his bank, it was rejected because “there was no such bank account”. A worried Shyam tried to contact Vijay and Kuldeep, but both their mobile phones were switched off. He approached Maruti, where he found out that none of the people work with the company. Finally approached police a few months back, and a case was registered last week. Sector 31 crime unit arrested two persons in June 14 in connection with this case from Dhanchiri Tourist Complex near Sirhaul toll plaza. The accused were identified as Vijay Kumar Jha from Bihar’s Darbhanga and Kuldeep Singh from Amritsar. Police recovered four fake bank cheques in the name of different companies from their possession. One cheque, of Rs 84.81 lakh, was issued in the name of a Nirankari event, another (Rs 53.32 lakh) was issued in the name of Chawla Tent House, Panipat. A third cheque was issued in the name of Subhash Tent House for Rs 89.92 lakh. The fourth one was in the name of A to Z Tent House of New Delhi, for Rs 39.39 lakh. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:48:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/cons-pose-as-senior-execs-of-big-firms-cheat-35-of-lakhs/articleshow/69817697.cms"}, "Haryana: Businessman's car robbed at gunpoint in Ambala": {"time": "2019-06-13 20:03:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/haryana-businessmans-car-robbed-on-gunpoint-by-three-miscreants-in-ambala/articleshow/69775811.cms", "description": "AMBALA: Three miscreants snatched a car from a Kurukshetra-based businessman at gunpoint on Ambala-Chandigarh Road under limits of Baldev Nagar police station in Haryana. After receiving the information, the district police reached the spot and started the investigation, on Wednesday night. On receiving this complaint, the Ambala police registered a case under sections 379-B (punishment for snatching) and 25-54-59 of the Arms Act at Baldev Nagar police station. Satbir while talking to media claimed, “My son has installed a tracking application in the car and with the help of that application we came to know that the miscreants fled away in my car towards Chandigarh but they took a u-turn after which they headed towards Uttar Pradesh via Karnal.” Baldev Nagar police post in-charge said, “The CCTV camera footages of the area have been inspected but we got no clues. Investigation is on.\" Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Gurugram: Pipe burst triggers water shortage in DLF areas": {"datetime": "", "description": "GURUGRAM: Residents of DLF 1, 2, MG Road and sectors 27 and 43 complained of acute water crisis in their respective areas throughout the weekend, owing to a leak in the supply pipeline. Though officials from Gurugram Metropolitan Development Authority (GMDA) said that the issue has been resolved, residents alleged they are yet to receive water. Water supply has become an annual issue for the residents as every year during the summers the city witnesses a crisis.They said they did not receive water supply for two days, and alleged that for the last few days, supply has been limited and water pressure low. DLF 1 resident Dhruv Bansal said, “We did not receive any water from GMDA on Sunday. Though we were getting water for 30 minutes daily for the past three days, GMDA on Sunday completely snapped the supply.” DLF 1 resident Sunil Goswami said, “We are forced to buy water from private tankers and that is burning a hole in our pockets. A 4,000-litre water tanker costs Rs 1,500 at present. It is the responsibility of the department to provide us with alternatives in case they aren’t able to supply water through the usual pipeline.”For most part of this summer, residents have been uncoiling and hooking water hoses linking private water tankers parked outside their homes to tanks inside, replacing the water supply. In some sectors, residents have been forced to survive only on a few buckets of water. “I don’t think the authorities will be able to resolve the problem this year. We face this situation every year during the summers,” said Gyan Sharma, a resident of DLF 2. According to GMDA officials, supply was snapped at 7am on Saturday and restored at 10am on Sunday. Sandeep Dhaiya, executive engineer, GMDA, said, “We had to snap water supply in some parts of the city because of a leak in the pipeline near Signature Tower junction. Water supply was completely stopped for almost 26 hours. But it has been restored today.” Download The Times of India News App for Latest City .", "time": "2019-06-17 09:31:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/pipe-burst-triggers-water-shortage-in-dlf-areas/articleshow/69817730.cms"}, "Father's Day: Cannot cook or handle kids? Not true, say hands-on new-age dads": {"datetime": "", "description": "Fathers can’t multitask, can’t cook, manage household chores along with their work, or can’t balance their professional lives with the personal ones – these are just some stereotypes that we have grown up hearing. But the new-age dads, who stay in nuclear as well as joint families, where both husband and wife are working, are not only dividing the task of raising kids equally, but also making sure that they are available for their kids for a heart-to-heart conversation, advice on friendships, or period talks. From taking leaves for kids’ exams to cooking and helping them with homework – things that one would typically expect a mother would do – are being done by dads quite well, who believe in not just sharing finances, but other responsibilities, too. On Father’s Day, we speak to some dads and mothers leading by example, who tell us about the stereotypes that fathers are subjected to, and how they are breaking them and contributing as an equal parent. Dads not emotional, says who?Ankur Gupta, a doctor and resident of Sector 50, Gurgaon, says, “Fathers are not sensitive, kids turn to their mothers if they want to express their feelings; fathers are messy, don’t help in household chores; they are not interested in school grades, and are uncomfortable in parent-teacher meetings – these are some common stereotypes that most fathers in India are subjected to. Thankfully, these are not applicable to me as at a very early age my daughter realised that she could walk up to me and talk about anything that is bothering her emotionally. I am also interested in knowing about what is happening in her school. There is no division of labour at our home but my wife and I know about the things we are good at, so we take the lead accordingly. I know I am good at language and my wife can manage the finances well, so it is like an unsaid rule that we follow to help our family in that way.” Tilak Chowdhury, a resident of Sector 169, Noida, who works at a consulting firm, adds, “The stereotypes are not restricted to just, dads can’t cook or look after the kids, often, they are also considered very strict and someone who cannot have fun, or show any emotion in front of their kids. Why can’t people expect a father to be like Anupam Kher’s character in Dilwale Dulhania Le Jayenge who can encourage his kids when they fail, or do not perform well in studies, or can discuss their love lives openly like Rishi Kapoor’s character in Hum Tum?” Can’t discuss heartbreaks with dads – seriously? You cannot discuss problems related to heartbreaks or seek advice after a fight with friends with your father as they won’t understand them – new-age dads are trying to break this stereotype. “We understand and can give useful advice to the kids. Why do people find it so difficult to accept that fathers can also have emotions and kids can have a conversation with us on topics related to heartbreaks or can seek any other emotional advice? I have always been available to my kids whenever they have wanted me. I remember that my elder daughter, now 15, would return disturbed from school. One day, I asked her about what was bothering her as I was concerned. I did not mean to interfere in her personal life, but I told her that she could come up to me whenever she was comfortable talk about it, and I would try to help her in all my capacity. It took her two days to tell me that she was facing problems with a friend, who would often fight with her on petty issues. I told her that it was important to focus on the friendship if it was important to them, they can fight over petty issues but school days won’t come back. We started with this topic and then she opened up about her school life and her friends from the neighbourhood. I was glad that she could tell me everything. That day, my daughter understood that she can discuss her problems with me and I will try to help her,” shares Arjun Singh, a businessman who lives in Rajouri Garden and father to two teenage daughters. Arpana Prakash, who runs a dance school, adds, “When I asked my seven-year-old daughter about who would she first tell about her boyfriend, and she said, ‘Dad.’ That is the comfort level that they share. We could never think about having a talk about menstruation with our fathers but today’s generation surely can.” ‘Can take care of kids and deal with clients’Raj Hazarika says that he is often asked why he willingly contributes as a homemaker. “This is something that they expect a woman to do but I like cooking and also enjoy doing it for my kids. Playing, cooking or just being with my kids is important as they are growing up, and this time will never come back. Raising kids is not an easy task, and there is nothing wrong in being equally involved with your partner in doing so. One has to adjust a lot while dealing with kids. I can manage my clients or colleagues easily but dealing with kids and their temperament is another thing – something that every parent should learn hands- on,” says Raj, a resident of Sushant Lok 2 who runs a coaching academy. For some, it is also a way to bond with their kids. “My wife is a teacher and she leaves around 6.30am, so I wake up early before my kids leave for school and pack their lunch. I leave for work around 10am, so I have enough time to spend with my kids. We both are working parents, so I don’t see it as a problem that I am cooking for my kids. When I come from work, my kids are often asleep because my wife is with them after school and helps them with the homework. If I have my Saturdays off, then I help them with their homework or extra-curricular activities but that is something I want to do as a parent, and not because somebody is forcing me to. People can think that I am too involved in my family but I am doing this because this is what I want to do,” says Roshan Sharma, a resident of Saket, who works as a consultant in a firm. In Video:Fathers battle stereotypes tooDownload The Times of India News App for Latest City .", "time": "2019-06-16 15:22:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/fathers-day-cannot-cook-or-handle-kids-not-true-say-hands-on-new-age-dads/articleshow/69801367.cms"}, "another case of robbery in palam vihar": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/another-case-of-robbery-in-palam-vihar/articleshow/63390047.cms", "description": ""}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Gurugram: Scientist ‘harassed’ by FSL boss, panel notice to government": {"time": "2019-06-14 09:53:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/scientist-harassed-by-fsl-boss-panel-notice-to-govt/articleshow/69779610.cms", "description": "GURUGRAM: A senior scientist at Forensic Sciences Laboratory (FSL) of Haryana Police in Madhuban has accused her boss — an official of the rank of additional director — of mentally and sexually harassing her. The complainant has claimed the harassment started last year, after she was posted at FSL, and has continued even after she was transferred to Gurugram on compassionate grounds on March 28, 2017. Acting on her complaint, the National Commission for Scheduled Castes issued a notice on June 7 to the state chief secretary and DGP, seeking an action taken report within the next 15 days. The complaint states the accused misbehaved with the complainant after calling her to his office, and when she resisted, he allegedly started harassing her to make her give in to his wishes. The complainant has accused other senior officials of pressuring her too, including an ADGP rank officer, accusing the latter of showing bias when she filed a complaint with him on September 27, 2018. On June 1 this year, she forwarded the same complaint to the Haryana DGP and the SC/ST commission, with the addition that in the meantime, a reader (sub-inspector rank) of the FSL director had tried to blackmail her, besides threatening a woman witness. As per her complaint, the department constituted two sexual harassment committees, both of which she claims did not follow guidelines. “A third committee was also formed, but I have so far not been asked to attend its hearings,” she wrote in her complaint, claiming she wants independent inquiry into her case, as all witnesses, who happen to be employees, are scared. “In her case, there was manipulation of inquiry and witnesses by the committee in favour of the accused, under pressure of the FSL director. I had earlier requested the committee to provide protection to witnesses, as per Supreme Court guidelines under its Witness Protection Scheme, 2018, but this was denied without advice and approval of the Haryana DGP. As witnesses were unwilling to come forward due to threats from the accused, I called and recorded statements of two witnesses, and submitted those in a CD, where they expressed strong fear of the FSL director. Twice already, the commission has issued notices to the state government, but nothing happened,” wrote the complainant. Following this, the SC/ST commission sent a notice to the Haryana chief secretary and DGP (copies are with TOI), demanding an action taken report. “It’s requested that present status/action taken report on the points raised in the representation may please be furnished to this commission within 15 days positively, for placing the same before the commission,” reads the notice. Haryana DGP Manoj Yadava said so far, he hasn’t received the notice. “The complaint is under investigation, but I can only speak on it once the inquiry is complete,” he said. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Public land for free": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/public-land-for-free/articleshow/62939971.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Never a safe ride for cyclists in Gurugram": {"time": "2019-06-15 10:07:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/never-a-safe-ride-for-cyclists-in-city/articleshow/69795904.cms", "description": "GURUGRAM: The accident near Signature Towers junction on Friday has again highlighted the city’s inadequate arrangements for pedestrians and cyclists on the roads. “Most of the roads in Gurugram have turned into national or state highways. If you look at the highway plan, no space is marked for cyclists and pedestrians, hence the roads in the city, too, lack the basic design. Also the inter-city roads are being widened every year but nothing has been done for the cyclists,” said Gurpeet Singh, a road safety officer. As per the data compiled by the Gurugram police, last year 35% accidents took place on the national highway, that divides the city into two halves. The data also points out that a total number of 475 fatalities took place in 2018. In 42% cases, the deceased were either cyclists or pedestrians. According to the experts the roads in Gurugram are not designed keeping in mind the safety of the pedestrians and the cyclists. With no proper partitions on roads for fast and slow moving vehicles, cyclists in Gurugram face huge challenges while commuting from one place to another. “We have lost many cyclists because of improper tracks. All the roads in the city are only designed for vehicles and also the people are very insensitive towards the cyclists which are the most important reasons that we can point out while speaking about the road safety issues,” said Abhishek Mishra, Ultraman, a resident of Gurugram. Manas Fuloria, chairperson of Nasscom Haryana chapter, said, “Roads in Gurugram are extremely scary when we talk about cyclists and pedestrians. There is a need to monitor the speed limits on roads and also separate slow and fast moving tracks. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Gurugram man shoots at friend for talking to his wife on phone": {"datetime": "", "description": "GURUGRAM: A 26-year-old man was arrested from his house in Bhangrola village on Saturday for allegedly shooting at a friend. The man was allegedly angry that his wife was receiving calls from the friend regularly. Rahul (24), who received a bullet injury on his left leg, told police, “Kapil and I have been friends for long. I reside in Baskushla village, while he along with his wife stayed in Bhangrola village. I used to talk to his wife over phone as I didn’t think it to be a big issue. On Saturday morning, Kapil asked me to meet him near my house. He was angry that I used to call up his wife. We had an argument, and suddenly Kapil took out a pistol and fired a shot at me.” After firing at Rahul, Kapil fled the spot. Locals rushed Rahul to a nearby hospital after making a PCR call. An FIR was registered against Kapil under Section 307 (attempt to murder) of the IPC at IMT industrial police station in Manesar. “Kapil was arrested from his house. He will be produced in court on Sunday,” said inspector Satbir Singh, SHO of IMT industrial police station. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:30:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/man-shoots-at-friend-for-talking-to-his-wife-on-phone/articleshow/69807356.cms"}, "Dairy business car snatched at gunpoint on Ambala-Chandigarh road": {"time": "2019-06-14 06:05:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/dairy-bizmans-car-snatched-at-gunpoint-on-ambala-chd-road/articleshow/69779593.cms", "description": "AMBALA: Three miscreants snatched Vitara Brezza car from a Kurukshetra-based businessman at gunpoint on Ambala-Chandigarh road on Wednesday night. After receiving information, the district police reached the spot and started investigation. They have registered a case under the IPC and the Arms Act at Baldev Nagar police station. In his complaint given on Thursday, Satbir Singh of Amolak Ram Colony, Kurukshetra, said, “I supply dairy products in Chandigarh, Mohali, Zirakpur and Mohali. On Wednesday I was going towards my Mohali office. Around 9.30pm, I parked my car near Sultanpur median gap and went on the other side of the road to purchase a beer. When I came and sat in my car, three youths asked for a lift to Chandigarh. When I refused, one of the youths opened the door of my car and the other pointed a gun to my head. They hit me with the gun’s butt. Scared, I ran away and the trio fled with my car towards Chandigarh. I shouted for help and called the emergency number.” GPS in carSatbir told the media, “My son had installed a tracking application with the help of bluetooth in the car. With the application, we came to know that the miscreants had fled towards Chandigarh, but took a U-turn and then headed towards Uttar Pradesh via Karnal. At this moment, our car is being driven at 65kmph on the Agra Expressway. We have been giving inputs to the police, but they are not accepting the data as factual information.” Baldev Nagar police post in-charge said, “The CCTV camera footages of the area have been inspected, but we got no clues. The owner says there is a tracking application installed in the car, but our cyber cell teams say it isn’t. We have called the owner to police station for more details.” Download The Times of India News App for Latest City ."}, "Gurugram: Parents allege girl slapped in playschool, go to police": {"time": "2019-06-15 10:04:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/parents-allege-girl-slapped-in-playschool-go-to-police/articleshow/69795934.cms", "description": "GURUGRAM: Parents of a two-and-half-year old girl filed a complaint against a playschool in Sector 51 on Thursday, alleging that the child was beaten by a staffer at the school premises. According to the complaint, the child, who has been going to the playschool for the past one year, was ill treated by a nanny, which the school authority denied and refused to take any action. “Our daughter informed us about the incident and to verify the same we went to the school. We checked the CCTV footage and found that she was slapped by the nanny as she refused to sleep during their scheduled nap-time,” said the girl’s parents. As both the parents work in different companies in the city, they had enrolled their daughter in a playschool. “My daughter usually stays at the school for the entire day and we had to trust the teachers and nanny for her safety,” the mother said. The parents also alleged that when they saw the footage it was clear that the school staff had slapped the child and also ill-treated others as well. Meanwhile, the school authorities have also approached police and filed a complaint against the parents stating that they had threatened and abused the school staff. “We have received complaints from both parties. An investigation is under way and we will talk to both of them to understand the problem,” said a senior police officer at Sector 50 police station. Download The Times of India News App for Latest City ."}, "Traffic jam outside police stn": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/traffic-jam-outside-police-stn/articleshow/63422965.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Bus stop space encroached on": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bus-stop-space-encroached/articleshow/62061707.cms", "description": ""}, "\nWomen bikers lead this car rally in Gurgaon\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/women-bikers-lead-this-car-rally-in-gurgaon/articleshow/63868057.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "When Algorithms Play Matchmaker": {"datetime": "", "description": " Ditching traditional faithfuls like astrology, matchmaking startups are putting their trust in artificial intelligence to find the ideal partners for young Indians. Why, even dating apps are turning to AI to enhance user experience like checking the authenticity of profiles that they are likely to see. But how good is deep tech in searching for a soulmate? And how much can you really rely on AI in matters of the heart?  Shubhra Pant  finds out In an episode of the British science-fiction series, ‘Black Mirror’, a couple is playing a simulation-based game. They are given multiple scenarios to test their compatibility, and see how their relationship would work. After a favourable outcome, the two decide to pair off and try their luck. While a Black Mirror might make it seem that looking for love is easy, humankind is still far off from such a sci-fi vision. However, companies in the matchmaking and dating business are already throwing in deep tech to better understand tender matters of the heart: after all, if algorithms can customise everything for you, from social media to travel, why not the search for a soulmate? The idea, to begin with, is simple — use data and algorithms to cut down on time spent on browsing profiles. Because, according to Pawan Gupta, co-founder of Betterhalf.ai, which calls itself a matchmaking app for professionals, Indians go through roughly 10,000 profiles every year, spending around 1,000 hours on dating or matchmaking apps. That’s an average of 28 profiles per day. No wonder the percentage of online swipes to offline dates remains very low.  A kundli for the tech age Betterhalf’s primary objective, says Gupta, is to significantly bring down the number of profiles men and women must browse in their pursuit of matrimony. Artificial intelligence is a tool that can help them achieve that. \"Hence, we use big data and AI to help people find better-suited people on our platform,\" he adds. Unlike a typical matrimonial portal, Betterhalf provides a list of possible matches but doesn’t let you surf. Gupta, interestingly, came upon the idea for an algorithm-based matchmaker when searching for his own partner. He went on to marry her. So, how does it work? Well, after logging in, a user takes a survey in which s/he is asked questions on topics as different as values and beliefs, intellectual levels and social skills, relationships and emotional preferences. The information collated from the questionnaire is clubbed with a separate cache of data collected from surveys of those who are happily married. Then algorithms take a deep dive and fish out what they believe are the best matches for you. As Manoj Singh, an infrastructure developer with a leading financial company who found his soulmate online says, \"It isn’t easy to describe why you like someone and why you dislike someone – it is an internal process which is difficult to put into words.\" So, sometimes, you just trust the AI and see what happens. Betterhalf currently has around 14,000 (approx.) users in the National Capital Region, 11,000 in Mumbai and Bangalore, and 6,500 in Pune and Hyderabad. Eighty per cent of those registered on the app are from metros. Clearly, plenty of urban Indians are happy to confide in AI to make their life decision for them.  Date with data Figures from data analyst Tracxn show 261 online dating and matchmaking apps were founded in India between 2001 and 2019. And while both Banihal and Betterhalf are new kids on the block serving niches, even established players like OkCupid and Bumble are turning to AI to enhance user experience. Global dating app OkCupid, part of the Match Group (which also owns Tinder), is a case in point, working on the principle of matching users based on their answers to a series of questions — a function powered by AI. Like Betterhalf, there’s Banihal.com, which also relies on AI to arrange matches. It also asks users to fill in an exhaustive questionnaire, in which they are required to reveal their financial background, family’s monthly income, and likes and dislikes (among other details). \"A great match is when you don’t have to compromise on any of the aspects, such as religion, culture and family,\" says Ishdeep Sawhney, the California-based founder of Banihal. The website caters mainly to Delhi, Mumbai, Bangalore, Hyderabad and Pune, but also has users from Tier-1 and Tier-2 cities in India (and from the US, too). \"When we make this decision, we don’t have hard limits like, the age (of the partner) has to be 27 – because, depending on all the other unique aspects we like, the age can be 28 as well,\" Sawhney explains. Banihal, he clarifies, restricts itself to professionals aged between 25 and 30 since an AI engine can only be trained for a certain subset, and cannot be randomly applied to everyone. And, once singles have connected with each other, Banihal has a 90% success rate, claims Sawhney (incidentally, on the app, compatibility is represented by three gold rings, while the best matches are distinguished by a diamond ring).  Math of a match For these tech platforms, the key is to save users from the endless cycle of searches. After all, the process of browsing and swiping, does get exhausting after a while. \"The problem is that no one really has the time to go through thousands of profiles and talk to hundreds of people to go on a date – and even after that, there is no guarantee of these dates working out,\" says a 28-year-old MBA graduate, who requested not to be named. \"I once matched with a man who thought I was too opinionated for a lady when his profile suggested that he was a liberal and feminist,\" she added. Melissa Hobley, chief marketing officer at OkCupid, says the app allows people to connect at a deeper level, through beliefs and interests, for example, rather than just a photo and location. It does this by employing an algorithm centred on machine learning. \"The idea behind the app’s algorithm is to take over the conventional task of being introduced by friends or family in the digital medium,\" she told TOI. \"The deep-math AI has two key differences — one, the system allows people to connect beyond their social circles, and two, as a non-judgmental platform, users can be their true self and be honest about relationship expectations without the fear of social stigma, making for more meaningful matches,\" she added. And this holds true for every type of relationship, not just heteronormative, according to Hobley. Thus, sex, gender, identity and preference can be shared directly, and the algorithm will present a relevant match. Meanwhile, Bumble, which is partially owned by Priyanka Chopra, believes artificial intelligence can make the app a safer place for its users. Earlier this month, Bumble launched Private Detector, a feature that can capture images in real time with 98% accuracy. Once a lewd image is shared within a chat, the Private Detector will automatically blur that image and alert the user they have been sent something inappropriate. Users can then decide, according to a Bumble spokesperson, whether to view the image or block it. They can also report the image to its team of moderators.  AIs and nays But more personal information on the web, in times when concerns on invasion of privacy, snooping by apps and data collection by online companies, isn’t always a comforting thought. Some users, for instance, find the questions asked by matchmaking websites intrusive. \"While I understand the need for most questions, I don’t understand the need to ask about family income and caste. On the one hand, we are trying to transcend caste and class boundaries, on the other these apps focus a lot on them,\" rues Urvashi Kingrani, an event manager based in Gurugram. Besides, points out Kingrani, AI assumes that people with similar interests and attributes are likely to get along, which isn’t necessarily true in real life. \"Often, totally opposite people make great partners,\" she adds. Further, most apps don’t score very high when it comes to inclusiveness, despite most claiming to serve the LGBTQ community. A Delhi resident disclosed she had sampled many apps but only one worked. \"I tried one app that had an option for LGBT but nothing for transsexuals and pansexuals. In my opinion, there has to be more freedom to define oneself on the app, and what they are looking for.\" Evidently, there will be no dearth of examples when artificial intelligence is no match for the heart (and mind), for all the permutations that algorithms can throw up. Yet, with more and more Indians ending up on dating and matchmaking sites, there’s no reason to disbelieve the marriage of tech and tradition won’t (or can’t) work either. Because, finally, it’s not about how AI uses you, it’s how you use AI. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:45:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/when-algorithms-play-matchmaker/articleshow/69807335.cms"}, "\nManiesh Paul bats for menstrual hygiene on Women's Day in Gurgaon\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/maniesh-paul-bats-for-menstrual-hygiene-on-womens-day-in-gurgaon/articleshow/63219307.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Numberplate against the rules": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/numberplateagainsttherules/articleshow/67085149.cms", "description": ""}, "‘I don’t watch cricket but an India-Pak game is not ‘just’ cricket,’ say non-cricket fans": {"time": "2019-06-16 01:00:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/i-dont-watch-cricket-but-an-india-pak-game-is-not-just-cricket-say-non-cricket-fans/articleshow/69800773.cms", "description": "After the US Ice Hockey team upset the mighty Soviet team in the semi-final of the 1980 Winter Olympics, a sports magazine ran a cover story featuring a picture of the American players celebrating without any explanatory captions or headline. “It didn’t need it. Everyone in America knew what happened,” explained the photographer. It’s not as if ice hockey was a popular game in the US but such was the hype for the game – played at the height of the Cold War – that even Americans who had never watched ice hockey before or didn’t even know the rules tuned in for it. Many Indians would find this scenario familiar. Because today, they will do the same as India and Pakistan face off in an epic Cricket World Cup game (unless the rain has other plans). Cricket might be a religion in India, but there still are plenty of atheists around, many of whom don’t even understand cricket, let alone follow it. And they only end their aversion to the game on one particular occasion – when India plays Pakistan. The reasons range from peer pressure to a heightened sense of patriotism and even adherence to social decorum. ‘Cricket-crazy family leaves me no choice’Vamini Sethi, management consultant, 33, GurgaonI will watch the game as my cricket-crazy family will leave me with no choice. It will be on TV all day and all the discussions in the house will be about the match. I don’t follow cricket because I find it too time-consuming and overhyped. There are other sports like hockey, kabaddi that bring glory to our country but go unnoticed. I have nothing against the game; it brings the entire nation together. But it has so many fans, I’m sure it can do with one less. ‘Don’t usually have time to watch cricket, but will make time today’Ashvarya Sharma, homemaker, 52, DelhiIt’s not that I hate cricket but since I am a homemaker, I have to keep running around doing chores and can’t spend the whole day sitting and watching cricket. But TV pe bhi toh wahi chalta hai din bhar toh dekhna hi padta hai. However, the India-Pakistan game is different. I watch it by choice. It’s not just cricket; it’s almost war-like. The sentiment is different. In fact, today I plan to finish my chores early. Kitchen ki bhi chutti hai uss din. I don't miss a single ball of any India-Pakistan match. ‘Will watch the match because it is the patriotic thing to do’Ananya Pandey, communication professional, 29, DelhiI really never had anyone in my family who was an ardent cricket fan or watched it for fun, so I never found any company to watch the game or develop a taste for it. The last game I watched was the 2011 World Cup final that India won. I watched because it was a special occasion and it felt like the patriotic thing to do. Similarly, I will watch the India-Pakistan match today because it’s a different rush altogether. As clichéd as it may sound, as an Indian, any Indo-Pak discussion catches my attention. Specially post the Pulwama attack and the increasing political tensions, I’d like to see how this tension will affect the performances of both the teams. Also, on a lighter note, my boss – a die-hard cricket fan – has instructed me to watch this match and cheer for India. 'After balakot strike, anything India-Pak will attract me'Rajat Kothari, banker, 38, NoidaI don’t follow cricket but an India-Pakistan game is not cricket. I don’t understand the rules and the jargon of cricket and prefer football, to be honest. At least, it’s played by more than a dozen countries in the world. But when I will sit with my friends and family to watch the game today, I won’t be watching cricket, I feel I will be supporting India against Pakistan, on all fronts. After the skirmishes recently and the Balakot Air Strike, the atmosphere is such that anything India-Pakistan will attract my attention. This will be my first ever cricket match and I hope India wins. ‘The only way to socialise today’Ishita Mathur, teacher, 22, GhaziabadI will watch it because it’s a great way to socialise. Today, cricket will be the only topic of conversation. It just doesn’t seem right to ignore that or not be a part of the discourse. So, I will join my family in front of the TV today and watch the game. The reason I don’t watch cricket is because I find it boring. I prefer other team sports like football and basketball. They seem more participative and active. In cricket, it seems only the bowler and batsmen are doing something at a given time while the others are passively involved. 'Flatmates will suck me into the frenzy'Tsering Tashi, research scholar, 29, DelhiI will have to watch it. What else do you do when everyone around you is crazy about it? I live in a flat with three other cricket-crazy boys and they will watch the game. So, I will be party to the frenzy. I grew up watching and playing football and for me, that is the beautiful game. Cricket is just a colonial hangover, not a sport. I have managed to avoid all the other India matches in the World Cup so far but the hype around the India-Pakistan match is such that you get sucked into the maelstrom somehow. Match tickets being sold for Rs 4 lakhThe tickets for the clash which will take place at the Old Trafford Stadium – which has a capacity of 20000 – were sold out within hours of the ticket window opening. There were half a million ticket applications for the match, meaning the stadium could have been sold out 20 times over. And now, those who have bought the tickets are earning more by re-selling them. One website, is now buying tickets from fans and is reselling them for prices ranging from approximately Rs 20,000 to Rs 60,000. According to the UK media, tickets are being sold in the black market for anything from £5,000 (Rs 4.4 lakh) to £2,500 (Rs 2.2 lakh) Download The Times of India News App for Latest City ."}, "Girl commits suicide in MDU hostel": {"time": "2019-06-13 09:23:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/girl-commits-suicide-in-mdu-hostel/articleshow/69763905.cms", "description": "ROHTAK: A 24-year-old girl student from Meham district on Tuesday night committed suicide by hanging from the ceiling fan in Maharshi Dayanand University (MDU) girl’s hostel. The deceased has been identified as Gangandeep Kaur, who was a student of M. Pharmacy (final year) in the university. Professor Rajesh Dhankhar, chief warden of the girl’s hostel, told the media that they came to know about the incident on Wednesday after she did not come for breakfast. When hostel staff went to her room, she was found hanging from the ceiling fan. Kaur was good at academics and was happy with her life, said one of her classmates who met media persons outside the hostel. \"We met her on Tuesday and there seemed to be no such issue which could force her to take the extreme step. However, she was little emotional and used to take things to heart. But there was no big issue as such going on in her life,” said another classmate. Sources, however, said that she was in tension over submission of her thesis to the department and had shared the concern with some of her friends. The MDU administration said that the deceased’s parents were informed about the development and they were co-operating with the police. An FSL team also visited the spot for investigation. The police said that they were probing it after registering a case under Section 174 of the CrPC (procedure for investigation into unnatural death cases). Download The Times of India News App for Latest City ."}, "No Garbage collection at Houses": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nogarbagecollectionathouses/articleshow/64008398.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Gurugram: Two more arrested for gas agency loot": {"datetime": "", "description": "GURUGRAM: Two more persons were arrested on Saturday in connection with the robbery of Rs 37 lakh from the cashier of a gas agency in November, 2018. Police have recovered Rs 1 lakh from their possession. The police have earlier arrested three members of the Delhi-based gang and now with the arrest of two members, the entire gang has been busted. Police commissioner Muhammad Akil said the gang was active in the NCR for some time and they have been involved in several cases of murder, loot and robberies. “The gang was notorious for executing big loots and robberies,” said Akil. On November 26, 2018, an unknown bike-borne youth had snatched Rs 37 lakh from the cashier of Urvashi gas agency on gunpoint in South City I. A case was registered in this case in Sector 40 police station. The gas agency belongs to BJP district spokesperson and local councillor Kuldeep Yadav's family. Sushil Lathar, cashier of Urvashi Enterprises, was leaving for a bank to deposit Rs 37 lakh in cash. Three men came on a bike and snatched the cash bag after threatening to shoot him. The other three members were arrested in December last year. Later in December police had managed to arrest three members of gang — Sombir, Ishwar and Sachin alias Chottu and recovered two country made pistols and 8 bullets from their possession. Crime unit of 39 on Saturday arrested two more accused from Delhi in connection with the case. The accused were identified as Saunny and Ajay both from Delhi. They were produced before court and taken into five day police remand. During interrogation they revealed that Sombir was master mind of the gang. Sombir met one Surender in jail and he discussed with him plan to start a gas agency. After coming out of the jail Surnder introduce Sombir to manager of Urvashi gas agency. After witnessing large transaction of cash at Urvashi gas agency he decided to loot the manager. Police said Ajay was involved in conducting recce of the gas agency and its manager before executing the crime. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:45:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/two-more-arrested-for-gas-agency-loot/articleshow/69817713.cms"}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Rani Chatterjee": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "50 Karnal farmers get notices for sowing paddy early": {"time": "2019-06-15 09:31:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/50-karnal-farmers-get-notices-for-sowing-paddy-early/articleshow/69796132.cms", "description": "KARNAL: The deputy director, agriculture, Karnal, has issued notices to 50 farmers of the district for transplanting paddy before the fixed date (June 15), thus violating the Haryana Preservation of Sub-Soil Water Act, 2009. The department has uprooted the crop transplanted in around 50 acres. “The department had fixed June 15 for paddy transplantation, but 50 farmers sowed it earlier in violation of the Soil Water Conservation Act 2009,” said Dr Sunil Kumar, SDO, agriculture department, Karnal. “We had issued notices to more than 50 farmers for transplanting paddy crop early and asked them to destroy it on their own. Out of them, 19 farmers had uprooted their paddy according to the department guidelines. But when the remaining farmers did not do so on their own, so we have sent the proposal to the deputy commissioner to impose a fine on them,” he added. The SDO said paddy was cultivated on 1.72 lakh hectares in Karnal, but now the agriculture department has decided to reduce the area under paddy by 12,000 hectares in the district and shift the area under maize. He said to promote cultivation of maize, the department would give an incentive of Rs 2,000 per acre to the farmers. Download The Times of India News App for Latest City ."}, "MY CITY AT CROSSROADS-GURGAON": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mycityatcrossroads-gurgaon/articleshow/63852963.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "How to travel in Delhi Metro": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/howtotravelindelhimetro/articleshow/65086910.cms", "description": ""}, "construction actiivity in Gwal Pahari": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/construction-actiivity-in-gwal-pahari/articleshow/62658560.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}