{"Drainage waste on roadside not collected": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagewasteonroadsidenotcollected/articleshow/69718374.cms", "description": ""}, "No official from Telangana attends Niti Aayog meet": {"datetime": "", "description": "HYDERABAD: After chief minister K Chandrasekhar Rao decided not to participate in the meeting of governing council of Niti Aayog, chaired by Prime Minister Narendra Modi in Delhi, none of the officers from the state attended the meeting. Earlier, there were reports that KCR would depute chief secretary SK Joshi or principal secretary of finance K Rama Krishna Rao to attend the meeting. Officials said that various departments such as revenue, agriculture, municipal administration and home had prepared notes on the issues to be raised during the meeting. The Niti Aayog on Saturday discussed issues like rainwater harvesting, drought situation and relief measures, transforming aspirational districts as well as security-related issues with a specific focus on districts affected with left-wing extremism. In the previous Niti Aayog meeting, KCR had sought more powers for the states, especially in sectors such as education, health and rural roads. This time he skipped the meeting and instead wanted to meet Modi separately and invite him for the inauguration of Kaleshwaram project on June 21and also seek financial support for various projects being implemented in the state like Mission Bhagiratha, Mission Kakatiya. He also wants to seek national status for Kaleshwaram project on the lines of Polavaram project. Download The Times of India News App for Latest City .", "time": "2019-06-16 12:58:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/no-official-from-telangana-attends-niti-aayog-meet/articleshow/69810773.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Pruned tree branches rotting": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/prunedtreebranchesrotting/articleshow/69749041.cms", "description": ""}, "On cam: Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "The National flag torn and still flying": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thenationalflagtornandstillflying/articleshow/69708858.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Sewerage overflow on Camelot Layout, Kondapur": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerageoverflowoncamelotlayout2ckondapur/articleshow/69764477.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "Mi Days on Amazon": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/mi-days-on-amazon-get-up-to-rs-6500-off-on-redmi-y3-mi-a2-redmi-note-5-pro-and-more/articleshow/69819589.cms", "description": ""}, "Parents want half-day schools till June 22": {"datetime": "", "description": "HYDERABAD: With high temperature prevailing in the state, the Telangana Parents Association (TPA) demanded that the government issues order directing schools to function only for half day until June 22. The TPA members said that its inhuman to make children sit in classes for full day when the temperature is above 40 degree Celsius. “The state government should declare half day in schools at least for a week as heatwave conditions are prevailing in the city. Children won’t be able to sit in classes for full day,” said Nagati Narayana, TPA president. They added that there is no drinking water in many government schools as the state government failed to provide maintenance grant to these schools. “In many government schools, there is no staff to clean the premises or provide drinking water to students. There is also shortage of water in many schools. Under these circumstances it is better that the state announces half-day school,” said P Laxmaiah, TPA general secretary. The schools across Telangana were supposed to reopen for the new academic year on June 1. However, the state postponed it to June 12 due to heatwave conditions in the state. From June 12, schools are functioning from 8.30am to 3.30pm. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:23:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/parents-want-half-day-schools-till-june-22/articleshow/69817392.cms"}, "PCB can levy environmental compensation on industries": {"datetime": "", "description": "Hyderabad: Industries are liable to pay environment compensation under ‘Polluter Pays principle’, a statement released by Telangana State Pollution Control Board said on Saturday. The statement mentioned that National Green Tribunal, Delhi, in its judgment on February 19 empowered the Central Pollution Control Board to levy environmental compensation on polluting industries. It warned all concerned industries “to take immediate remedial measures” in this regard. As per Section 20 of the NGT Act, 2010, while passing any order, decision or award, the NGT has to apply three core principles, including the “principles of sustainable development, precautionary principle and the polluter pays principle”. The Polluter Pays Principle is important for determining cost of damage from violations, which have not been standardised. While placing liability on polluting units and individuals, it is also key to fostering sustainable practices. HC Mishra, environmental expert and lawyer, told STOI, “Industries have not been complying with NGT orders or are delaying doing so. The NGT’s judgment provides for a delegation of power for implementation of such orders.” Experts suggest that though determining exact penalty amount is not possible, some definitive quantitative determination must be made. Penalties should be sufficient to deter industries from causing pollution, which is not the case currently. V V Hari Prasad, an environmentalist and lawyer, said: “While state pollution control boards have necessary power, they must ensure that action initiated against industries is taken to its logical conclusion.” Download The Times of India News App for Latest City .", "time": "2019-06-16 04:56:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/pcb-can-levy-environmental-compensation-on-industries/articleshow/69806934.cms"}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Thief caught red-handed in Nizamabad, beaten to death": {"datetime": "", "description": "NIZAMABAD: Massive tension erupted at Nizamabad’s Jalalpur village, on Saturday, after a thief was beaten to death by locals, on being caught red-handed trying to steal valuables from a house. Enraged over the brutality, relatives of the thief, Ketavat Shankar, from neighbouring Shankora village attacked Jalalpur residents and even tried to organise his cremation within the same house he burgled. They arranged a funeral pyre, before the police intervened and foiled their plans. It all began when Shankar, along with one of his accomplices, broke into the house of Pallerla Bhoomaiah. When residents of the village spotted him, they nabbed Shankar, tied him to an electric pole and beat him. He died on the spot. Furious over the killing, Shankar’s relatives went on rampage. According to reports, the mob wanted to cremate him within the same premises where he was beaten to death. The groups relented only after police reached the spot. Confirming the incident, A Raghu, additional commissioner of police, Bodhan division said: “The person died after a few people attacked him and beat him for stealing something valuable from one of the houses in the village. There was a fight between the deceased person’s relatives and villagers but it was brought under control. They tried to organise a cremation in the house but we stopped it.” Police also spoke with the two parties and pacified them, he added. Following the clashes, the police posted a picket in Jalalpur village. Download The Times of India News App for Latest City .", "time": "2019-06-16 12:29:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/thief-caught-red-handed-in-nzb-beaten-to-death/articleshow/69806905.cms"}, "Road closed for more than a month": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadclosedformorethanamonth/articleshow/69708860.cms", "description": ""}, "Monsoon to enter Telangana after June 16: IMD Hyderabad": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/monsoon-to-enter-telangana-after-june-16-imd-hyderabad/videoshow/69798660.cms", "description": ""}, "\nHyderabadi cricketer T Suman gets hitched to his lady love\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadi-cricketer-T-Suman-gets-hitched-to-his-lady-love/articleshow/53885776.cms", "description": "BAND, BAAJA AND BARAAT  In a grand wedding ceremony on Friday evening, Hyderabadi cricketer T Suman finally tied the knot with his lady love Julaiikha Patnam. Looking gorgeous in a green Kanjeevaram saree, she entered the hall in a palanquin, while Suman — all smiles at the sight of his bride-to-be — also made quite an entry with band, baaja and baraatis. “It feels amazing to be married, honestly! I never thought I’d have such a grand ceremony and it feels nice to get a warm welcome from Julaiikha’s family,” said Suman excitedly.  STARS OF THE EVENING  Suman’s parents Laxminaranyana and Anjali, and Julaiikha’s parents Pawan Kumar and Jyothisree were seen welcomed the guests warmly. Actor Balakrishna and with his wife Vasundhara Devi were one of the first to arrive and gave their best wishes to the couple. Also spotted mingling with the guests was former cricketer VVS Laxman.  FOODIES' DELIGHT  Guests were treated to a lavish spread — from pizza to chaat to Indian delicacies. With faludas, juices and ice creams, the dessert counter was a hit. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "AP: People desert villages for a drop of water": {"datetime": "", "description": "ONGOLE: With no sign of rain, situation has worsened in the western parts of drought-hit Prakasam district. Thousands of families are deserting the villages. Hundreds of deep borewells have gone completely dry leaving no water to be tapped. According to unofficial reports, at least 24 villages in Yerragondapalem, Kanigiri, Giddalur and Markapuram constituencies have been deserted. This is the fourth consecutive year that Prakasam district is witnessing a severe drought. The rural water supply department (RWS), transporting water to the crisis-hit villages, has been struggling to meet the ever-increasing demand for water. Prakasam district singularly is taking up nearly 10,000 trips of water tanks each day of the 22,000 trips being supplied by the water supply department for the entire state. Sources said that RWS officials supplied over 7,500 trips per day to the area in April and upped the scale of supplies to 9,400 by May. They thought that the situation might ease down by June. However, it was not to be. The attempts of the RWS to revive the borewells have also gone in vain as water could not be tapped even at the depth of 1,000ft. Sources in the RWS say that they would not be able to continue the supply by tankers for long. “In fact, it has become very difficult to supply 1,000 trips per day to each assembly constituency,” said a senior RWS official. “Leaving the village is the only way to survive now,” said Pedda Venkateswarlu of Karumanupalle village of Tarlubadu mandal. Even villages located on the banks of Nagarjunasagar branch canal are facing acute drinking water crisis. It was, for example, considered that Podili mandal had ample reserves of drinking water. But even here, the borewells have all dried up this year. The cattle are the worst-hit and farmers are being forced to sell away their animals due to the shortage of water and fodder. Education minister and legislator of Yerragondapalem Adimulapu Suresh has words of promise to offer though. “We will make an assessment of the situation and seek additional funds from the CM to manage the situation,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:34:00", "link": "https://timesofindia.indiatimes.com//city/vijayawada/in-prakasam-people-desert-villages-for-a-drop-of-water/articleshow/69816972.cms"}, "Lack of proper fencing at Nacharam": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lackofproperfencingatnacharam/articleshow/69733098.cms", "description": ""}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "underage driving": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/underagedriving/articleshow/69807993.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "\nHyderabad high on Janmashtami fervour\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabad-high-on-Janmashtami-fervour/articleshow/53872338.cms", "description": "It was quite a festive mood at Shilparamam on Thursday as Krishnashtami celebrations took centre stage. Utla Panduga — a much loved tradition among youngsters — organised out in the grounds kept the revellers engaged before dance ballets celebrating Lord Krishna’s life — ‘Leela Madhavam’ and ‘Krishna Leelamrutham’ entertained the audience. Paying no attention to the pouring rain, the guests enjoyed the festivities to the fullest. Download The Times of India News App for Latest City ."}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Rains likely to hit Andhra by June 18": {"datetime": "", "description": "AMARAVATI: In Andhra Pradesh, conditions for onset of monsoon are likely to be favourable over the next two to three days and is likely to hit the state only by June 18. “At present, an upper air cyclonic circulation is marked over West central Bay of Bengal off Andhra Pradesh Coast at mid and upper tropospheric level. Further, we expect this weather system to intensify more,” read a weather report issued by Skymet, an independent weather forecasting agency. “In the wake of all these weather systems, clouds will increase gradually and rain intensity will be spreading over to northern parts of Andhra Pradesh,” the weather report further stated. These weather activities will be accompanied by strong winds and are expected to continue for coming four to five days. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:22:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/rains-likely-to-hit-andhra-by-june-18/articleshow/69817371.cms"}, "Maruti Suzuki, car showroom told to pay Rs 1 lakh to consumer for faulty horn": {"datetime": "", "description": "HYDERABAD: A district consumer forum here directed Maruti Suzuki India Ltd and Varun Motors to pay Rs 1 lakh as compensation to a consumer for failing to replace faulty horn of his car. K Sudharshan Reddy, the complainant, submitted that he had purchased Maruti Alto 800 in July 2014. He said within six months of purchase, he noticed several problems in the car, including noise from the engine, broken lock level on the right-hand side rear door, faulty horn and a crack on the front side windshield. He submitted that he immediately rushed to the showroom and then to authorised service center to get these problems rectified, but instead of replacing the old horn with a new one, they tried to repair the defective piece. Reddy claimed that next day, while going to work, he could still hear the noise from the engine and the horn was not functioning. He further claimed that due to the faulty horn, he was forced to drive slow and it resulted in an accident. He said that because of slow driving the vehicle was consuming more petrol and also he had to leave early for work and was reaching home late. Claiming that Maruti Suzuki and Varun Motors failed to rectify the problems despite multiple complaints, he filed this complaint in the consumer forum seeking compensation. The representatives of Maruti, in their written version, submitted that Sudharshan Reddy did not lodge any complaint with regard to non-working of the horn, but only stated that the horn was defective. They said that they had adjusted the horn and delivered it on the same day as the horn was working after adjustment. They claimed that the complainant’s allegation that an accident took place due to non-working of the horn is false. Varun Motors representatives, meanwhile, contended that they are only responsible for providing services during the warranty period and there is no deficiency on their part. During the trial, the bench said, “There is always the likelihood of occurrence of an accident in the absence of functional horn, especially in Hyderabad traffic. The horn in the context of heavy traffic in Hyderabad is essential for smooth running of vehicles and to prevent accidents. The contention of the opposite parties that there is no possibility of an accident if the horn is not functioning, is therefore without any basis and it’s quite untenable.” Download The Times of India News App for Latest City .", "time": "2019-06-17 08:36:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/maruti-suzuki-car-showroom-told-to-pay-rs-1l-to-consumer-for-faulty-horn/articleshow/69817477.cms"}, "Marijuana chocolates seized in Telangana, 2 held": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/marijuana-chocolates-seized-in-telangana-2-held/videoshow/69809256.cms", "description": ""}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Laxman slams KCR for skipping Niti Aayog meet": {"datetime": "", "description": "HYDERABAD: Telangana BJP president K Laxman came down heavily on chief minister K Chandrasekhar Rao for not attending the Niti Aayog meeting held in Delhi on Saturday. Speaking at a press conference on Sunday, he said the Telangana CM, who talks of achieving Bangaru Telangana, that includes development of all sectors, especially agriculture, irrigation and social welfare, did not bother to attend the meeting which was on agriculture, drought, seasonal conditions and other issues. \"KCR went to Mumbai to invite Maharashtra CM Devendra Fadnavis for the inauguration ceremony of Kaleshwaram project, but he did not invite Prime Minister Narendra Modi, who granted clearances to the project within a record time,\" Laxman said. AP chief minister YS Jaganmohan Reddy, he said, attended the meeting honouring the convention and requested the Centre for special category status, and added that Rao avoided meeting Modi as he lost face after losing four seats to BJP. “He is unable to digest the defeat of his daughter K Kavitha in Nizamabad and B Vinod Kumar in Karimnagar,” he said. Laxman said the party will hold agitations against school fee hike and unemployment in July.He said the party will begin a membership drive from July 6 after forming six committees. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:12:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/laxman-slams-kcr-for-skipping-niti-aayog-meet/articleshow/69817228.cms"}, "\nHyderabadis headbanging and death growling for the win\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadis-headbanging-and-death-growling-for-the-win/articleshow/53928733.cms", "description": "Papri.Paul@timesgroup.com  Hyderabad’s metalheads had a gala time at a cultural fest hosted by IIT Kanpur at a city hotspot on Sunday evening. Four high-octane city bands — The Immortal Peace, Hostilian, The Sword and We’ll Decide Later rocked the floor with their 440 volt performances. Competing with each other for the semi finals in IIT Kanpur next month, the bands went all in with guitars, drums and of course, some intense head banging. Sipping on their cocktails and beers, the guests basked in the all-metal glory. Download The Times of India News App for Latest City ."}, "5 trucks used for illegal transport of sand, seized in Andhra’s Srikakulam": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/5-trucks-used-for-illegal-transport-of-sand-seized-in-andhras-srikakulam/videoshow/69800627.cms", "description": ""}, "\nA mesmerising Fusion of sur, taal and jazz, in Hyderabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/A-mesmerising-Fusion-of-sur-taal-and-jazz-in-Hyderabad/articleshow/53753772.cms", "description": "Papri.Paul@timesgroup.com  The polyrhythmic notes of jazz fused with the ethno-musical notes of Baul Lokogeeti (devotional folk songs from Bengal) formed an interesting ensemble in a very unique fusion concert — One World Fusion 2016. True to its name, the concert held at Ravindra Bharati, saw some of the best names from the music world join hands to mesmerise Hyderabad’s music lovers.  eminent sax player George Brooks, santoor maestro Pt.Tarun Bhattachary, flute maestro Pravin Godkhindi, tabla marvel Pt.Shubhankar Banerjee, drumming sensation Gino Banks and prominent keyboard player Sagar Paul blended their artistic outflow with the famous couple, Sahaj Ma Baul, an eminent Baul Singer and Utpal Faqir, a famous baul dutara and banjo player. The amalgam that apposed diametrically divergent and distinguishing styles was enthralling, to say the least.  the group started with Vande Mataram fused with Sare Jahan Se Achha, keeping in mind the Independene Day fervour. Sahaj Ma’s deep voice and Godkhindi’s classical vistar resounded in the auditorium. A peek into each performer’s individual streams left listeners spellbound. Brooks’ jazz fare with hints of Indian sounds, with tabla, drums and santoor thrown into the mix, was a hypnotic hybrid, undeniably unlike anything the audience had ever heard before.  Pt Tarun Bhattacharya strummed his santoor, exploring myriad challenging cross-rhythmic patterns, inviting a parallel response from his fellow musicians in tabla, drums, flute and saxophone. The jugalbandi between Pt.Shubhankar Banerjee on tabla and Gino Banks on drums left the audience craving for more. Pravin Godkhindi, who is the only Indian to play the world’s largest flute, the contrabass, captivated the audience with his euphonious flute renditions. Sahaj Ma and Utpal Faqir transported the audience to rural Bengal with the song, Chander gaye chaand legeche, amra jene korbo ki, by a Bengali Baul saint, Lalon Fakir.  The musicians followed each other on stage, improvising to suit each other’s style, yet, not letting their individualistic style get lost in the blend. As the musicians traversed through intricate patterns to attain a crescendo, the auditorium thundered with undying applause.  Sahaj Ma and Utpal Faqir broke into a slow dance in the midst of their performances. Sagar Paul could not stop himself rocking to and fro with the rhythm throughout the concert. Even George Brooks swayed his hips from time to time enjoying the performance. They all looked like a bunch of buddies who sat together to jam, unmindful of the 500 awestruck eyes watching them.  A splendid musical treat, indeed! Download The Times of India News App for Latest City ."}, "Hyderabad: Four women held for assaulting pub-goer, remanded": {"datetime": "", "description": "HYDERABAD: A junior artiste-cum-dancer approached Punjagutta police on Saturday, claiming that four women and a man had assaulted her at a pub in Begumpet. She also levelled serious allegations that the five people she named have been trying to force her into prostitution. Based on her complaint, police said the accused women have been arrested under sections 354, 509, 323 and 506 of IPC and remanded in judicial custody. The 27-year-old victim said she was assaulted by the four women and the man in the early hours of Saturday. The accused reportedly tore her dress and physically assaulted her. She came running out on to the road, crying for help. Both the victim and the accused frequent the pub, it is learnt. According to the victim, the accused have been pressurising her to get into flesh trade. On Wednesday, they repeated the demand and offered her Rs 10,000. Fearing that she could be targeted again, the victim did not visit the pub on Thursday. “It was at 1 am she was attacked and her gold ring and chain were stolen,” police said. The accused man is yet to be arrested. Rumours were doing the rounds that both the victim and the accused have been employed with the pub. However, Ramesh, a pub representative, denied this. He told newsmen that the victim was not their customer and refuted the charges levelled against the pub. According to the victim, the accused have been pressurising her to get into flesh trade. On Wednesday, the accused repeated the demand and offered her Rs 10,000 Download The Times of India News App for Latest City .", "time": "2019-06-16 07:31:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/four-women-held-for-assaulting-pub-goer-remanded/articleshow/69806950.cms"}, "Docs' strike: Patients may face brunt in  T'gana": {"datetime": "", "description": "HYDERABAD: With hundreds of doctors across Telangana joining the nationwide strike on Monday, patients faced delay and cancellation of appointments at several healthcare facilities. The strike has been called by the Indian Medical Association (IMA), the largest representative body of doctors, due to various reasons including the recent attack on a doctor at the NRS medical college in Kolkata. Although private hospitals might not be shut completely, the number of doctors available may be less. Anticipating huge impact of the strike on healthcare services, the health authorities have directed superintendents of all the government hospitals to gear up to handle the crisis. “With repeated incidents of attacks on doctors across the country in the recent past, the entire medical fraternity is agitated. Healthcare services are bound to be affected but emergency services and in patient services will be running in government hospitals. We have already instructed superintendents of all the government hospitals to gear up to handle the situation,” said Dr K Ramesh Reddy, director, medical education. Though senior doctors, assistant professors and head of departments from government medical colleges will be pressed into service, elective services are being boycotted completely in government hospitals too. Members of Telangana Junior Doctors Association (TJUDA) will boycott all elective services. Download The Times of India News App for Latest City .", "time": "2019-06-17 10:11:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/docs-strike-patients-may-face-brunt-today/articleshow/69817384.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Auto Roof Top Garden": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/autorooftopgarden/articleshow/69764402.cms", "description": ""}, "Bar dancer stripped, thrashed in Hyderabad": {"datetime": "", "description": "HYDERABAD: Four women were held for allegedly stripping and beating a bar dancer after she denied to engage in paid sexual intercourse in Begumpet area of Hyderabad in Telangana, police said on Sunday. According to the police, the victim had joined a pub as a dancer in Bagumpet area of the city a few months back. \"Sometime after her joining, the management of the bar started harassing her to visit customers and perform sexual activities,\" the police in Panjagutta said. After the dancer turned down their demand of paid sex, her colleagues including four women and a man stripped and beat her up. A case has been registered under section 354 (Assault on woman with intent to outrage her modesty), 509 (act intended to insult the modesty of a woman), 506 (punishment for criminal intimidation), 323 (punishment for voluntarily causing hurt) read with 34 (acts done by several persons in furtherance of common intention) of the Indian Penal Code against the accused. All the four accused women have been nabbed while the man is on the run. The accused were sent to judicial remand on Saturday. Efforts are on to nab the remaining one accused, the police said. Telangana Director General of Police Mahender Reddy has sought a report from the Circle Inspector, Panjagutta, over the alleged incident. Download The Times of India News App for Latest City .", "time": "2019-06-17 10:11:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hyderabad-bar-dancer-stripped-thrashed-for-refusing-to-have-sex-with-customers/articleshow/69820170.cms"}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "DRI seizes ganja worth Rs 1.9 crore on outskirts, 2 held": {"datetime": "", "description": "HYDERABAD: In what is one of the major seizures in recent times, DRI officials on Friday intercepted a cargo lorry on the outskirts of the city and seized 944.7 kg of marijuana worth Rs 1.88 crore. Based on specific intelligence that narcotic substances were being transported illegally, the DRI officials launched an operation and intercepted a cargo lorry coming from the direction of Ramoji Film City at LB Nagar. The contraband, packed in small packets, was concealed under a load of tender coconuts. The value of the contraband is about Rs 1.88 crore and it was sourced from the Andhra-Telangana border area. The officials have also seized the lorry, which was used for transport of the contraband covered under the Narcotic Drugs and Psychotropic Substances (NDPS) Act. “Two persons, including the driver, were found involved in the illegal transport of ganja,” the officials said. Two persons were arrested . Download The Times of India News App for Latest City .", "time": "2019-06-16 07:51:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/dri-seizes-ganja-worth-rs-1-9cr-on-outskirts-2-held/articleshow/69807327.cms"}, "GHMC Open Your Eyes": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghmcopenyoureyes/articleshow/69683780.cms", "description": ""}, "House displaced tribals at Wankhidi hostel, govt told": {"datetime": "", "description": "Hyderabad: Disapproving the way forest authorities are dispossessing tribals from their dwellings and land in the forest, the Telangana high court on Sunday directed the state government and forest department to provide accommodation to 67 adivasis of Komalkondi village of Kumaram Bheem-Asifabad district in the social welfare hostel at Wankhidi in the district immediately. “This (providing accommodation) should happen tomorrow (Monday) itself,” a bench of acting Chief Justice Raghavendra Singh Chauhan and Justice Shameem Akther ordered, while hearing a house motion, moved by professor Gaddam Lakshman of Civil Liberties Committee, at the residence of the acting CJ. The petitioner told the court that 67 persons from 16 tribal families were forcibly removed from their dwellings and fields, transported and put up at a timber depot at Vempalli. Forest officials, however, claimed it was rehabilitation. They had also claimed that the 67 persons went voluntarily to the depot. The bench verified with interpreters, Osmania University professors Jayadheer Tirumala Rao and G Manoja, and came to a conclusion that “there is nothing voluntary in the timber depot rehabilitation”. It found fault with the forest officials for the inhuman treatment meted out to the poor tribals despite the fact that the Forest Dwellers Act provides rights and protection to the forest-dwellers. The bench also directed the state to provide land for cultivation to the dispossessed tribals within six months and pucca houses within a year. “Provide them with the required ration, medicines and other essential goods till they are reasonably rehabilitated,” it said. The bench made it clear to the petitioner's counsel that he was free to move a contempt plea if these directions were not implemented by the state government. Earlier, on a directive from the bench, the officials brought heads of the 16 tribal families and produced them before the bench on Sunday evening. The petitioner criticised the inhuman manner in which the tribals were 'rehabilitated' at a forest timber depot at Vempalli. The bench wanted to hear the version of the tribals and hence requested the OU academics, who knew their language, to assist the court. The state mooted the idea of rehabilitating the tribals at Wankhidi hostel. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:08:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/house-displaced-tribals-at-wankhidi-hostel-govt-told/articleshow/69817166.cms"}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Defection tremors rock Cong again": {"datetime": "", "description": "Hyderabad: A day after Munugode Congress MLA K Rajagopal Reddy dropped hints that he is looking towards the BJP, defection tremors rocked the Congress on Sunday too. According to sources, Rajagopal Reddy is in touch with a few Congress leaders including Congress MLA Jagga Reddy. He is likely to take a few Congress leaders to the BJP along with him. As Rajagopal Reddy is likely to get a showcause notice from the Congress leadership, his brother and MP Venkata Reddy reportedly left for Delhi on Sunday. A decision will be taken by them after he returns from Delhi. Meanwhile, several Congress leaders on Sunday took objection to Rajagopal Reddy’s comments. AICC member and TPCC election cell coordinator G Niranjan advised Rajagopal Reddy to introspect. “It has become a fashion for the leaders who are joining other parties to criticise the party. Did Rajagopal Reddy’s family ever offer a chance to others,” he wondered. Congress MLA Seetakka condemned Rajagopal Reddy’s remarks. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:13:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/defection-tremors-rock-cong-again/articleshow/69817246.cms"}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "Hyd’s IT & education hub stares at water crisis": {"datetime": "", "description": "HYDERABAD: The Information Technology, education and economic heart of the city is in the grip of water crisis. Residents in areas such as Gachibowli and Financial District are grappling with meeting their basic water needs for months owing to dipping groundwater table and poor water supply. “Groundwater situation in the area is critical,” said Chandra Reddy, district water department in-charge for Ranga Reddy on Friday. The groundwater department measures water levels according to mandals. Both Gachibowli and Financial District are categorised under the Serlingampally mandal. The department’s report for the 2018-2019 up to May shows that the current average in Serlingampally is 13.79 metres below ground level (mbgl) from 10.85mbgl last year. While groundwater level reduced by 2.94mbgl on paper, what is more frightening is that the department does not have historical records of specific areas such as Gachibowli or Nalagandla. Chandra Reddy said, “The actual levels could be as poor as 25mbgl to 30mbgl. This is because the rocky landscape does not allow water to permeate. Also poor rains and mindless concretization are to blame.” “For measuring the groundwater, one needs to have separate borewells dug. These areas have rocky terrain and do not easily allow for such deep borewells,” said Chandra Reddy, adding that required infrastructure will be created under the Phase 2 of World Bank project. Rainfall is the principal source of input for groundwater recharge. In Ranga Reddy district, under which Serlingampally falls, 487.9mm rainfall was recorded against the normal rainfall of 692.8mm during 2018-2019 (up to May). This is 29.6 per cent less than the normal. Sources in the Hyderabad Water Supply and Sewerage Board (HMWS&SB) said that the problem is due to lack of rains and consequent drying up of Manjeera and Singur water sources. The water board stopped drawing water from these sources in February this year. Officials speaking on condition of anonymity said they hope the water levels increase once the monsoon starts. Download The Times of India News App for Latest City .", "time": "2019-06-17 07:14:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/citys-it-and-education-hub-stares-at-severe-water-crisis/articleshow/69817330.cms"}, "‘Raise retirement age of faculty to avoid crunch at urology dept’": {"datetime": "", "description": "HYDERABAD: While the latest announcement of increasing the retirement age of teaching faculty has not gone down well with junior doctors and assistant professors, an internal document of the state health department has pointed out that if the age is not hiked, not a single faculty member will be available in Department of Urology across the state. This is expected to bring the kidney transplant programme in government hospitals to a screeching halt as per the document. “The deficiency of teaching staff in government medical and dental colleges is becoming very acute, especially with a significant number of vacancies in the higher cadre of professors and associate professors,” read the document stressing that this year 54 doctors would be retiring from various medical colleges in the state, of which 34 are in the cadre of professors. “In some of the super specialty departments due to retirement of professors this year and non-availability of eligible candidates in the feeder category, the departments are going to run without professors for the next two years. In the Department of Urology not a single professor will be available throughout the state after May 2019. Kidney transplants programme will stop in government hospitals,” as per the document. Telangana Junior Doctors Association, Healthcare Reforms Doctors Association and the government doctors associations have refuted the claims. “It is a created shortage shown by some senior officials to misguide the government. Recently four assistant professors were allotted to the Osmania medical college , but none were posted to Gandhi hospital. If the Career Advancement Scheme is implemented, there will be no deficiency of professors. There is an urgent need to recruit assistant professors but that is not being done. Recruitment is the only answer for the problem of scarcity of doctors,” said Dr Ramesh, president, Telangana Government Doctors Association. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:07:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/raise-retirement-age-of-faculty-to-avoid-crunch-at-urology-dept/articleshow/69817157.cms"}, "One-month-old handed over to ICDS": {"datetime": "", "description": "Hyderabad: A one-month-old baby girl was handed over to the Integrated Child Development Services (ICDS) by the police on Sunday after residents of Kal Nagar in Metpally alerted the police about a woman trying to sell her daughter. Police reached the spot and interrogated the woman, who identified herself as P Ganga Jyothy of Armoor. “Jyothy’s husband deserted her six months ago. She has a two daughters. The elder one is three years old and the younger one is one month old. In search of livelihood, she came to Metpally and worked as a ragpicker. Unable to feed her two children, she decided to sell the younger one,” Metpally sub-inspector Kiran said. Police made a General Diary entry of the incident. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:14:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/one-month-old-handed-over-to-icds/articleshow/69817263.cms"}, "CPI leaders hold shirtless protest, accuse KCR of encouraging defections in Hyderabad": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/cpi-leaders-hold-shirtless-protest-accuse-kcr-of-encouraging-defections-in-hyderabad/videoshow/69798616.cms", "description": ""}, "Cool, curious, colourful: Cricket’s craziest fans converge at Old Trafford as India takes on Pakistan": {"datetime": "", "description": "Mohammad Bashir aka Chacha Chicago, who has been getting match tickets for Indo-Pak clashes from MS Dhoni since 2011, reveals why he supports India over the country of his birth. The bond between MS Dhoni and Karachi-born Mohammad Bashir aka ‘Chacha Chicago’ blossomed during the 2011 World Cup semifinal between India and Pakistan and it has only grown stronger since. Such is the bond that Bashir has flown into Manchester from Chicago (approximately 6000 km) for today’s high-octane Indo-Pak contest without a match ticket.  He knows that Dhoni will ensure that he is it at the Old Trafford when the first ball is bowled. “I arrived here yesterday and saw that people are ready to pay as much as £800-900 (approximately Rs 70,000 to 80, 000) for a ticket. A return ticket from Chicago costs the same. Thanks to Dhoni, I don’t have to struggle for a match ticket,” said the 63-year-old, who owns a restaurant in Chicago and is an American passport holder. The connection between Chacha and MSD goes back to 2011. Bashir was bowled over by Dhoni’s benevolence when the India’s World Cup-winning captain went out of his way to arrange a ticket for him for the marquee clash in Mohali, a showdown for which most fans would pay an arm and a leg to watch in person. Eight years later, the heartwarming story of Bashir and Dhoni continues.  It is not a surprise anymore that Bashir supports Dhoni’s team over the country of his birth whenever the two sides clash. Dhoni might not be easily accessible for even his teammates at times but has never disappointed Bashir. “I don’t call him as he is so busy. I keep in touch only through text messages. Long before I came here, Dhoni assured me of the ticket. He is a great human being. I can’t think of anyone else doing what he has done for me since that 2011 game in Mohali. Imagine, I get the ticket for free when most would pay a fortune for it. I have got a surprise gift for him this time and I hope to give it to him later today,” said Bashir. ‘I am alive only for cricket’ His love for his homeland is understandable but the reason for his affinity towards India is his Hyderabadi wife, besides Dhoni of course. His match-day uniform has both India and Pakistan colours and Bashir calls himself an ‘ambassador of peace’. While watching Indo-Pak games all-around the world, Bashir has made lifelong Indian friends and one them is the well-known superfan Sudhir Kumar Chaudhary. In fact, both are staying together in Manchester. “Sudhir abhi apni body pe Tricolour paint karwane gaya hain. I book the room and we stay together. Thanks to Allah, I am doing okay (financially) and that is the least I can do for a friend. I just gifted Sudhir a phone and it made him really happy. These are the little things in life that give you happiness,” he said. Bashir, who has overcome three heart attacks, carries as many as 12 medicines when he is travelling. “It is not easy with my medical condition. Ab toh aisa lagta hain jab tak cricket chal rahi tab tak saasen chal rahi hain,” Bashir added. No prizes for guessing that he is backing India to maintain their unbeaten run over Pakistan today. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:10:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/cool-curious-colourful-crickets-craziest-fans-converge-at-old-trafford-as-india-takes-on-pakistan/articleshow/69809730.cms"}, "Car driver held for raping 19-yr-old girl": {"datetime": "", "description": "HYDERABAD: A day after it came to light that a a 19-year-old girl was allegedly raped multiple times by a 25-year-old car driver, SR Nagar police on Sunday picked up the culprit from his residence at Mallepally. The culprit’s father works at a dargah at Mallepally and he knew the survivor’s father. The girl, who is a school drop-out, stays with her family at Borabanda. Due to personal problems, the girl’s father used to frequently visit the dargah at Mallepally and the accused got acquainted with him. In May last week, the accused offered to take the girl’s family for special prayers at a dargah in Bidar to solve their problems. In Bidar, the accused and the family members of the girl stayed at a lodge. “The victim’s family alleged that the accused raped her at the lodge when she was alone. Later, they returned to Hyderabad. On June 2, the accused raped the victim again when he found her alone at home,” SR Nagar inspector S Murali Krishna said. The survivor’s family members came to know about the sexual assaults on June 13 and lodged a complaint with police. Based on the complaint, SR Nagar police have registered a case under Section 376 of the Indian Penal Code (IPC) against the accused and sent the victim girl to Bharosa Centre for medical examination and counselling. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:26:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/car-driver-held-for-raping-19-yr-old-girl/articleshow/69817455.cms"}, "Ghmc wasting tax payer money": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghmcwastingtaxpayermoney/articleshow/69807977.cms", "description": ""}, "over flowing manholes and stagnant sewage water": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowingmanholesandstagnantsewagewater/articleshow/69733093.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "No official from state attended Niti Aayog meet": {"datetime": "", "description": "Hyderabad: After chief minister K Chandrasekhar Rao decided not to participate in the meeting of governing council of Niti Aayog, chaired by Prime Minister Narendra Modi in Delhi, none of the officers from the state attended the meeting. Earlier, there were reports that KCR would depute chief secretary SK Joshi or principal secretary of finance K Rama Krishna Rao to attend the meeting. Officials said that various departments such as revenue, agriculture, municipal administration and home had prepared notes on the issues to be raised during the meeting. The Niti Aayog on Saturday discussed issues like rainwater harvesting, drought situation and relief measures, transforming aspirational districts as well as security-related issues with a specific focus on districts affected with left-wing extremism. In the previous Niti Aayog meeting, KCR had sought more powers for the states, especially in sectors such as education, health and rural roads. This time he skipped the meeting and instead wanted to meet Modi separately and invite him for the inauguration of Kaleshwaram project on June 21 and also seek financial support for various projects being implemented in the state like Mission Bhagiratha, Mission Kakatiya. He also wants to seek national status for Kaleshwaram project on the lines of Polavaram project. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:56:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/no-official-from-state-attended-niti-aayog-meet/articleshow/69806919.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Telangana: 119 new residential schools for backward classes to begin functioning today": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/telangana-119-new-residential-schools-for-backward-classes-to-begin-functioning-today/videoshow/69814611.cms", "description": ""}, "Monali Thakur performs at an event": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/monali-thakur-performs-at-an-event/articleshow/69787019.cms", "description": ""}, "Bhojpuri star Rani Chatterjee raises temperature in this swimwear!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Telangana new secretariat to be 10 times bigger, will cost Rs 400 crore": {"datetime": "", "description": "HYDERABAD: The government is planning to build a new secretariat with 10 lakh square ft built-up space in three to four blocks in the existing secretariat complex to house all heads of departments. The proposed built-up space will be 10 times more than the existing space in present secretariat. According to preliminary estimations, the new secretariat is expected to cost about Rs 400 crore. Official sources said designs are being given final touches by a Mumbai-based architect and final designs would be shown to chief minister K Chandrasekhar Rao in a week. The government has got various designs prepared for the new complex proposed at Chest Hospital, Bison Polo Grounds and Telangana secretariat blocks. Since AP government has agreed to hand over all the blocks under its control to Telangana government, buildings designs are now being reworked. The vaastu consultant has also been asked to look into the proposed buildings. “Though all the blocks will be razed, only 20% of the available 25 acres will be used for construction of blocks with eight to 10 floors each. The rest will be used for other purposes like parking, conference halls, green space and open ground,” a senior official of roads and buildings department told STOI. Official sources said work on vacating and dismantling of existing seven blocks would take at least four months. Secretaries would be accommodated in respective departments like revenue secretary at chief commissioner of land administration, forest secretary will sit at Aranya Bhavan and municipal administration secretary will sit at commissioner of municipal administration building at AC Guards. “CM will hold a meeting on new secretariat after Kaleshwaram project inauguration. The date of laying foundation stone will also be decided in that meeting,” an official said. June 26 or 27 could be the date, sources said and added that the CM wants to invite governor ESL Narasimhan as he played a crucial role in getting AP secretariat blocks. Download The Times of India News App for Latest City .", "time": "2019-06-16 12:46:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/new-secretariat-to-be-10-times-bigger-will-cost-rs-400cr/articleshow/69806869.cms"}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "\nThat’s all the jewellery you’ll need this pelli season!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Thats-all-the-jewellery-youll-need-this-pelli-season/articleshow/53887909.cms", "description": "Wedding season’s here! Hyderabadi folks are getting married or engaged left, right and centre and you ladies need to be all set to make heads turn. Presenting some pretty chicas who slayed wearing these accessories. Invest in these and you’re set for the shaadi season  Classic chic:  A bright pattu cheera and huge golden buttalu — you can never go wrong with this classic wedding look. Recreate Samantha’s well-placed bottu and you’re good to go!  Get an Ear Wrap  If you’re the kind who loves to experiment, try out these dial earrings that double up as a hair accessory as well. Hebah pulls it off effortlessly in her Filmfare look  Chand sa Bali  Add a little more shine to your chand sa roshan chehra with massive chand balis. Check out how Rakul went for just this pair of silver ones and didn’t bother with any more accessories.  Crowning glory  We absolutely loved Sreeja’s borla mangtika that she wore on her mehendi. And Raashi is killing it with that elegant head crown accessory. Make sure you own one of these!  Subtle n’ striking  Both Lavanya and Regina sported this delicate ring bracelet in their ethnic looks instead of a set of bangles. And it worked great! Pair it with a basic necklace and it goes with whatever you decide to wear. Download The Times of India News App for Latest City ."}, "Harbage & sewage waste not getting cleaned": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/harbage26amp3bsewagewastenotgettingcleaned/articleshow/69780852.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Hyderabad: 325 health workers to check dengue mosquito breeding": {"datetime": "", "description": "HYDERABAD: In a bid to do keep vector borne diseases — especially dengue and chikungunya — at bay, the state health department plans to recruit 'breeding checkers' ahead of the monsoon season. Their role will be to identify and prevent breeding of dengue and chikungunya causing Aedes mosquitoes. This is the first time that the health department has planned to control dengue by employing ‘breeding checkers’. A total of 325 specialized professionals will be deployed across 13 districts where the case load of dengue has been particularly high last year. Although, so far, anti-larvae and mosquito control activities were dealt with by municipal corporations, the new measure has been planned as both dengue and chikungunya saw an exponential rise in 2018. Dengue cases went up to 6,362 in 2018 as compared to 3,827 in 2017, while chuikungunya cases went up to 1,063 in 2018 from 58 in 2017. The 13 districts where breeding checkers will be deployed are Adilabad, Khammam, Bhadadri Kothagudem, Peddapally, Mahabubnagar, Warangal rural, Warangal urban, Karimnagar, Jayashankar Bhupalapally, Ranga Reddy, Mahabubabad, Medchal and Nizamabad. The breeding checkers must have passed Class 10 and will be recruited at a salary of Rs 10,000 per month for a period of five months and will be given training before deployment. Payments will be made with National health Mission (NHM) funds. Their role in the vector borne disease control includes working in tandem with the primary health centres, conducting pyrethrum space spray and fogging operations, conducting focal spray, ensuring timely submission of daily reports on status of anti-larvae activities, submitting monthly reports and having a mandate to cover 100 houses per day (600 in a week) for anti-larval operations. Download The Times of India News App for Latest City .", "time": "2019-06-17 07:16:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/325-health-workers-to-check-dengue-mosquito-breeding/articleshow/69817146.cms"}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "drainage flow in school zone": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainageflowinschoolzone/articleshow/69669501.cms", "description": ""}, "Cyclone Vayu a spoilsport: Monsoon in Telangana delayed till June 20": {"datetime": "", "description": "HYDERABAD: Onset of southwest monsoon over Telangana has been further delayed to June 20 as Cyclone Vayu played a spoilsport in the west coast. In view of the delay, the Indian Meteorological Department (IMD), Hyderabad, issued severe heatwave warning till June 18 over several parts of Telangana. According to Indian Meteorological Department, Hyderabad, many parts of Telangana are expected to witness maximum temperature up to 43-44 degree Celsius for the next two days. Earlier, the Indian Meteorological Department, Hyderabad, had predicted onset of southwest monsoon in Telangana around June 12. However, due to Cyclone Vayu, the scheduled date was further delayed to June 16. Now, with Cyclone Vayu draining away all the moisture, progress of southwest monsoon is sluggish over the state. “Southwest monsoon has further advanced into remaining parts of northeast Bay of Bengal, some more parts of northwest Bay of Bengal, most parts of northeast India and some parts of north Bengal and Sikkim. It is likely to hit Telangana only by June 20,” said Raja Rao, meteorologist at the Indian Meteorological Department, Hyderabad. Download The Times of India News App for Latest City .", "time": "2019-06-17 07:19:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/vayu-a-spoilsport-monsoon-in-state-delayed-till-june-20/articleshow/69817362.cms"}, "Rapid realty growth at the root of civic crisis along IT corridor": {"datetime": "", "description": "HYDERABAD: Of the 4,850 residential units launched across Hyderabad between January and March 2019, 4,427 were rolled out along the IT corridor alone – the Gachibowli-Financial District-Kukatpally belt. The trend in 2018 was no different. While the city saw as many as 17,295 new homes being unveiled through the year, the lion’s share of 14,677 went to this upscale western pocket. Add to this, a few million square feet of commercial development that’s also in the pipeline. Raising an alarm over this massive construction activity unfolding in the tech hub, experts say that this unhealthy trend is at the root of all its severe civic crises. Worse, they fear that the area will soon have no breathing space, thus adversely impacting the quality of life of residents. “Organised growth is welcome, but there has also been a lot of haphazard, unorganised growth, which has gone unchecked. That has resulted in the problems the belt is reeling under today,” said architect and design consultant, G Srinivas Murthy. Mapping the rapid transformation of Hyderabad, he added: “Going forward we have to consider the environmental challenges and ensure that the development is in sync with it. Mindlessly constructing modern buildings will push us towards a deeper crisis.” While some attributed the poor health of ‘hi-tech’ Hyderabad to bad planning, others like Anant Maringanti, director of Hyderabad Urban Lab, termed it a regulatory failure. “A plan can be successful only if people abide by it. For instance, there are specific norms for digging of borewells, but how many officials sanctioning them have the required knowledge? Where is groundwater being mapped? What solutions are being implemented to curb the ridiculous amount of water being wasted?” he said, suggesting that the plugging of such gaps is the only solution to the existing civic problems. But irrespective of the ground situation, real estate growth in the IT corridor is certain to go on unabashed, maintain industry insiders. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:20:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/rapid-realty-growth-at-the-root-of-civic-crisis-along-it-corridor/articleshow/69817441.cms"}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "Hasnain Saberi hosts Eid Milap party": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/hasnain-saberi-hosts-eid-milap-party/articleshow/69774567.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "I-T, DRI clear seized Rs 40 crore silver cargo": {"datetime": "", "description": "HYDERABAD: The Income Tax Department and Directorate of Revenue Intelligence after conducting a thorough inquiry cleared silver goods consignments of Ratnakar Bank Limited worth Rs 40 crore as they didn’t find any foul play. Bowenpally Police on June 10 seized 10.5 tonnes of silver ingots being shipped by J.P. Morgan, London, to Hyderabad via Chennai and AP. DRI sources said verification of goods was done and all materials were accounted for. The consignments consisted of 348 silver bars each weighing 30 kg. Police had detained four security guards and drivers ferrying the consignemnt. During questioning, the guards said they were unaware of the shipping’s contents, following which police sought related documents from Ratnakar Bank Limited. A top investigating official said, “Usually most bullion traders buy gold and silver from banks. Banks, in turn, import silver and gold from abroad. There is no foul play here as suspected.” Bowenpally Police had drawn flak from the bank for confiscating the goods, but top police officials responded saying unless they conducted checks, smugglers can’t be brought to book. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:40:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/i-t-dri-clear-seized-rs-40-cr-silver-cargo/articleshow/69817179.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Cong urges Jagan to skip Kaleshwaram launch": {"datetime": "", "description": "Hyderabad: Telangana Congress Legislature Party (TCLP) leader Mallu Bhatti Vikramarka on Sunday urged Andhra Pradesh chief minister YS Jaganmohan Reddy to skip the inauguration ceremony of Kaleshwaram project and sought his support in seeking a judicial probe into the tenders relating to the water project. In a three-page letter to Jaganmohan, the CLP leader said that former chief minister YS Rajasekhar Reddy had launched Pranahita-Chevella project to provide water to Telangana by utilising Godavari water at Tummidihatti in Adilabad district at a cost of Rs 38,000 crore. “The project was named after Dr BR Ambedkar. The Congress regime had spent more than Rs 10,000 crore for the project till 2014, but after the TRS took over in 2014, the project was redesigned and a new name was given to it. The cost of the project was put at Rs 1,00,000 crore,” he alleged. He added that the Sripada Yellampalli project was completed by the Congress and its water is now being utilised for irrigation. “The cost has also escalated and public money is being misused,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:11:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/cong-urges-jagan-to-skip-kaleshwaram-launch/articleshow/69817205.cms"}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "A casual labourer, a security guard and now a flying officer": {"datetime": "", "description": "HYDERABAD: A farmer’s son from Waghale in Pune, Maharashtra, flying officer Viraj Sambhaji Thorat never gave up on his ambition to join the IAF. On Saturday, when he was commissioned into the IAF, the efforts of a lifetime had fructified. As a seventh standard student, Thorat worked in a kerosene agency to help his family make ends meet. The nearest school was 14 km away, but he was determined to attend it. There were challenges after completing school, too. He did not hesitate to take up any job that came his way as he knew he would reach his goal. He worked as a casual labourer, a security guard, a food packager, and an artificer apprentice in the Indian Navy. The goal, of course, continued to be to getting into the IAF, and he did. For Flying Officer Saorabh S Nair, it was determination that landed him where he is now. He will fly transport aircraft for the IAF. Hailing from Kerala, Nair had always wanted to join the ‘Hind ki Sena’. “How can a person control such a big machine in the sky?” was a thought that always crossed his mind when he saw an aircraft flying. That led him to join the IAF. Flying officer Mahesh hails from a small village Ryapte, 180 km from Bengaluru, and got commissioned into the logistics branch. Having completed a tough journey since his childhood, his dream has come true now. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:42:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/a-casual-labourer-a-security-guard-and-now-a-flying-officer/articleshow/69808726.cms"}, "Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "RTA’s vehicle testing centre hits another roadblock": {"datetime": "", "description": "Hyderabad: The Regional Transport Authority’s (RTA) plan to start a first-of-its-kind Advanced Motor Vehicle Inspection and Testing Centre at Choutuppal seems to have come to a dead end. With no contractor coming forward to take up the works and a stay order from the high court on part of the land where the centre was to be set up, the RTA's plans of commencing operations from May last year failed, despite tenders being called twice. The State Transport Department proposed to build the Centre five years back using a Central funding of Rs 14.40 crore. “The latest testing facility with upgraded technology will leave no chance for vehicles without proper fitness certificates to ply on the state’s roads. The technology will increase transparency. This will help in reducing the number of bus accidents in the city and across the state,” said M Dayanand, Telangana Auto and Motor Vehicle Association. He added that the centre would help the RTA in eliminating human interference during inspection of vehicles. “The proposed system can test and issue certificates for about 300 vehicles per day, according to Regional Transport Authority officials,” Dayanand pointed out. It can detect even minor defects in vehicles and certification would be withheld until repair works are carried out, he added. TNN Download The Times of India News App for Latest City .", "time": "2019-06-17 04:09:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/rtas-vehicle-testing-centre-hits-another-roadblock/articleshow/69817181.cms"}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "First Rank Raju: The topper who fails miserably at life": {"datetime": "", "description": "Vidya 100%, Buddhi 0% — this tagline sums up our hero ‘First Rank Raju’. A total nerd, who’s a math and science whiz, he is full of bookish knowledge but has zero common sense. How he struggles to cope everywhere else except in the classroom makes for a relatable story, reckons Naresh Kumar, the director of First Rank Raju. “The concept of the film is completely relevant to today’s times and easily relatable. So many students commit suicide due to poor marks, so I just had to make a film to show them that getting good marks isn’t everything in life,” says Naresh. Chetan Maddineni, who makes his debut with this film, plays the protagonist, Raju, who ends up making a fool of himself because he simply doesn’t know how to conduct himself in a world that’s beyond his books. “There’s a misconception that children who don’t get good marks grow up into useless adults. But Raju, who’s always been a class topper, can’t really succeed at anything in life. He’s a good student, but a terrible friend, lousy lover, inefficient employee and definitely a bad citizen of the country. he soon realises good marks aren’t, and shouldn’t, be the ultimate goal,” adds the director. A remake of the 2015 Kannada hit First Rank Raju, the film will strike a chord with the Telugu audiences too, says Naresh, who also directed the original. “The Telugu version will be an out-and-out entertainer. The basic premise is the same, but the story has been completely changed. With actors like Kashish Vohra, Prakash Raj, Priyadarshi, Brahmanandam, Vennela Kishore, Rao Ramesh, Naresh and Posani Krishna Murali, it will definitely be a fun ride,” says Naresh. Produced by Manjunath V Kandkur under Dolphin Entertainment, First Rank Raju is releasing on 21 June, 2019.Download The Times of India News App for Latest City .", "time": "2019-06-16 11:10:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/first-rank-raju-the-topper-who-fails-miserably-at-life/articleshow/69809682.cms"}, "Hyderabad: Man thrashed by history-sheeter dies in hospital": {"datetime": "", "description": "HYDERABAD: A 23-year-old marketing executive, Sai Sagar, who suffered head injuries in an alleged assault by history-sheeter Mohammed Kabir Khan alias Junaid near People’s Plaza on Thursday morning, succumbed to injuries while undergoing treatment on Friday night. Junaid has been arrested. After the death of Sagar, a resident of Mangalhat, Ramgopalpet police have altered the case to murder from the earlier charge of attempt to murder. Apart from the murder charge, police had also booked him under Sections 290(public nuisance), 294 (obscene songs), 504 (insult intended to provoke breach of the peace) and 324 (voluntarily causing hurt by dangerous weapons) of the IPC. 'Junaid has long crime history'In the early hours of Thursday, Sai Sagar and his two friends were riding a bike on Necklace Road. Junaid was also at the same location with a woman. Ramgopalpet police said the three youth — Mahesh, Bala Krishna and Sai Sagar — had a small party. On their way back home, they came across Junaid, who was allegedly drinking while he was with the woman. The three slowed down their bikes and started staring at the couple, police said. Junaid assaulted two of them. Passers-by informed a police patrol team, that took Junaid into custody. “After Junaid was caught, he did not disclose his criminal past. When we started the probe, we got to know that Junaid has a long criminal history. He is now behind bars and murder charge has been slapped against him,’’ assistant commissioner of police, Saifabad, C Venu Gopal Reddy said. Junaid’s tryst with crime began in 2011in Miryalguda and he was jailed several times. There are over 15 cases pending against him. In 2017, as he was repeatedly indulging in criminal activities and became a threat to others, police had invoked the Preventive Detention Act and he was in jail for a year. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:13:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/man-thrashed-by-history-sheeter-dies-in-hospital/articleshow/69808885.cms"}, "Darshana Muralidhar’s impressive rangapravesham charms the audience": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/darshana-muralidhars-impressive-rangapravesham-charms-the-audience/articleshow/69801323.cms", "description": ""}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Nagamaiahkunta Nala retaining wall delayed.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nagamaiahkuntanalaretainingwalldelayed-/articleshow/69708854.cms", "description": ""}, "Miyapur turns into single use plastic-free slum": {"datetime": "", "description": "Hyderabad: A slum in Miyapur has not only turned into a single use plastic-free slum but also started community composting. With shops banning plastic carry bags, even residents have decided to ban single use plastic items like spoons, glasses and cups. “Whenever there is a function, we are asking people to use steel cutlery,” a woman resident said. While the 14 and odd shops have banned plastic bags, residents are promoting community composting with the help of SHG women. “We are also making cloth bags from old clothes. Our aim is to stop use of plastic,” said V Laxmamma, a resident. GHMC official said more composting pits would be dug up. TNN Download The Times of India News App for Latest City .", "time": "2019-06-16 04:58:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/miyapur-turns-into-single-use-plastic-free-slum/articleshow/69806983.cms"}, "Translocation saves tress or rings their death knell?": {"datetime": "", "description": "The planned axing of over 9,000 trees, including 1,200 banyans, on the Hyderabad-Chevella-Bijapur national highway has triggered a massive debate. While some environmentalists are opposed to translocation of these trees citing poor chances of survival, others defend it as the only means of saving green cover. Activists opposing translocation say that only 25% of trees survive the process. Captian J Rama Rao, an environmentalist, says, “Translocation is mostly done in an unscientific manner without proper follow-up. Trees with shallow roots can be moved, but those deep-rooted need adequate space and follow-up, which never happens.” A campaign to ‘Save the banyans of Chevella’ has seen many resident groups oppose translocation. They say that translocating the stump of a tree destroys the entire ecosystem surrounding it. “These trees mitigate heat, cut down pollution and are home to varied species. What is the point of reducing them to a stump? One would have to wait two generations to see them grow back,” says Kobita Dass Kolli, who is part of the campaign. She also says officials have not been able to provide data to show that translocation works. Speaking about what is at stake, she says, “One will not raze the Qutub Shahi Tombs. Similarly, how can we cut down or move trees that are our heritage?” Members of Nature Lovers of Hyderabad that have been backing ‘Save the banyans of Chevella’ movement say that only one of over 10 trees translocated on Hyderabad-Chevella-Bijapur (NH164) highway has survived. Tejah Balantrapu, who is among the campaigners, says, “Our approach to translocation is piece-meal and haphazard. We have no accepted standards for every stage of the process. We have no systematic recordkeeping. The translocators have good intentions, but it’s almost impossible to evaluate the end result.” Officials, too, are at their wits end. An official from National Highways Authority of India said there are no definite rules regarding the process. “In most past cases, trees have not survived translocation.” Uday Krishna Peddireddi, who has stared the Vata Foundation, is a strong proponent of translocation. “When the only option the government provides is the axing of a tree, I would rather give it a chance,” says Peddireddi, adding, “Naysayers must provide an alternate solution to the government when it says realignment is not an option.” He vouches for the translocation process stating “With the banyans, I can guarantee 100% survival.” He promised to translocate the trees at Hyderabad-Chevella-Bijapur road for free. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:38:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/translocation-saves-tress-or-rings-their-death-knell/articleshow/69806666.cms"}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Cell tower installation issue in bansilalpet-": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/celltowerinstallationissueinbansilalpet-/articleshow/69733075.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Marauders of Hope: Book launch": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/marauders-of-hope-book-launch/articleshow/69801696.cms", "description": ""}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "MUSI RIVER POLLUTION": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/musiriverpollution/articleshow/69818339.cms", "description": ""}, "redidential problem": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/redidentialproblem/articleshow/69780733.cms", "description": ""}, "Replicating Ivanka’s visit measures tough: GHMC": {"datetime": "", "description": "Hyderabad: In November 2017, before Ivanka Trump’s visit to Golconda, there were hardly any mosquitoes in the locality. The mosquito density had dipped to under 40 per hour — a huge improvement compared to the usual density of 200 mosquitos an hour. That was possible as the focus of the entire civic machinery was only on that locality. Civic workers had started working in and around Golconda 15 days before Ivanka’s visit. They removed water hyacinth, sprayed herbal liquids and chemicals on the walls of Golconda fort. But to do that across the city, Greater Hyderabad Municipal Corporation needs roughly thrice the number of staffers it has, four times more fogging material and garbage-free roads. The civic body has 22,000 sanitation workers and 2,500 entomology staffers. “The GHMC zonal commissioner of Serilingampally has roped in drones to spray bio-enzymes and chemicals to destroy mosquito larva. But we cannot compare a 15-day activity ahead of a huge event in a particular area with regular entomology activities across the city,” said GHMC chief entomologist V Venkatesh. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:06:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/replicating-ivankas-visit-measures-tough-ghmc/articleshow/69817151.cms"}, "RPF arrests 20 touts, seizes 896 e-tickets": {"datetime": "", "description": "Hyderabad: Over 890 e-tickets, worth Rs 11,66,355 booked by touts for commission, were seized and 20 touts were arrested by the Railway Protection Force (RPF) during raids conducted under ‘Operation Thunder’ recently. The flash raids were conducted at 20 different locations in the twin cities as well as in other major towns such as Khammam, Vijayawada, Bhimavaram, Nellore, Guntur, Narasaraopet, Nanded and Aurangabad in the South Central Railway (SCR) jurisdiction on the directions of director-general, RPF. Of the 896 e-tickets seized in the raids, the RPF seized 122 live e-tickets & 774 used ones and identified different personal user IDs used for such bookings. “Railways will initiate stringent action against erring travel agents. I appeal to all rail users to purchase railway tickets from authorised travel agents only and travel with a valid ticket,” SCR general manager Gajanan Mallya said. During the raids by RPF teams, it was also detected that touts were using prohibited ANMS or ‘Red Mirchi’ software for fast booking of Tatkal e-tickets. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:47:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/rpf-arrests-20-touts-seizes-896-e-tickets/articleshow/69807331.cms"}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "\nA fairy tale reception for cricketer T Suman-Julaiikha at Park Hyatt in Hyderabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/A-fairy-tale-reception-for-cricketer-T-Suman-Julaiikha-at-Park-Hyatt-in-Hyderabad/articleshow/54052080.cms", "description": "Amidst a magnificently illumined golden setting, stood the bride in gold, holding her prince charming. This fairy tale wedding reception of cricketer T Suman with his lady love Julaiikha, was a grand affair attended by city cricketers and celebs. In a huge screen beside the stage, a five minute video, rewinding moments from their wedding ceremony was also being relayed.  Amidst the celebrations, Charan, the bride’s brother, staged a flashmob surprise for the bride and groom. Out of the blue, a group of 14 started dancing on popular chartbusters like Kala Chasma, Sheela ki jawani and legendary hits of Michael Jackson to celebrate the wedding ceremony. Though astounded initially, it soon brought smiles to Suman and Julaiikha’s faces. The celebration went on till wee hours, where the guests bonded over delicious food and good music. Download The Times of India News App for Latest City ."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}, "18 teams on standby to tackle waterlogging and crisis situations in low-lying areas": {"datetime": "", "description": "HYDERABAD: Hyderabad Metropolitan Water Supply and Sewerage Board (HMWS&SB) and Greater Hyderabad Municipal Corporation (GHMC) have set up 18 emergency response teams (ERTs) to tackle waterlogging and crisis situations in low-lying areas across the city during monsoon. Apart from waterlogging, these teams will handle complaints of missing manhole covers and safety grills, overflowing manholes and take care of desilting sewer lines. Water Board and GHMC have also appointed 42 nodal officers. These teams have been provided with vehicles, gas masks, oxygen cylinders and rope ladders. The vehicle will be used to transport safety equipment and manpower to the complaint spot,” said a senior HMWS&SB official. These ERTs will be available round-the-clock till September. “Water board has sanctioned Rs 60 lakh to buy equipment for the ERTs,” added the official. “ERTs have to respond promptly during emergency situations and ensure that the no inconvenience is caused to residents in waterlogged areas. It is mandatory for them to take digital photographs that has data and mentions about the location while attending to emergency works. People can register their complaints either with HMWS&SB’s metro customer care or GHMC call centre,” said the official. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:11:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/quick-crisis-response-18-teams-on-standby/articleshow/69817489.cms"}, "BJP in catch-22 situation over expansion plans": {"datetime": "", "description": "HYDERABAD: The BJP has found itself in a catch-22 situation in Telangana. While its top leadership wants to expand the party’s presence in the state and many leaders from Congress and TDP are keen on joining the party, the state BJP has, however, said that it is not in a position to accept their demands for a higher post and added that it cannot assure them a future in the party. The state BJP has made it clear that those willing to join the party must do so unconditionally, leading to a logjam in the talks between the BJP leaders in Delhi and state. \"Whoever joins the party from other parties will have to work hard for the party during the next three to four years to get a party ticket in the assembly or Lok Sabha polls. The party will decide how their services can be utilised,\" BJP president K Laxman told TOI. For instance, a senior Congress leader is in talks with the BJP leadership and expressed his willingness to join the party provided he be given a higher post in the party, but the BJP has reportedly turned down his request. Similarly, two TDP leaders, E Peddireddy and Chada Suresh Reddy, met BJP national general secretary Ram Madhav in New Delhi last week, but no decision was taken on their joining the party. Sources in the BJP said that more than 20 leaders from various parties in the past had approached the party, but only a few of them joined it. After BJP’s victory in the Lok Sabha elections, many political leaders are evincing an interest in joining the saffron party, as it is increasingly being seen as an alternative to the TRS. BJP sources said many leaders, who joined the party before the assembly polls, have become inactive post their defeat. “Ex-MLA from Choppadandi, Bodige Shobha, has not even visited the party office once after her defeat in the assembly elections,”said a source, while a senior BJP leader said that some leaders are leaking information about their plans of joining the BJP to the media. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:17:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/bjp-in-catch-22-situation-over-expansion-plans/articleshow/69817314.cms"}, "Ban VIP rule": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/banviprule/articleshow/69780857.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "KCR may miss even second meet with PM on Wednesday": {"datetime": "", "description": "HYDERABAD: Telangana chief minister K Chandrasekhar Rao may miss his second meeting with Prime Minister Narendra Modi on Wednesday. The decision comes at a time when the chief minister is under attack by the Bharatiya Janata Party (BJP) for not attending the Niti Aayog meeting held in Delhi. Ahead of the first Parliament session on Monday, the Union government has invited all presidents of political parties with representation in the Parliament, including the chief ministers of the two Telugu states KCR and YS Jaganmohan Reddy and TDP chief N Chandrababu Naidu with the aim of deliberating on five agendas of their choice, with PM Modi taking the lead. However, officials said that KCR, who has scheduled several meetings in the coming days, including a TRS executive party meeting on June 19, the day Modi is holding the meeting in Delhi, may miss the chance to meet him for the second time within a span of five days. While the letters have been received by KCR, Jaganmohan and Naidu, KCR is unlikely to attend the meeting. “He is busy with Kaleshwaram project, so he could not attend the Niti Aayog meeting,” a party source said. However, an official from the chief minister’s office added that he was not aware of the letter from Delhi. In the letter written by parliamentary affairs minister Prahlad Joshi, party presidents were chosen to address the meeting on any one of the five identified agendas of their choice. Ministers and party leaders will deliberate on ways to improve the productivity of the Parliament, ‘One Nation, One Election’ policy, developing new India after 75 years of Independence, programmes to be taken up to mark Gandhi Jayanti and development of emerging districts at the Parliamentary Library Building. Union ministers will also invite suggestions from party leaders on decisions to be taken by state governments to help in the country’s development. Moreover, Naidu will most likely skip the meet in view of the tension between the TDP and Modi. “We have only six MPs in Parliament, given the scenario, our chief may not go,” a TDP leader told TOI. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:09:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/kcr-may-miss-even-second-meet-with-pm-on-wednesday/articleshow/69817180.cms"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "As doctors demand security, Telangana surgeon narrates ordeal of 'harassment'": {"datetime": "", "description": "WARANGAL (TELANGANA): Warangal-based orthopaedic surgeon Dr P Sudhir Kumar was left stunned when a woman patient, who had come for a checkup, accused him of misbehaviour and created a scene at a hospital here earlier this week. \"A female patient came with the complaint of backache and body pains. I heard the patient's complaint, asked her to turn around and was about to examine her back when she pushed my hand away and started shouting. I was surprised by her reaction,\" said Dr Kumar while narrating his ordeal. Alleging a conspiracy to defame the hospital, he said, \"Even before I could react, one male patient who was in the room and two other from outside came and started shouting and abusing me. After some time, her husband along with others came and abused me. I told them I was only about to examine her and did not do anything wrong.\" It took the doctor to call the police to tackle the staged incident, as he calls it. He later went to the police station and \"lodged a complaint against them for defaming and insulting.\" \"I took out the CCTV footage which clearly shows what I had done. As a senior practitioner working for 16 years in Warangal, if I am facing this kind of harassment how would others tackle situations like these? I have been made scapegoat and defamed in this incident as lots of videos and posts went viral on social media,\" he said. The woman identified as Sandhya also lodged a complaint against the doctor for misbehaving with her. The police are verifying the claims of both parties. Matwada police station Circle Inspector Jeevan Reddy said, \"We have recovered the CCTV footage from the hospital and it looks like a false complaint was given against the doctor. We are collecting technical evidence in the case. If the complaint is proved to be false, the case will be against the doctor will be dissolved.\" This comes at a time when doctors from various institutions across the country have been demanding security following the incident where two doctors were attacked over alleged negligence at a hospital in Kolkata. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:09:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/as-doctors-demand-security-telangana-surgeon-narrates-ordeal-of-harassment/articleshow/69809720.cms"}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Hyderabad: 152 flight cadets pass out of Air Force Academy": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-152-flight-cadets-pass-out-of-air-force-academy/videoshow/69799070.cms", "description": ""}, "Hyderabad: A park where dog lovers meet every Sunday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-a-park-where-dog-lovers-meet-every-sunday/videoshow/69814187.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "overflowing sewage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowingsewage/articleshow/69683856.cms", "description": ""}, "\nSharon celebrates her birthday at Barbeque in Hyderabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Sharon-celebrates-her-birthday-at-Barbeque-in-Hyderabad/articleshow/54051839.cms", "description": "Good food, good music and good friends — that’s the ideal way to celebrate your birthday. And city girl Sharon did just that. her birthday bash was an exclusive affair for “just close friends”. Looking pretty in smart casuals, Sharon, was flanked by her buddies as they enjoyed the classy afternoon soiree. The girls bonded over scrumptious lunch, before calling it a day. Download The Times of India News App for Latest City ."}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "ED wants GST violation booked as PMLA offence": {"datetime": "", "description": "HYDERABAD: The Enforcement Directorate (ED) has written to the government to include violations of Central Goods & Services Tax (CGST) Act in the scheduled offense of Prevention of Money Laundering Act (PMLA) in the aftermath of Rs 4,000 crore worth Goods and Services Tax fraud detected in Hyderabad where shell firms created fake invoices to claim input tax credit and obtain loans with inflated business volumes. Goods and Services Tax (GST) Act offenses are not scheduled offenses in PMLA so far. Recently, ED officials wrote to GST anti-evasion wing Hyderabad and GST intelligence, seeking information on the input tax credit fraud. An official of GST told STOI that cases are booked under GST Act. “Cheating and forgery complaints can be filed with local police as the income tax department has done in the case of Musaddilal Jewellers case. Directors of Musaddilal were booked and a chargesheet was filed against them under cheating. ED could take over the case and attach the properties under PMLA. We have not filed a cheating case so far,” he said. GST officials are yet to take action against infrastructure companies involved in major irrigation projects in Telangana and neighbouring Andhra Pradesh. Around 12 cases have been filed so far in both GST intelligence and anti-evasion wing of Hyderabad commissionerate. GST officials in Hyderabad and Vishakapatnam unearthed several shell firms which are floated only for the purpose of generating fake invoices. “The fraud is mostly detected in the steel industry,” an official explained. Most of the shell firms are floated in Delhi, Kolkata, Hyderabad and Vishakapatnam, officials said. The companies in question are also obtaining bank loans by inflating turnover in the balance sheets using fake invoices. Despite GST officials writing to the banks asking for a vigilance probe, none of the banks has so far conducted an investigation. GST officials told STOI that they had brought this to the notice of the IT department during a coordination meeting of various departments recently. Sources in CBI said that bankers, after conducting an internal vigilance probe, have to file a complaint with the Central Bureau of Investigation. “We haven’t received a singe complaint from banks,” they said. Hyderabad: The Enforcement Directorate (ED) has written to the government to include violations of Central Goods & Services Tax (CGST) Act in the scheduled offense of Prevention of Money Laundering Act (PMLA) in the aftermath of Rs 4,000 crore worth Goods and Services Tax fraud detected in Hyderabad where shell firms created fake invoices to claim input tax credit and obtain loans with inflated business volumes. Goods and Services Tax (GST) Act offences are not scheduled offences in PMLA so far. Recently, ED officials wrote to GST anti-evasion wing Hyderabad and GST intelligence, seeking information on the input tax credit fraud. An official of GST told STOI that cases are booked under GST Act. “Cheating and forgery complaints can be filed with local police as the income tax department has done in the case of Musaddilal Jewellers case. Directors of Musaddilal were booked and a chargesheet was filed against them under cheating. ED could take over the case and attach the properties under PMLA. We have not filed a cheating case so far,” he said. GST officials are yet to take action against infrastructure companies involved in major irrigation projects in Telangana and neighbouring Andhra Pradesh. Around 12 cases have been filed so far in both GST intelligence and anti-evasion wing of Hyderabad commissionerate. GST officials in Hyderabad and Vishakapatnam unearthed several shell firms which are floated only for the purpose of generating fake invoices. “The fraud is mostly detected in the steel industry,” an official explained. Most of the shell firms are floated in Delhi, Kolkata, Hyderabad and Vishakapatnam, officials said. The companies in question are also obtaining bank loans by inflating turnover in the balance sheets using fake invoices. Despite GST officials writing to the banks asking for a vigilance probe, none of the banks has so far conducted an investigation. GST officials told STOI that they had brought this to the notice of the IT department during a coordination meeting of various departments recently. Sources in CBI said that bankers, after conducting an internal vigilance probe, have to file a complaint with the Central Bureau of Investigation. “We haven’t received a singe complaint from banks,” they said. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:57:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ed-wants-gst-violation-booked-as-pmla-offence/articleshow/69806909.cms"}, "Fancy Gary Kirsten coaching your kid?": {"datetime": "", "description": "HYDERABAD: Eight years after he steered India to its second World Cup win, South African cricket legend Gary Kirsten has signed up for a new role – playing ‘principal’ to a batch of young students. Come 2020, the former South African player will be seen at the nets of the school Schola Maria’s sprawling 35-acre campus, coming up roughly 160 km from Hyderabad city, at an investment of ?140 crore over five years. Touted to be the first multi-sports residential school in India, it has other A-listers on is rolls as well. World badminton champion Carolina Marin’s coach Fernando Rivars, winner of three Grand Slam doubles titles Emilio Sanchez (one-time tennis star Arantxa Sanchez Vicario’s brother), world’s highest revenue generating football club Real Madrid and swimming champ and managing director of the Dubai-based Hamilton Aquatics, Chris Tidey. “Though our primary objective is to train children aspiring to become professional athletes, we understand that academics too is very important. Hence, we adopted this concept,” said Mahender Reddy, chief executive officer, St Mary’s Educational Society that’s developing this Cambridge board-affiliated (IGCSE) school. The 37-year-old society has three institutes under its belt – St Mary’s College at Yousufguda, Sancta Maria International School at Serilingampally and St Mary’s Junior College at Jubilee Hills and Basheerbagh. It also has a B-school, South State Business School, coming up at Chevella. ‘Technical directors, staff will be available all year round’Each of these ace sportsmen (principals of their respective streams) will spend at least 10 days on campus every term. Their technical directors and staff will be available throughout the year,” Reddy said. With this campus, the school hopes to join the leagues of IMG Academy, Florida (world’s largest multi-sport training and educational institute) and Singapore Sports School, which runs on the vision: Every student-athlete a champion. The facility will offer, among other things, a football ground of FIFA standard,16 indoor badminton courts, 10 tennis courts, an Olympic-standard swimming pool, a mini cricket field with five outdoor and three indoor nets and an over 3,000 sft gymnasium. There’s also a shooting range, horse-riding facility, indoor and outdoor basketball courts. In its maiden year, the school will have about 100 seats – from classes three to seven – across five sporting verticals, with 10% seats earmarked for scholarship students. The annual fees are expected to be between ?7 lakh to ?9 lakh.While admissions will begin by 2019-end, the management has already received over 400 enquires from parents across cities. “With both parents working, such schools offering an integrated platform where children can excel in sports while pursuing their academics as well, are certain to see a steep rise in demand. New-age schools like this, which cater to the social, physical and educational needs of students, are emerging as the new trend now,” said Vishal Goel, partner, Cerestra Advisors, a focussed firm investing in educational infrastructure. Download The Times of India News App for Latest City .", "time": "2019-06-16 08:56:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/fancy-gary-kirsten-coaching-your-kid/articleshow/69808819.cms"}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "TRS corporator joins BJP": {"datetime": "", "description": "Hyderabad: TRS corporator (Balaji Nagar) Kavya Reddy Pannala joined the BJP on Thursday in the presence of state BJP president K Laxman. With Kavya’s joining, BJP’s strength in GHMC council will go up to four. Renu Soni (Ghansi Bazar), G Shanker Yadav (Begum Bazar) and Ale Lalitha (Gowlipura) represent BJP in the GHMC council. Speaking to STOI, Kavya said she joined BJP as she is impressed with PM Narendra Modi and his schemes. “I will ensure that more number of people from my area join BJP and will work towards strengthening the party,” Kavya said. Source said Kavya’s decision came after TRS denied her husband Harish Chandra Reddy an MLA ticket in assembly polls. Harish wanted to contest the elections on TRS ticket from Kukatpally constituency. Balaji Nagar falls under Kukatpally segment. — Nabinder Bommala Download The Times of India News App for Latest City .", "time": "2019-06-16 04:57:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/trs-corporator-joins-bjp/articleshow/69806954.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Indigo staffer stalked by trio, case booked": {"datetime": "", "description": "HYDERABAD: An employee of Indigo Airlines heading back to her Shamshabad home after work was stalked, teased and harassed by three unidentified persons in the late hours of Friday. Rajiv Gandhi International Airport (RGIA) police registered a stalking case and launched a manhunt to nab the accused, who are at large. Rumours were doing the rounds that the accused trio had even hurled liquor on the victim which, however, was denied by the RGIA cops. The victim works in the passenger service managing wing of the private airliner. It was around 11.30 pm when the 25-year-old employee boarded a cab at RGIA to reach her residence. “Instead of getting down near her residence, she chose to disembark some distance away from her house. The incident took place when she was walking alone in the by-lane leading to her house,’’ RGIA inspector G Vijay Bhaskar Reddy told STOI. The victim’s residence was some meters away when the stalkers trailed her. The three youngsters on a motorbike followed her and kept teasing her even as she was walking. At one point of time, the woman raised an alarm and the miscreants sped away from the spot. It is learnt that the woman yelled at them after they threw liquor, but police vehemently denied it. After the accused trio fled away, the victim immediately called her friend. Along with her, she went to RGIA police station and lodged a complaint late in the night. Police said the woman travelled in the aggregator cab, which she booked herself after work hours. Police, who launched an investigation, hit a roadblock as CCTV cameras located in the area were not working as there was no power supply in the area when the incident took place. Investigators, however, said efforts are being made to trace the accused. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:12:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/indigo-staffer-stalked-by-trio-case-booked/articleshow/69807250.cms"}, "Sewerage line broken": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/seweragelinebroken/articleshow/69718348.cms", "description": ""}, "Garbage not cleared for weeks": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagenotclearedforweeks/articleshow/69780797.cms", "description": ""}, "Hafizpet lake pollution": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hafizpetlakepollution/articleshow/69764426.cms", "description": ""}, "Man stuck in city jail as India, Pak fight over nationality": {"datetime": "", "description": "HYDERABAD: Four years after he was acquitted in an espionage case by a local court, 70-year-old Sher Ali Keshwani is still languishing in a central prison in the city. Reason: No clarity yet whether he is an Indian or a Pakistan national. India’s efforts to deport Keshwani came to a nought after Pakistan refused to accept him as its citizen. In January 2004, Keshwani alias Saleem Keshwani alias Akbar Ali was arrested by the Sadar police in Agra along with one Sameer under Section 3 of the Passport Act and Section 14 of the Foreigners Act. When Keshwani was in judicial remand in Agra prison, Task Force police of Hyderabad had arrested one Mallik Arshad Mahemood alias Arshad Mahemood alias Arshad Mallik, a Pakistani national, from an Internet cafe at Agarwal Chambers, Koti, on March 8, 2004. Subsequently, police raided Mallik’s rented accommodation at Mutyal Bagh, Abids, and recovered evidence suggesting that he was carrying out espionage activities by gathering information about defence establishments in Secunderabad. On interrogation, Mallik allegedly confessed that he got Rs 30,000 from Mumbai-based hawala operator Keshwani in August 2003. Based on his confession, police named Keshwani as accused number 2 in the case and charged him under Section 14 of the Foreigners Act, Sections 3 and 9 of the Official Secrets Act and IPC Sections 120-B, 419, 420, 468, 471. When Keshwani’s term at the Agra prison was nearing completion in 2013, SIT sleuths had brought him to Hyderabad on transit warrant and lodged him at the Cherlapally prison. Keshwani plealded not guilty to all the charges levelled against him and, after the trial, on March 9, 2015, a local court had acquitted him. While acquitting him, the court had observed that “the prosecution has not produced any evidence to show that Keshwani is a Pakistani national. At the same time, Keshwani has not produced any evidence to show that he is an Indian and not a foreign national”. The court had observed that prosecution also failed to provide any evidence to show that Keshwani has provided money to convicted accused Mallik and his confession alone was not sufficient to prove Keshwani’s involvement in the conspiracy. After the acquittal, Telangana prison authorities, through the state government, had made several attempts to initiate proceedings to deport Keshwani to Pakistan. “But, Pakistan authorities refused to accept Keshwani as their citizen. Keshwani claims to be from Mumbai, but he does not have any family member or any document to support his claims. As a result, he continues to remain in detention at Cherlapally prison through a state government order,” a Cherlapally prison official said. The 70-year-old is lodged in a separate cell. Director-general, Prisons, V K Singh said cases like Keshwani’s take some time to reach a logical conclusion. “It takes some time to deport foreign prisoners as the procedure involves communication between multiple agencies. We have proposed to set up a detention centre for keeping people like Keshwani,” Singh said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:20:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/man-stuck-in-city-jail-as-india-pak-fight-over-nationality/articleshow/69817361.cms"}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Garbage and Negligence": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageandnegligence/articleshow/69808015.cms", "description": ""}, "Telangana: Trees get in the way of highway, chopped": {"datetime": "", "description": "Among three road widening projects this year under the ambit of National Highways Authority of India, work on one has already begun. Activists and locals, however, are up in arms about the projects alleging massive destruction of green cover are going on. Sources in the NHAI said work has begun on the Sanagreddy-Nanded-Akola stretch. This is a 140km stretch which is being done in three packages. Work on two packages has begun at a cost of about Rs 2,000 crore. “Work began in April-May,” said the source. Locals say that hundreds of trees on Sangareddy-Nanded section have been chopped for expansion work. Most of them are banyans near the Medak area which are between 80 and 100 years old. Efforts are now on to save trees in Sangareddy. “I have gone from pillar to post trying to at least translocate the trees. Many have already been chopped,” said Uday Krishna Peddireddy, founder, Vata Foundation. He says there are 390 trees in the Sangrareddy area which are under imminent threat. “I am in the process of translocating 20 trees which had been trimmed. There are some with beautiful canopies which should not be translocated at all.” Without giving numbers, Padmaja Rani, district forest officer, Medak, said, “Permission has been accorded for the trees to be chopped as per the AP Water Land and Trees Act, 2002 (WALTA).” Pessimistic about translocation, she said, “Very few translocated trees survive.” Download The Times of India News App for Latest City .", "time": "2019-06-16 15:08:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hyderabad-trees-get-in-the-way-of-highway-chopped/articleshow/69811819.cms"}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "HC raps T'gana, tells it to house evicted tribals": {"datetime": "", "description": "HYDERABAD: The Telangana high court on Sunday directed the state and forest department officials to provide accommodation to the 67 tribals from 16 families of Komalkondi village in Kagaznagar mandal of Komaram Bhim district in the social welfare hostel at Wankhidi by Monday, The families had been put up in a timber depot and forest officials had claimed they had all come voluntarily. The heads of the 16 families were brought before the bench on Sunday evening and the matter was heard at the acting CJ’s residence. Slamming the officials for the ‘inhuman treatment’ meted out to the families, a bench of Acting Chief Justice RS Chauhan and Justice Shameem Akther told the state government to provide land for cultivation to the dispossessed tribals within six months, pucca houses within one year, required ration, medicines and other essential goods till they were reasonably rehabilitated. The bench, which was hearing a house motion moved by professor Gaddam Lakshman of civil liberties committee on the eviction made it clear to the petitioner's counsel that he was free to move a contempt plea if these directions were not implemented by the state. Download The Times of India News App for Latest City .", "time": "2019-06-17 07:57:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hc-raps-telangana-govt-tells-it-to-house-evicted-tribals/articleshow/69818743.cms"}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Cricket World Cup 2019: India beat Pakistan by 89 runs": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/cricket-world-cup-2019-india-beat-pakistan-by-89-runs/videoshow/69818806.cms", "description": ""}, "Pragathi Nagar Lake in death throes": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pragathinagarlakeindeaththroes/articleshow/69818370.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Environment destruction- Lives in Danger": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/environmentdestruction-livesindanger/articleshow/69718387.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "IIT admission process starts, registration till June 25": {"datetime": "", "description": "Hyderabad: Two days after the JEE (Advanced) results were declared, the Joint Seat Allocation Authority (JoSAA) commenced registration process to seek admission in IITs, NITs, IIITs and other government funded technical institutions across the country. Qualified candidates can register to appear for online counselling process which will continue till June 25. Seat allocation for phase 1 will be made on June 27. Candidates can verify their documents at reporting centres and accept seats allotted in phase 1 from June 28 to July 2 till 5pm. Seat allocation for other phases will be made on July 2, July 6, July 9, July 12, July 15 and July 18 respectively. This year, JoSAA will conduct seven rounds with two mock rounds that will be held before conclusion of choice filling process i.e. on June 25. As many as seven new institutions have been added in JoSAA counselling process, which includes two IIITs and five new GFTIs. Total 107 institutions will be available during counselling process. Those who qualified the Architecture Aptitude Test can fill their choices from June 21. Meanwhile, the IIT-H is conducting an open day for parents and students on June 21-22. Those interested to seek admission in IIT-H can explore various departments, facilities and interact with faculty members. The Kandi campus will be open for visitors between 10am and 5pm. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:19:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/iit-admission-process-starts-registration-till-june-25/articleshow/69817343.cms"}, "Madhu Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/pictures-priyanka-chopra-and-nick-jonas-wish-madhu-chopra-with-adorable-birthday-posts/articleshow/69820084.cms", "description": ""}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Sania, son reach Manchester ahead of epic WC encounter": {"datetime": "", "description": "India’s biggest sporting icon Sania Mirza, who was very vocal about the ‘distasteful’ adverts playing on TV in the build-up to the India Pakistan match, arrived in Manchester to be with her husband and Pakistani all-rounder Shoaib Malik ahead of today’s clash. Although Malik’s performance in this edition of the World Cup has not been great, arrival of his son Izhaan Mirza Malik might change things for the batsman. This will be the first time the six-month-old will watch India take on Pakistan in a World Cup encounter. Would Izhaan get to watch his dad play a memorable innings in the match against India? Only time will tell. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:12:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/sania-son-reach-manchester-ahead-of-epic-wc-encounter/articleshow/69809746.cms"}, "\nA Hyderabadi artist’s musings on life...\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/A-Hyderabadi-artists-musings-on-life-/articleshow/53857465.cms", "description": "Art-enthusiasts of Hyderabad made way to Kalakriti Art Gallery for an exhbition which displayed the art series, ‘Life Is A Deck of Cards’ created by Avijit Dutta. True to its name, the collection of artworks depicted various stages of life in the form of a deck of cards, complete with two jokers. Spotted at the do were noted artists like Jagdish Chintala, and Laxman Aelay interacting with Avijit as he showcased his work. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Huzurnagar bypolls after 3 months: Uttam": {"datetime": "", "description": "Hyderabad: TPCC chief N Uttam Kumar Reddy on Sunday said that by-election to Huzurnagar seat will be held after three months. Interacting with media at Suryapet, he said the TRS is not hopeful of winning an election here. “ It is shameful that TRS is trying to lure Congress leaders,” he alleged. “They are indulging in all sorts of attacks on Congress leaders. TRS did not even complete construction of houses launched during the previous Congress regime,” Uttam said. tnn Download The Times of India News App for Latest City .", "time": "2019-06-17 04:15:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/huzurnagar-bypolls-after-3-months-uttam/articleshow/69817274.cms"}, "we citizens of Attapur demand ghmc to respond": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wecitizensofattapurdemandghmctorespond/articleshow/69683860.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "streets lights kept on during day time": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetslightskeptonduringdaytime/articleshow/69718329.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Piyush Goyal reviews ongoing redevelopment work at Tirupati railway station": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/piyush-goyal-reviews-ongoing-redevelopment-work-at-tirupati-railway-station/videoshow/69800525.cms", "description": ""}, "Devotee donates jewellery worth Rs 2.25 Crore at Tirupati Balaji temple": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/devotee-donates-jewellery-worth-rs-2-25-crore-at-tirupati-balaji-temple/videoshow/69798576.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Rani Chatterjee": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "indiscriminate digging of borewells": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indiscriminatediggingofborewells/articleshow/69818334.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "kokapet service road in shambles": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/kokapetserviceroadinshambles/articleshow/69708812.cms", "description": ""}, "Decathlon, Irrum Manzil, fined Rs 25k for flouting norms": {"datetime": "", "description": "Hyderabad: Decathlon, Irrum Manzil, has been penalised Rs 25,000 for running without trade licence and selling branded carry bags at Rs 10. Musharraf Ali Faruqui, GHMC zonal commissioner of Khairatabad, said, “Penalty was imposed after GHMC found that they were running without trade license. Crackdown will continue against those flouting norms.” In the past, GHMC has penalised many establishments for flouting norms. The civic body is also planning a crackdown on multiplexes and malls for selling goods higher than MRP. Earlier, in Jubilee Hills Banjara Hills and Punjagutta prominent eateries were penalised. Ridhima V, a civic activist, said such crackdowns against prominent establishments were necessary so that mid-level establishments start following norms. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:45:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/decathlon-irrum-manzil-fined-rs-25k-for-flouting-norms/articleshow/69807322.cms"}, "3-year-old boy dies in road accident": {"datetime": "", "description": "Hyderabad: A three-year-old boy died in a road accident in Alair on Sunday afternoon when his family was returning home on a bike after attending festivities at a temple. The victim’s bike was hit by another bike from the rear near Alair railway station and the boy fell on the road. His head hit the road divider and he suffered a severe head injury. The victim, Mammulu, was son of Suresh from Warangal. “The child was declared brought dead at a local hospital,” Alair sub-inspector J Venkat Reddy said. The boy’s parents sustained minor injuries in the accident and the accused biker fled from the scene. “The boy’s parents are in an inconsolable state. We are trying to identify the accused by analysing CCTV footage,” the SI said. Police have registered a case under Sections 304-A and 337 of the IPC. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:24:00", "link": "https://timesofindia.indiatimes.com//city/hyderabad/3-year-old-boy-dies-in-road-accident/articleshow/69817410.cms"}, "Free Left Blocked at Jubilee Hills Check Post": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/freeleftblockedatjubileehillscheckpost/articleshow/69683767.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}}