{"Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "\nSocialites celebrate World Water Day in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Socialites-celebrate-World-Water-Day-in-Aurangabad/articleshow/32358699.cms", "description": "On the occasion of World Water Day which was on March 22, eminent personalities who worked extensively towards water conservation came together to celebrate this day. Water security, water conservation and water cooperation was the theme of this year’s celebration. Madhavrao Chitale, a water management expert, Popatrao Pawar, creator of Hiware Bazaar village, Harshdeep Kambale, city municipal commissioner and Balkrishna Bhakre among others stressed on the importance of water. “There is no source of water in 330 villages in the district. Tanker sources are also reducing day by day. In 2025, available water will be 40 % less than what we will actually require,” said Vikram Kumar, city’s district collector. Ramesh Pandav, a professor at MIT College appealed to the administration to adopt Israel’s water management technique to solve the water problem. A poster competition was also organised on this occasion. Download The Times of India News App for Latest City ."}, "Jump rope can help excel in other sports": {"time": "2019-06-14 15:33:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/jump-rope-can-help-excel-in-other-sports/articleshow/69787552.cms", "description": "AURANGABAD: A fairly new sport, jump rope, has achieved international acclaim in a little time. Coaches and players say that the game helps one to develop stamina, coordination and concentration which aids in practicing other sports and improves studies. After the recent success of local athletes in the sport at international level, the stakeholders hope that the interest for the game will grow. In the 6th South Asian Jump Rope Championship organised by Bhutan Jump Rope Association from May 27 to 30 in Thimpu Bhutan, Harsheesh Singh Dhingra won two gold medals in under-16 category while Vyankatesh Udawant, Harsh Takwale, Ghanshyam Bhagwatkar, Vedant Wahatule and Vishal Mhaske from the city won two gold medals each in Under-17 category. The students were selected for the international squad considering their performance in the last one year in the state-level jump rope competitions. Certified jump rope coach Abhishek Narwade said that the sport has gained attention from 2006 when the Maharashtra Jump Rope Association came into existence. \"Apart from the achievements one can get in the jump rope events, playing the sport helps to build a base for all other outdoor sports. Jump rope helps improve stamina, coordination, breathing control and improves concentration in studies,\" Narwade said. Harsheesh Dhingra, one of the athletes from Delhi Public School Aurangabad, said that the sport has helped him improve his other interest i.e. swimming. Harsheesh has reached at national-level in swimming. Harsh Takwale, another jump rope athlete, said that he was introduced to jump rope as a professional sport three years ago and since then he has been constantly participating in various state and national championships. \"Over the years, my energy levels are high and my academic scores have improved,\" Takwale said. Download The Times of India News App for Latest City ."}, "Latur still away from CAP purview for Class XI admissions": {"time": "2019-06-11 10:57:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/latur-still-away-from-cap-purview-for-class-xi-admissions/articleshow/69731221.cms", "description": "AURANGABAD: Latur, one of the most sought after cities in Maharashtra for junior college studies after Class X, still does not have the Centralised Admission Process (CAP) in place for Class XI. Each junior college has its own schedule for admissions. Students and parents often struggle while keeping a tab on admission prospects. Santosh Gilda, an education activist associated with a city-based parents’ forum, said Latur must be included in the CAP for Class XI admissions as soon as possible. He also made a serious allegation of corruption within the system. “Besides the obvious inconvenience to parents and students, we suspect there is an active network of touts in Latur. The touts, in collusion with certain heads institutions, help with admissions after charging families Rs 1 to Rs 1.5 lakh,” said Gilda, who is a lawyer by profession. He added that students are forced to purchase admission forms of multiple colleges to stay in the race for admissions. “The CAP for Class XI admissions, if introduced, will protect families from such additional expenditure,” Gilda said. The state education department had introduced the CAP for Aurangabad, Nashik, Amravati and Nagpur from academic year 2017-18. The system is already in place across the Mumbai Metropolitan Region Development Authority and Pune (Municipal limits). But despite being a major education hub, Latur, known for its unique pattern for preparing students for national-level entrance examinations such as JEE or NEET, is still beyond the purview of the CAP. The Latur pattern, practiced by a few leading colleges especially for the science stream, involves reduced academic sessions for Class XI to instead focus on rigorous preparations for Class XII. The pattern has drawn criticism from experts, who have objected to skipping of certain parts of the Class XI syllabus. They claim the Latur pattern of learning compromises quality and scope of education to only focus on a good outcome for Class XII examination. Another education activist, Sanideval Jadhav, said the demand for admissions reforms for Class XI admissions has been falling on deaf ears. “We have been urging officials to set up the CAP for junior colleges. The education department should take steps without wasting any more time,” he said. The deputy director of education for Latur division, Sanjay Yadgire, said it was up to the state government to implement the CAP for Latur. “The demand by parents, for the CAP in Latur, has been presented to state-level authorities. The CAP was introduced on a pilot basis for Mumbai and Pune. The system is expected to cover more cities in the days to come,” Yadgire said. A member of the management team from a city-based college said institutions would welcome any student-centric reform. “Allegations leveled by some parents - of financial dealings during seat allotment - do not apply to all institutions. There may be some black sheep. But it is wrong to tarnish the Latur pattern of study as a whole,” the member of the management team said. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Will join BJP, get ministerial berth,says MLA Abdul Sattar": {"time": "2019-06-13 10:49:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/will-join-bjp-get-ministerial-berthsays-mla-sattar/articleshow/69762325.cms", "description": "AURANGABAD: Former Congress leader Abdul Sattar, who represents the Sillod-Soyegaon assembly constituency, on Wednesday said he would soon join the BJP and get a ministerial berth in the BJP-led Maharashtra government. The latest announcement made by the MLA has confirmed rumours that were making rounds since he resigned from the post of Congress district president about a couple of months ago. The reports of him joining BJP despite being opposed by some party leaders and workers at the local level were making the rounds for the past few days. Speculation was rife that Sattar would contest as an independent candidate in the upcoming assembly elections and join the BJP after emerging victorious. While speaking to TOI, Sattar said, “On June 14, Radhakrishna Vikhe Patil and others will join the BJP and inducted into the ministry in another two days. For now, I am busy with my daughter’s wedding scheduled for June 23. Let me make it clear that I am not only joining the BJP but will also become a minister in the government.” The MLA said he is not keen on bagging any ministry in this cabinet expansion as it will keep him occupied in different parts of the state, which will eventually loosen his grip over his constituency ahead of the assembly elections scheduled for October this year. If Sattar joins the BJP, he will be the first Muslim MLA to do so in the state in recent times. The four-time MLA, who is a known Ashok Chavan loyalist, parted ways with Congress after Subhash Zambad was given ticket to contest the general elections from Aurangabad. In protest, Sattar even filed his nomination as an independent before withdrawing from the contest and announcing his support to BJP state president’s son-in-law, Harshvardhan Jadhav, who contested as an independent in the recently held general elections and bagging around 2.85 lakh votes. A decade ago, Sattar was a minister for a brief period in the Congress-NCP government. Political experts feel that the success of AIMIM-VBA candidate Imtiaz Jaleel in the Lok Sabha elections has boosted the morale of this newly-formed political alliance that is working on to contest the assembly elections with full might, thus making it difficult for Congress-NCP to return to power. “Considering the MIM-VBA presence, Sattar’s move is a win-win situation for the BJP. The saffron party will get a Muslim face and Sattar will remain part of the ruling party,” a political analyst from the region said. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Waste management: NGOs, vigilance squads fail to help": {"time": "2019-06-12 15:33:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/waste-management-ngos-vigilance-squads-fail-to-help/articleshow/69747144.cms", "description": "AURANGABAD: The city municipal corporation had hired three private agencies last year to sensitise residents and vigilance squads to ensure that ideal waste disposal practices are followed by them. Close to Rs 2 crore have been spent for the job, but the waste segregation levels haven’t improved and the unrestrained dumping in nullahs continues. Facing outrage for not carrying out timely cleaning of nullahs, city engineer Sakharam Panzade said that their efforts are failing to show impact as people tend to throw waste indiscriminately into the nullahs. “If we clean the nullah in the morning, by evening on the same day you can see it filled with garbage. There has been no restrain by the residents,” Panzade said. Incidentally, around this time last year, AMC had hired private agencies—Knowledge Links, Feedback Foundation and ABTS—to carry out an information, education and communication (IEC) campaign. The NGOs were engaged in zones which were critical in terms of waste management, like zones 1, 2, 3, 7 and 9. The agencies were hired at the cost of Rs 10 lakh each every month. Following the end of five months, the performance of the agencies were not found satisfactory and the standing committee had recommended termination of their contract. However, on the recommendation of municipal commissioner Nipun Vinayak, one of the agencies, i.e. Knowledge Links received an extension. When asked, Shaikh Javeed of Shareef Colony said that no individual from the NGOs ever came to his area. “The waste collection vehicle is not enough for the entire neighbourhood,” Javeed said. The nullahs in areas across the critical zones of the city continue to see rampant dumping of waste. The AMC had also hired Nagrik Mitra Pathaks, comprising of 40 ex-servicemen, that work as vigilance squads. The squads stop people from throwing waste and also penalise them for such actions. The squads also failed to make any impact on the dumping of waste in nullahs. According to Vishal Kharat, who oversees the work of the vigilance squads, the chief contributors of nullah waste were restaurants and eateries. Download The Times of India News App for Latest City ."}, "Saving water: Cops adopt villages": {"datetime": "", "description": "AURANGABAD: Due to severe drought, the residents of modest Kasrwadi village of Ambad tehsil in neighbouring Jalna district are forced to rely on water tankers for driking and irrigation purposes. However, they are hopeful of getting enough rain this year. Their hopes rose after the Jalna police dug a 1200 metre long trench in the river subsidiary passing from the village. With population of 1700, the village witnessed farmer suicides last year due to drought situation. The fact that the village is situated on a steep surface; it does not have any water catchment area, making it one of the most drought-prone villages in Ambad division. “The village has over 80 wells and all of them have gone dry. We have been allotted three water tankers of 12, 000 litres each, but have to sustain on two tankers, due to heavy rush at the water filter plant from where the drinking water is being sources,” Kawarwadi village sarpanch Viswambar Phulaji Kharat (50) told TOI. The initiative is part of Aurangabad range police’s first of its kind of move to adopt villages and make them water sufficient. As part of the initiative, four police units of Aurangabad rural, Jalna, Beed, and Osmanabad have been tasked to adopt at least one village and undertake initiatives including water harvesting, digging trench in existing water bodies, reviving wells, and other scientifically proven methods. Special Inspector General of Police (IGP, Aurangabad range) Ravinder Kumar Singal told TOI, “This is our small initiative in preparing the villages in beating the water scarcity, which has unfortunately become a frequent phenomenon for the region.” Seeing the policemen doing ‘Shramdan’ in the adopted villages, the residents, NGOs, and industrial houses have come forward to contribute their bit in the noble cause. As part of the plan, a series of initiatives like starting of libraries, providing books, bags and uniforms to the students, reviving the village wells, imparting skill development courses to village youths and also training the farmers in doing farming in scientific manner are on the police’s priority to-do list. IGP Singal, who is currently incharge of the Nanded range which has four districts in the drought hit Marathwada region, is all set to undertake similar initiatives in the region. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:39:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/range-cops-adopt-villages-for-water-conservation/articleshow/69805717.cms"}, "Aurangabad police initiate action against gutkha traders": {"time": "2019-06-13 10:50:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/city-police-initiate-action-against-gutkha-traders/articleshow/69762273.cms", "description": "AURANGABAD: Aurangabad city police on Wednesday initiated action against at least eight suspects for alleged involvement in trading gutkha which is banned in the state for over five years. The city chowk police team assisted by the Food and Drug Administration (FDA) staff raided eight paan kiosks in Naralibagh, Aurangpura, Mondha and Buddhilane area of the city and seized the banned product. “We have arrested eight accused for illegally possessing and selling of banned gutkha from their paan stalls. Apart from the relevant sections, we have also slapped them with section 328 of IPC for causing hurt by means of poisonous substances,” senior inspector DS Singhare said. Based on a complaint lodged by an FDA official, an offence has been registered by the police in this regard. The state has not only banned gutkhas and paan masalas, but also the contents that if put together, form this banned product. Only non-treated tobacco (tobacco with curing) and non-treated areca nuts are permitted for manufacturing, storage, distribution, and sale. Off late, Aurangabad city police have taken stringent measures against illegal gutkha trading0 which is considered to be one of the most lucrative illicit businesses having comparatively lower risk and high returns. In the recent months, the city police have also busted illegal gutkha manufacturing unit that was operation in the limits of Jinsi police station, apart from seizing vehicles transporting gutkha. The Apex court allowing the slapping of section 328 of the IPC against gutkha traders and manufacturers has come as a major deterrent for those in the business as the offence is cognizable and triable by the sessions court. Sources said that after the frequent allegations by MP Imtiaz Jaleel against the thriving of illicit gutkha trading and gambling dens, the city police chief has pledged to wipe out these businesses from the city. Download The Times of India News App for Latest City ."}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Over 1,200 attend state-level disaster management camp at SRTMU": {"time": "2019-06-14 04:19:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/over-1200-attend-state-level-disaster-management-camp-at-srtmu/articleshow/69777971.cms", "description": "Aurangabad: Service to the nation is the best service any countryman can offer, said special inspector general of police (Aurangabad range) Ravinder Singhal on Wednesday while addressing the valedictory function of state-level disaster management camp organised at Swami Ramanand Teerth Marathwada University (SRTMU) in Nanded. Singhal also urged the students to protect their unique identity and contribute towards social development. Over 1,200 volunteers of National Service Scheme (NSS) from different colleges participated in the camp that received guidance from teams of the National Disaster Response Force (NDRF). Lessons and demonstrations of different life-saving techniques and rescue tactics were given to students during the 10-day camp. “You are NSS volunteers and therefore definitely more motivated than many of your friends. The disaster management camp must have infused new energy in you. The energy must be used effectively during a crisis situation and for social causes,” Singhal said. The senior cop also shared his experiences of being part of teams that organised Kumbh Mela at Nashik and Guru-da-Gaddi ceremony at Nanded. “I learned a lot while overseeing preparations of these mega-events. Putting in place disaster management units was one of the crucial aspects of these events. The NSS volunteers must also prepare themselves for any natural disaster like the one hit Latur district during the earthquake in 1993,” Singhal said. Speaking on the occasion, NSS state liaison officer Atul Salunkhe said the NSS volunteers should utilise the knowledge imparted to them during the state-level camp as and when a crisis situation arises. “Always inculcate discipline in your action and refine your skills by undertaking rigorous practice,” he said. Best NSS volunteers and teams were felicitated at the hands of chief guest during the event that was attended by SRTMU vice-chancellor Udhhav Bhosale and senior authorities from NDRF and state disaster management unit. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "An evening full of classical dances at Tapadia Natya Mandir": {"time": "2019-06-14 11:11:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/an-evening-full-of-classical-dances-at-tapadia-natya-mandir/articleshow/69774080.cms", "description": "With having a special corner for classical dance, the young dancers of Shrimata Nirmaladevi Nrutyazhankar Dance Academy left a special mark in the hearts of Aurangabadkars at the recently held event. Presenting various aspects of classical dance, the dancers put forth a beautiful show as a part of their annual celebration. Held at Tapadia Natya Mandir, dancers Sangeeta Panda and Shraddha Vasekar commenced the program with a beautiful dance which was followed by Guru Shiromani Mira Pauskar's Bharatnatyam recital. At the event was also a Ganeshkruti presentation by the students of the academy which impressed all. Students of second and third year of the Academy presented Aalaripu and Pushpanjali dance. Apart from these beautiful performances, Ganesh Vandana, Shiv Tandav, Swagatam Krishna, Aaigiri Nandini, Aadinaar and other classical dances also impressed the audience at Tapadia. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "ADG inspection concludes": {"datetime": "", "description": "AURANGABAD: The annual inspection of Aurangabad city police concluded on Saturday, with additional director general of police (special operations) Rajender Singh asking city police to mend its ways in handling of the overall affairs. Singh, who has served as Aurangabad commissioner of police, was impressed with the initiatives, including skill development, employment generation carried out under community policing. He appreciated the efforts made to bridge the gap between communities initiated by incumbent city police chief Chiranjeev Prasad. Singh also applauded the city police chief for successfully ensuring peaceful passage of general elections and winning trust of the deprived sections of the society through various confidence building programmes. During the inspection, the senior officer paid visit to some police stations, apart from reviewing the statistics of the total number of offences registered, detected, undetected, preventive measures, number of property as well as body offences, actions taken against active criminals, execution of summons, conviction rate and performance of each of the branches including special branch, crime branch, economic offences wing, and directed for initiating some corrective measures. ADG Singh, on the second day of inspection on Saturday, held a marathon crime review meeting with all the senior officers including the police stations chiefs. In the second half of the day, Singh summoned all the police station chiefs as well inspectors heading all the other branches, in person and reviewed their work. He chided some of the police station chiefs of some prime police stations for failing to deliver on the expected lines. The officer also pulled up the inspector rank officers for poor detection rate in terms of two-wheeler thefts, nabbing of fled accused, and other property offences. ADG Singh also noticed the sudden fall in the recording of offences like mobile and other petty thefts in majority of the police stations. He asked the police station chiefs to personally ensure registration of offences, and pay attention to every happening in their respective jurisdictions, especially in terms of crime against women, children. The officer also reviewed city’s overall scenario in terms communal harmony, vigilance on those fuelling communal tensions, illicit businesses, if any, and as well as the preparations for the assembly elections scheduled for few months from now. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:34:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/adg-inspection-concludes/articleshow/69805747.cms"}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Rani Chatterjee": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Deputy collector’s assistant lands in ACB trap": {"time": "2019-06-12 04:23:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/deputy-collectors-assistant-lands-in-acb-trap/articleshow/69747069.cms", "description": "Aurangabad: The anti-corruption bureau (ACB) sleuths on Monday arrested a personal secretary to a deputy collector in Nanded while accepting a bribe of Rs19,000. The accused — Laxman Baburao Aasole (53) — is an employee of revenue department. The trap against him was laid by the Nanded unit of the ACB led by superintendent of police Sanjay Latkar. The revenue department had seized seven heavy vehicles for carrying sand illegally. These vehicles were slapped with a fine of Rs1,38,500. And the vehicles were supposed to be released only after the payment of fine. But the accused demanded the vehicle owners to pay a sum of Rs3,000 each for releasing all the seven vehicles. Unwilling to bend down to the demand made by the accused, one of the vehicle owners reached out to the ACB and lodged a complaint. During verification of the complaint, the bribe amount was negotiated with the accused who agreed to accept Rs19, 000 for releasing the vehicles. Accordingly a trap was laid and the accused was arrested the moment he accepted the powdered currency notes. A serious cognizance of the incident has been taken by the Nanded district administration, and district collector has pulled up authorities for failing to keep a check on their respective subordinates getting into corrupt practices. Repercussions of the trap were felt in different parts of the region, with sub-divisional officers asking their subordinates to mend their ways or face action. A senior revenue officer informed that following the latest trap, it has been decided that departmental action would be initiated against revenue staffers involved in corrupt practices, especially those involving sand trading. Download The Times of India News App for Latest City ."}, "Widespread showers bring down pre-monsoon deficient in Marathwada": {"time": "2019-06-12 04:23:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/widespread-showers-bring-down-pre-monsoon-deficient-in-marathwada/articleshow/69747092.cms", "description": "Aurangabad: Several parts of Marathwada continue to witness a measurable rainfall as occasional spells of light to medium showers lashed the region during the past 36-hours ended on Tuesday. The percentage of average expected rainfall received so far since June 1 has reached to around 28.1% in Marathwada, as per the official figures received. Among different parts of the region that received substantial rains are Patoda (15mm), Ashti (9mm) and Parli (7mm) from Beed district, Ahmedpur (9mm) and Nilanga (6mm) from Latur district, Vaijapur (10mm), Gangapur and Tehsil limits of Aurangabad (both 5mm) from Aurangabad district and Palam (8mm), Gangakhed (7mm) and Sonpeth (4mm) from Parbhani district are among talukas where rainfall activity was reported during past 24-hours ended by Tuesday morning. Good rainfall saw many districts erasing the deficit of quota of pre-Monsoon showers received by rainfall since June 1. As per the official data, Parbhani district has reported highest 45% of expected showers so far during the recent surge, followed by Osmanabad (40%), Latur (31%), Beed (29%), Hingoli (23%), Jalna (16%), Aurangabad (10%) and Nanded (8%). A senior revenue department official said that the delay in monsoon arrival has reflected in lower percentage of average expected rainfall received since June 1. “As per the official forecast, monsoon is expected to reach Marathwada by weekend or early next week. It is expected that showers during next few days may bring down pre-Monsoon deficient even further,” he said. Notably, the state agencies have already cautioned farmers against early sowing for Kharif season of crops even if measurable rainfall activity is noticed for consecutive days. “The farming community is advised to undertake sowing only after onset of Monsoon takes place in the region. We have been using bulk SMS system to update farmers and the same will be used to share favourable sowing period once Monsoon reaches the region,” authorities concerned said. As per the latest forecast by India Meteorological Department (IMD) for Aurangabad, no major rainfall activity is likely in Aurangabad before June 16. In between, the met department has predicted partly cloudy sky with the possibility of development of thunder lightning for the next few days. The city recorded a maximum of 39.2 degree celsius temperature on Tuesday, which was above normal by four units as compared to the normal range. At 22.5 degree celsius, the minimum temperature was below normal by one unit as compared to the normal range. Download The Times of India News App for Latest City ."}, "Women told about traffic rules on Vat Poornima": {"datetime": "", "description": "AURANGABAD: Cashing in on the opportunity of thousands of women visiting Waluj police station for worshipping the banyan tree in its premises on the occasion of Vat Poornima, police ran an awareness campaign on Sunday where they explained to the women how following traffic rules would ensure their husband’s long life. Waluj police station is the only police station in the city with a banyan tree in its premises. Each year, thousands of women from the locality visit the police station on this day to perform rituals at the banyan tree. Organising the awareness campaign on a religious occasion was the brainchild of inspector of Waluj police station Sandeep Gurme. The inspector told TOI, “Several kilometres of the Aurangabad-Pune highway passes through our jurisdiction. We see many accidents which happen due to petty mistakes or for not following traffic norms. Our aim at running the awareness campaign was to make the women realise that merely worshipping the banyan tree for the long life of their husbands would not help, following traffic norms would.” A group of woman constables headed by a woman sub-inspector were deployed for the awareness session. Each women visiting the station was given handbills, with an instruction to paste them at the entrance of their houses. Till evening, around 8,000 handbills were reportedly distributed. Women were briefed on key reasons for accidents like consumption of alcohol, driving beyond the permissible limit, playing loud music while driving, lack of sleep before taking long drives, competing with other vehicles on the road, etc. They were also suggested to press upon the male members of their families than unless necessary, they should avoid travelling at night. Commissioner of police Chiranjeev Prasad said that the initiative was a part of the police’s awareness campaign on traffic rules. “Apart from professional responsibility, the number of people losing lives is painful at the personal front too. We are running these campaigns with an aim to bring down the number of fatal accidents on the roads.” Download The Times of India News App for Latest City .", "time": "2019-06-17 04:16:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/women-told-about-traffic-rules-on-vat-poornima/articleshow/69816241.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Bharatanatyam dancers put forth a scintillating Arangetram performance": {"time": "2019-06-11 18:32:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/bharatanatyam-dancers-put-forth-a-scintillating-arangetram-performance/articleshow/69743017.cms", "description": "For every Bharatanatyam dancer, Arangetram is a pinnacle that plays and important role in their dancing career. For Bharatanatyam dancers Aarushi Shinde and Siddhi Tornale of Aurangabad it was the same when they geared up for their Arangetram performance in the city recently.  Amidst eminent personalities and chief guests, the duo performed 11 dance recitals as a part of their Arangetram. The stage performance of around three hours that the girls put up was a sheer outcome of practice and stamina that they have been doing for years. To make the performance worthwhile, live musicians on mridangam, flute, and violin accompanied the dancers. Marathi poems and abhang were also a part of the Arangetram. Under the guidance of guru V Soumyasri, the dancers put forth a mesmerising performance. Download The Times of India News App for Latest City ."}, "\nVasantotsav-Nritya Aaradhana-2013, adance concert in Aurangabad hosted by Dr Babasaheb Ambedkar Marathwada University\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Vasantotsav-Nritya-Aaradhana-2013-adance-concert-in-Aurangabad-hosted-by-Dr-Babasaheb-Ambedkar-Marathwada-University/articleshow/32358001.cms", "description": "The dance department of Dr Babasaheb Ambedkar Marathwada University recently hosted a dance concert. Titled Vasantotsav-Nritya Aaradhana-2013, this concert welcomed the spring season and was a treat for dance enthusiasts in the city. A special performance with ‘Save Water’ as its theme beautifully conveyed a message to the audience. There was something for everyone — right from a Bharatnatyam performance titled Pushpanjali to a Rajasthani folk dance as well as a fusion act of lavani and western dance styles. Those spotted at the event included P Medini Hombal, lecturer at Indira Kala Sangit Vishwavidyalaya, Prafulla Mirajgaonkar, Dilip Yardi, and V Soumyasri, assistant professor, department of dance, Dr Babasaheb Ambedkar Marathwada University.Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "\nWorld Dance Day celebrated in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/World-Dance-Day-celebrated-in-Aurangabad/articleshow/47202877.cms", "description": "On the occasion of the World Dance Day on April 29, the city witnessed a beautiful dance recital under SAMBHAV: A dance-tribute aiming to ‘Dance beyond physical barriers’ organised at MAHAGAMI, MGM. Under this social outreach activity of MAHAGAMI, a 15-day dance workshop for differently abled children was conducted from April 15 onwards. The initiative was aimed towards exploring and sharing the joy of the expression of dance and its vitality coupled with the fact that creative minds can be nurtured beautifully through dance movements. The performance of these special children from Svayam Siddha was choreographed by Gargi Malkani and Rupal Khedkar. This was followed by a special Odissi dance performance by Nityanand Das from Odisha who dances on only one feet. Nityanand presented traditional Odissi based on the theme Pangu Langhayate Giri. Speaking on the occasion, Parwati Dutta, director MAHAGAMI Gurukul, said, “It is a dance day for us every day as we have inculcated dance in our life and dedicated our life to it. For the past 18 years we have been celebrating World Dance Day with all our heart and excitement.” Spectators were left spell-bound with the performance and gave a standing ovation.Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Crime branch nab 2, seizes Gutkha worth 7L from house": {"datetime": "", "description": "AURANGABAD: The crime branch of the city police on Saturday nabbed two accused and raided one of their houses, from where Gutkha worth Rs 7 lakh was seized. The arrested accused have been identified as Syed Riyaz (27) of Khokadpura in Paithan Gate area and Syed Zafar (30) of Misbah Colony in Padegaon area. Crime branch inspector Madhukar Sawant said that the accused have been arrested after the team found out that vehicles carrying Gutkha worth lakhs of rupees was delivering a portion to a suspect in Padegaon area. The team raided their house after zeroing in on the vehicles. Accordingly, sub inspector Tushar Deore raided the house of the suspect on Saturday and nabbed Syed Zafar, seizing Gutkha worth Rs 7 lakh. Three days ago, in a joint operation carried out by the Food and Drug Administration (FDA) and the city police’s crime branch, two vehicles were seized when banned gutkha was being unloaded on Nagpur-Mumbai highway. A total of 243 bags worth Rs 38 lakh, along with the two vehicles, including a pick-up van and a mini truck, were seized. Sources said that with the allegations going around about turning a blind eye to illicit businesses in the city, the authorities have launched an all-out drive against illicit Gutkha trading in the city and have already seized a huge quantity of Gutkha in the multiple raids carried out in the past one month. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:14:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/crime-branch-nab-2-seizes-gutkha-worth-7l-from-house/articleshow/69816214.cms"}, "\nMarathi actress Pooja Sawant performs lavani at a fashion show in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Marathi-actress-Pooja-Sawant-performs-lavani-at-a-fashion-show-in-Aurangabad/articleshow/32411647.cms", "description": "This fashion event held in the city on Thursday was full of glam and style. Models were seen sashaying down the ramp donning traditional Indian wear. Dancers kept the audience entertained with their rocking performances in between the modelling sessions. Marathi actress Pooja Sawant who had been invited specially for the event, surprised everyone with her lavani performance. We spotted Sanjay Kumar, commissioner of police, having a good time on the occasion. Some prominent Aurangabadkars present were Sanjay Shirsath and Dhananjay Dalal. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Over 50 people fall ill after consuming food at religious event": {"time": "2019-06-13 10:41:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/over-50-people-fall-ill-after-consuming-food-at-religious-event/articleshow/69762303.cms", "description": "AURANGABAD: In a suspected case of food poisoning in Beed, several people, including men, women, and children experienced uneasiness in the wee hours of Wednesday after consuming contaminated food on Tuesday night. The affected people were attending a religious event organised in Govindnagar, Dhanora road of Beed city. Around 50 people have been admitted to Beed district hospital. “We are coordinating with the FDA as well as medical authorities so that an appropriate action is initiated in this incident. We are also trying to ascertain if the incident is a result of carelessness or it is case of sabotage,” Beed superintendent of police G Sreedhar told TOI. A detailed report of the incident has been sought from the area police station. Besides, the special branch has been directed to collect more details of the incident. A family residing in the locality had organised a ‘Jagran Gondhal’, a religious event that is typically organised post-marriage. A goat sacrificed for the event was cooked and served as prasad along with bhakri, rice, and a vegetable dish. Almost half an hour after consuming the food at around 11.30 pm, the guests started feeling uneasy. Minutes later, they felt nauseous and suffered from diarrhoea. Sensing trouble, they were rushed to the hospital. Doctors who attended them said that the condition of some patients had worsened due to serious loss of fluid. However, they were on their way to recovery by morning and are currently kept under observation. On learning about the incident, senior officials from the Food & Drug Administration (FDA) rushed to the spot and collected food samples which have been sent for chemical analysis at Aurangabad. When contacted, FDA’s food safety officer Rushikesh Marewar said, “Following the SOP, we have collected the samples of mutton gravy, Bajra bhakris, rice as well as a brinjal dish that were part of the menu at the event.” Sources from FDA said that considering the gravity of the issue, the authorities at the lab have been requested for getting the food samples tested on priority. “Based on the findings, a call about further action against the organisers and hosts of the event would be taken,” a senior FDA officer said. Download The Times of India News App for Latest City ."}, "25-year-old woman dies a week after falling from balcony": {"time": "2019-06-13 10:42:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/25-year-old-woman-dies-a-week-after-falling-from-balcony/articleshow/69762262.cms", "description": "AURANGABAD: A 25-year-old woman, who fell from the balcony of her rented apartment on the third floor around a week ago, succumbed to the injuries in the wee hours of Wednesday. The deceased has been identified as Muskan Kurmi, hailing from Kewarna of Damoh district in Madhya Pradesh. She lived with her husband, Ramavtar, in the apartment at Gangapur Jahagir Ashtvinayak Colony of Shendra area. The couple got married around three months ago following which they moved to Aurangabad-based Shendra MIDC area. Her husband is employed with a private company. Inspector Mahesh Andhale of Chikalthana police station said, “On May 5, the woman was speaking with her mother-in law over the phone while standing in the balcony. During the call she lost balance and fell down.” “We are probing the case from all possible angles, but so far we have not found anything that indicates any possibility of a foul play,” he added. The incident left her with serious injuries, including fractured limbs, internal hemorrhage and head injury. She was rushed to a hospital in an unconscious state. She battled for life for seven consecutive days, but her condition failed to register any improvement. She finally succumbed to injuries on Wednesday at 3am. An autopsy was performed at Government Medical College and Hospital (GMCH) during the day before handing over the body to her family. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Class IV staff at GMCH call off strike": {"time": "2019-06-12 04:33:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/class-iv-staff-at-gmch-call-off-strike/articleshow/69747186.cms", "description": "Aurangabad: The class IV employees at Government Medical College and Hospital (GMCH) went on strike on Tuesday evening to protest against privatisation of workforce by the government. However, the strike was called off in the evening after discussions with the hospital administration. On Tuesday morning, most workers had reported to work at 8am but soon after intervention of the workers’ union, the employees struck work. The strike began to show its impact in the 2pm shift. Meanwhile, talks were held between workers’ association and hospital administration where a delegation led by dean Kanan Yelikar issued a letter of appeal to the workers to end their strike. According to the chief of state-level class IV workers’ union Ravindra Dabhade, the strike was announced as part of the state-wide agitation against privatization of workforce. During the meeting, the hospital administration asked the union leaders to keep in mind that due to lack of staff many surgeries are being postponed which may prove dangerous for patients. Dabhade said that the government should carry out recruitment of class IV staff and fill the vacant posts. Yelikar informed the union leader that the decision on filling of posts vacated due to retirement or death of staff is to be taken at the level of directorate of medical education and research (DMER). “The hospital is pursuing the matter with them,” she said. After the meeting, it was decided that the strike will be called off. At 5.30 pm, the workers at GMCH also ended the strike. Medical superintendent Kailash Zine, while agreeing that the strike did impact the cleanliness services, said that all workers will resume work in the night shift. Download The Times of India News App for Latest City ."}, "Hoteliers resolve to share excess food with needy": {"time": "2019-06-15 11:31:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/hoteliers-resolve-to-share-excess-food-with-needy/articleshow/69794201.cms", "description": "AURANGABAD: Save Food Committee, Aurangabad, has succeeded in roping in several hoteliers in their endeavour to save food from hotels and restaurants that goes to waste and provide it to the needy. Anant Motale, a retired government official, who is among the Ann Wachwa Samiti (save food committee), said at a meeting, attended by at least 25 hoteliers and government officials, that the participants resolved to share food that they prepare in excess with NGOs working for distribution of food. The committee, which was formed about five years ago, works for save food campaign and has got several function halls, hotels and residents to share the excess food immediately after being prepared with the NGOs that distribute it among the needy. Addressing media persons, Anant Motale of Mission for Hunger Free City, said that recently the committee had a meeting with the help of the Food and Drugs Administration (FDA) and MSSIDC with the as many as 25 restaurant owners, particularly those who serve thalis, to ensure that food is not wasted. While referring to the Global Hunger Index related reports, Motale highlighted that every day, food for 200 crore people was being prepared in the country, out of which food meant for 100 crore people was thrown in the garbage. This eventually leaves at least 27 crore people hungry, he said. He also said that marriage functions are the places where food goes to waste. The government officials concerned have urged hotel owners to follow norms to avoid food wastage, said Motale, adding that hoteliers have agreed to cooperate and have decided to offer 10% discount to the customers per thali if they finish everything served. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, ": Swatch Bharat...??": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/-swatch-bharat-/articleshow/60111743.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "\nJackky Bhagnani promotes his upcoming film 'Rangrezz' in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Jackky-Bhagnani-promotes-his-upcoming-film-Rangrezz-in-Aurangabad/articleshow/32367834.cms", "description": "Bollywood actor Jackky Bhagnani was in town recently to promote his upcoming film 'Rangrezz'. During the event, the actor broke into an impromptu jig with the song Nand Ke Lala from the film. He also invited his fans on stage who were thrilled to to shake a leg with the actor.  Talking about his character Jackky said, “I play a middle class Maharashtrian boy from Lalbaug who puts his family and friends before everything else. I hope people like the film and my character.” Talking about the city he added, “I always wanted to come here. The city has good heritage value and people here are very warm.”' Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Cycling enthusiasts in the city dedicate a rally for social cause": {"time": "2019-06-12 12:30:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/cycling-enthusiasts-in-the-city-dedicate-a-rally-for-social-cause/articleshow/69752524.cms", "description": "To mark the World No-Tobacco Day, cyclists in Aurangabad gathered to take part in the cycling rally. Organised by Signa Hospital and Kalabai Kale Foundation of Aurangabad, various doctors, scientists, businessmen, students and several other enthusiasts showed their interest in the cycling event. Starting from Sigma Hospital to Cancer Hospital, the cycling enthusiast created awareness on the harmful effects of consuming tobacco. Amidst various doctors, Dr Tushar Mule shared his understandings on the ill effects of the consumption tobacco. Download The Times of India News App for Latest City ."}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Police nab one for break-in, recover goods worth Rs 24 lakh": {"datetime": "", "description": "AURANGABAD: A history-sheeter was nabbed by the local crime branch (LCB) of Aurangabad rural police in connection with a house break-in case committed in Vaijapur tehsil on Thursday. In the latest case, the accused — identified as Kishor Wayal (38) — along with his accomplice stole articles worth Rs24 lakh, including 720 gram of gold, 795 gram of silver and some cash. The accused is a self-proclaimed “Robin Hood” and is known for using the stolen money for social activities in his village Mera of Chikhli in Buldhana district. LCB inspector Bhagwat Phunde said, “As per our information, the accused has over 100 cases of house break-in and thefts registered against him in different parts of the country.” Police claimed that they have not only detected the latest case, but have also made cent per cent recovery. A manhunt has been launched for Wayal’s accomplice who is on the run. Wayal along with his accomplice on Thursday broke into the house of a trader, Hrushabh Chajed, who along with his family had gone to Pune. The incident came to light at 5pm, when a neighbour went to Chajed’s house for getting a mixer. She soon informed others and police was called in. During probe, the LCB team found a CCTV footage in which two suspects were found moving on a motorbike. The police soon identified one of the suspects as Wayal, who after committing the offence went straight to his hometown. A police team was sent Wayal’s village to arrest him. During interrogation, the accused not only confessed to the crime but also handed over the stolen articles to police. Wayal recently got released from prison after he was arrested by city police for committing burglary in a similar fashion on February 4. Additional superintendent of police Ganesh Gawde said that the Wayal’s involvement in other property offences committed since he got released is being checked. “We suspect his involvement in more property offences and we are investigating the cases,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:41:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/police-nab-1-for-break-in-recover-goods-worth-rs24l/articleshow/69805561.cms"}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "MGM hospital to get a modern ICU": {"time": "2019-06-15 11:30:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/mgm-hospital-to-get-a-modern-icu/articleshow/69794192.cms", "description": "AURANGABAD: Mahatma Gandhi Mission (MGM) Hospital is all set to get a modern modular intensive care unit (ICU) from Saturday. The charitable hospital already has nine ICUs and the one unveiled on Saturday would be the 10th ICU of the hospital. Pravin Suryawanshi, deputy dean at MGM Medical College and Hospital (MGMMCH) said, “The 11-bed ICU aims at providing state of the art care for patients in Aurangabad so that they don’t have to go to other cities for critical care treatment.” MGMMCH dean Rajendra Bohra said that the ICU infection control system will save expenses of the patient. “The cardiac output monitor at the ICU can help diagnose what is causing the BP to rise or fall which will help in treatment and early recovery,” Bohra said. The MGM’s Medical Centre and Research Institute (MCRI) ICU facilitates also has ventilators and monitor for each of the 11 beds. It also has a signaling system that prevents people from entering into the patient cabin without cleaning their hand with a sanitizer installed outside the room. The other equipment available at the unit includes dialysis machine, sonography machine and X-ray machine. Anand Nikalje, director ICU unit said that the unit ensures a thorough check on hospital acquired infections due to its built-in mechanisms. One can only enter the unit after the operator shows an access card to the sensor. It has a negative pressure room for quarantine patients suffering with diseases like swine flu which prevents their infection from spreading to other patients. The unit also has a positive pressure room for patients with compromised immune systems in which air flows out of the room instead of coming in. It helps prevent any airborne microorganisms to reach the patient. The ICU will be inaugurated on Saturday by MGM Trust secretary Ankushrao Kadam and a workshop for disease management in ICU will be held for doctors in Marathwada on June 15 at the hospital. Download The Times of India News App for Latest City ."}, "Women artists shine at an exhibition held in Aurangabad": {"time": "2019-06-15 11:11:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/women-artists-shine-at-an-exhibition-held-in-aurangabad/articleshow/69790561.cms", "description": "It was a delight for art lovers of Aurangabad as they came under one roof when eight female artists displayed their work at the recently held exhibition in the city. Held at Malti Art Gallery, near Kalda corner of Aurangabad, the artists –Manisha Kurekar, Gauri Narsapur, Vjayaya Paturkar, Sharda Uttarwar, Rekha Jakhete, Shalda Mendhekar, Mamta Kulkarni and Megha Padhyay created art of different medium on the canvas. Th exhibition titled –Thousand Shades of Her, saw paintings of various types. Though most of them used acrylic colours as their medium, each painting had a different style to it. Modern art got a touch of traditional Madhubani art and miniature touch, Gujrat's Mad Art and various other types of paintings were at display at the exhibition. Kunal Lahariya and Lata Mule were chief guests for the evening. Download The Times of India News App for Latest City ."}, "Bombay HC directs police to file case against Munde in illegal land purchase case": {"time": "2019-06-11 18:23:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/bombay-hc-directs-police-to-file-case-against-munde-in-illegal-land-purchase-case/articleshow/69742797.cms", "description": "AURANGABAD: The Bombay high court on Tuesday directed police to file a case against Dhananjay Munde, the leader of opposition in the Maharashtra Legislative Council, in connection with alleged illegal purchase of government land in Beed district. A division bench of Justices TV Nalawade and KK Sonawane gave the directions on the petition filed by one Rajabhau Phad. According to the petition, the land at Pus village in Ambajogai tehsil of Beed belongs to the government and was given to the Belkhandi Math in Beed as gift when Ranit Wyanka Giri was its mahant. However, as per law, the land cannot be transferred without the government's permission. But after the death of Giri, his heirs transferred the land in their names and claimed that they are its owners and the government was not informed about it. The land was later bought by Munde on the basis of a general power of attorney in 2012. Munde applied for non-agricultural status (NA) of the land and got it, the petition alleged. Phad had approached the Bardapur police station in Beed seeking a criminal case to be lodged against Munde, his wife and others. However, when the police failed to initiate a probe, Phad approached the high court claiming that the land originally belonged to the government and hence, cannot be sold to anyone. He sought an FIR be lodged under IPC sections 420 (cheating), 467, 468 and 471 (forgery) against Munde, his wife and 15 others. Munde's lawyer Siddheshwar Thombre said there was a dispute between the then Math mahant and priest of the trust on this land. He said the matter was taken to court and on the basis of decree, another person became the owner of the land, adding that in 2012, Munde bought the land from that person by adhering to all legal procedures. It was not mentioned anywhere that the land belonged to the government, Munde's lawyer said while asserting that the entire process was legal. The Aurangabad bench of the high court, however, said prima facie it appears the government land was usurped and hence, directed the Bardapur police to file a case against Munde and others and probe the allegations. Thombre later told reporters that they would move the Supreme Court. Reacting to the court order, Munde asserted that the land for the Jagmitra Sugar Mills was purchased \"as per rules and without hoodwinking anyone\". He accused Phad of filing the complaint against him out of \"political vendetta\". Phad is the son-in-law of businessman Ratnakar Gutte, whom Munde had previously accused of securing loan in the name of farmers. Munde also said he would approach the apex court against the high court's order. The NCP leader had last year alleged that Gutte got loans of over Rs 5,400 crore on the basis of fake documents made in the name of farmers. Munde then also alleged that Gutte, the promoter of Gangakhed Sugar and Energy Limited in the state's Parbhani district, had transferred bank loans obtained by various firms into different accounts. \"The land meant for the mill was purchased as per rules, without hoodwinking any organisation, individual or the government. The ruling was obtained from the honourable high court through Phad out of political vendetta, as I had raised a matter relating to Gutte,\" Munde said in a statement. He said documents relating to the mill support his position that there was nothing wrong in the purchase of land and exuded confidence that the Supreme Court will give him relief in the case. \"I raise voice on the issues of public concern and that's why such conspiracy is devised against me ahead of each session of the legislature. I will keep raising voice against the government no matter how many personal attacks are directed at me,\" Munde added. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "No. of water tankers reaches 3,500-mark in Marathwada": {"time": "2019-06-12 04:24:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/no-of-water-tankers-reaches-3500-mark-in-marathwada/articleshow/69747098.cms", "description": "Aurangabad: With delay in arrival of monsoon, the number of water tankers pressed into service across Marathwada is nearing the 3,500-mark. The region, comprising eight districts, is currently supplied with a total of 3,423 tankers and the affected population which has become dependent on water tankers has also gone up to over 55 lakh. Aurangabad district is being supplied with the maximum 1,150 tankers, followed by Beed (949), Jalna (685), Osmanabad (233), Nanded (132), and Latur (105). Parbhani (97) and Hingoli (72) districts still have relatively lesser number of tankers. In Aurangabad district, tehsil limit of Aurangabad and Sillod have maximum 194 tankers each pressed into the service, followed by Vaijapur (186), Gangapur (179), Paithan (137), Phulambri (114), Kannad (83), Khuldabad (50) and Soygaon (13). As per official data, Ashti (170), tehsil limits of Beed (147), Georai (128) and Shirur (114) from Beed district, Bhokardan (119), tehsil limits of Jalna (107) and Ambad (105) from Jalna district are among the talukas from the region that have become heavily dependent on tankers. In terms of population dependent on water tankers around 18.84 lakh people are dependent on tanker from Aurangabad district alone followed by 13.61 lakh from Beed and over 12.20 lakh from Jalna. Osmanabad (4.17 lakh), Latur (2.19 lakh), Nanded (1.95 lakh), Parbhani (1.25 lakh) and Hingoli (87,234) are among other districts, where considerable chunk of population is receiving drinking water through tankers. “Amidst depleting water sources, we have acquired around 6,363 public and private wells across the eight districts of Marathwada for refilling tankers. The number of water tankers deployed in the region is bound to increase due to delayed arrival of monsoon. Moreover, we are sensing need of tankers amidst peak rainy season in certain areas,” a senior revenue department official said. “Reiterating that instead of relying on the data of 2011 census, the current expected increased population will be taken into account while pressing tankers into service,” the official said, adding that villages needing tankers must raise their demand with taluka level authorities in order to get an alternative arrangement of water supply in the form of tankers. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Doctors to join national stir, medical services to be hit": {"time": "2019-06-14 11:34:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/docs-to-join-national-stir-med-services-to-be-hit/articleshow/69778028.cms", "description": "AURANGABAD: Joining the nationwide stir, the doctors associated with Indian Medical Association (IMA), Aurangabad will be holding a protest on Friday. The doctors are protesting attack on junior doctors at NRS Medical College, Kolkata. The stir is supported by junior doctors at the Government Medical College and Hospital (GMCH), Aurangabad. Effectively, only the emergency services at the GMCH will be open on Friday. GMCH dean Kanan Yelikar confirmed that only emergency services will be available on Friday. Incidentally, on June 11, a mob of around 200 people attacked two junior doctors at NRS Medical College following the death of a patient. The condition of one doctor injured in the incident is critical. Doctors in West Bengal are on strike. The IMA has called for an all-India protest on Friday, appealing to doctors and medical students across the country to mark their protest by wearing black badges at work on June 14. All members are requested to send mails to the Prime Minister’s office and union home minister Amit Shah demanding a central act against hospital violence. The IMA has asked the junior doctors’ network and medical students’ network to work in tandem with the local branches and district officials. In a letter submitted to the GMCH dean, the Maharashtra Association of Resident Doctors (Mard) representatives informed about their intent to participate in their protest. “All resident doctors will stay away from OPD, IPD, routine OT and academic activities on June 14 from 8 am to 5 pm,” the letter states. Download The Times of India News App for Latest City ."}, "PM Kisan scheme to cover farmers irrespective of their land holdings": {"time": "2019-06-15 11:33:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/pm-kisan-scheme-to-cover-farmers-irrespective-of-their-land-holdings/articleshow/69794094.cms", "description": "AURANGABAD: The union ministry of agriculture and farmers welfare has issued a communication relaxing the criteria of land holding for those being covered under the ambitious Pradhan Mantri Kisan Samman Nidhi (PM Kisan). In the interim budget 2019-20, the central government had announced the PM Kisan scheme under which Rs6,000 per year will be given in three instalments to 12 crore small and marginal farmers holding cultivable land up to two hectare. The latest decision is set to increase the number of farmers under the scheme, manifold. In an attempt to cover majority of farmers, the ministry has asked all chief secretaries of the states and union territories to extend the purview of the scheme to all landholding farmers in the country irrespective of their size of landholding. The notification, dated June 7, said that the farmers of higher economic status shall not be eligible for benefit under the scheme. Those excluded from the scheme include all institutional land holders, farmer families having one or more people who are former and present holders of constitutional posts, former and present ministers and members of Lok Sabha, Rajya Sabha, legislative assembly, council, former and present mayor, and chairperson of district panchayats. The scheme has also excluded all serving as well as retired government employees, apart from superannuated pensioners whose monthly pension is Rs10, 000 or more. In addition to this all those who paid income tax in last assessment year as well as professionals including doctors, engineers, lawyers, chartered accountants, architects registered with professional bodies and carrying out profession by undertaking practices. Acting on the same, the state also issued a communication on Thursday to all the district collectors citing the communication from the ministry of agriculture and farmers welfare. The district collectors have been asked to expedite successful implementation of the scheme. The drought-hit Marathwada region has about 42 lakh hectare of land of which about 38 lakh is cultivable land owned by around 34.82 lakh farmers. As per state agriculture department’s earlier government resolution (GR), in order to ensure filling up of a data comprising name of the beneficiary farmer, details age, sex, caste, mobile number, AADHAR card number and bank account number are being uploaded on the PM-Kisan portal. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Crime branch nabs gang of cattle thieves": {"time": "2019-06-15 11:26:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/crime-branch-nabs-gang-of-cattle-thieves/articleshow/69794209.cms", "description": "AURANGABAD: The local crime branch of Aurangabad rural police busted a state-level gang of cattle thieves and claimed to have detected several cattle theft cases registered in and around Aurangabad district in the past few months. The accused have been identified as Balu alias Somnath Umaji Mali (31), Dnyaneshwar alias Mauli Shravan Mali (24), Avinash alias Avi Phoolsitaram Jadhav (40), Sopan alias Gotya Ashok Dhangar (30), Arjun Kurde and Ramesh Mali. As per preliminary report, the accused were involved in stealing cattle from Ladgaon, Ranjangaon in Phulmabri, Bokudjalgaon of Paithan of Aurangabad and several other places in Beed, Jalna and others parts of the state. Aurangabad superintendent of police Mokshada Patil said that considering the rise in number of cattle theft complaints reaching police stations, the local crime branch was assigned the job to personally look into the matter and resolve the issue on priority. “During drought situation, the farmers are already under tremendous stress and their cattle being stolen was just adding to their woes,” Patil said. Local crime branch officer Bhagwat Phunde said, “We are confident of cracking many cases of cattle theft committed by this gang.” According to police, the accused used to sell the stolen cattle to butchers in different parts of the state and attempts are being made to identify the suspects who have reportedly bought stolen cattle from this gang. An officer privy to the investigation said that after the busting of this gang, police from different police units have sought details of the accused and are willing to take them in custody for detecting several cattle theft cases registered in their respective jurisdictions. Police also did not rule out the possibility of many farmers failing to register a case of their cattle being stolen. Farmer activist Jayajirao Suryawanshi said, “As a solution to non-reported incidents, the police station chiefs should be asked to check for non-reported incidents of cattle thefts in their respective jurisdictions and register offences accordingly.” Download The Times of India News App for Latest City ."}, "Maharashtra GST department to act on sale of bogus fertilizers": {"datetime": "", "description": "AURANGABAD: The state good and service tax office has decided to undertake intensive inspection to keep a check on sale of bogus fertilizers in Aurangabad which causes a loss to the tax department. In a letter dated June 4 sent to the agriculture director and joint commissioner of GST Bhavan, secretary MNS Paithan Taluka Vilas Jagdale and Aurangabad district chief Vijay Chavan had complained to both departments about the sale of bogus seeds and fertilizers directly responsible for farmer suicides. Referring to the action taken by agriculture department in Gangapur Taluka against marketing of bogus fertilizer worth Rs 3.5 lakh, the party unit stated that such practices cause financial losses to the farmers which leads them to the extreme step of ending their life. While the seeds are tax free, a GST of 5% is charged on fertilisers. Jagdale, a homeopathic doctor and a farmer himself, said that the crop loss cannot solely be credited to water scarcity. “For example, cotton is a crop for regions with dry weather. The crop yields better in drier areas than in water sufficient areas. However, it is due to the poor quality of seeds and fertilizer which causes huge losses to cotton farmers,” he said. The MNS activists met with the state GST officials and informed them about the problem. Speaking to TOI, Santosh Shriwastav, deputy commissioner, state GST, confirmed that the department will hold confidential enquiry to find out about the sale of products without the payment of GST. “I have forwarded the matter to joint commissioner, state tax Aurangabad division. Subsequently, our inspectors will verify the books of accounts of the seed and fertilizer dealers and impose penalty if tax evasion is found,” Shriwastav said. The penalty would include tax collection under the jurisdiction of Aurangabad division state GST office which has districts like Aurangabad, Jalna and Beed districts under them. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:36:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/state-gst-department-to-act-on-sale-of-bogus-fertilizers/articleshow/69805743.cms"}, "Power outages, bad roads push industries towards closure": {"time": "2019-06-14 11:36:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/power-outages-bad-roads-push-industries-towards-closure/articleshow/69778022.cms", "description": "AURANGABAD: Marathwada Association of Small Scale Industries and Agriculture (Massia) has stated that the irregular power supply, poor road infrastructure and irregular water supply may push the small scale industries in Chikalthana MIDC to down their shutters. Constant persuasion of the industry body with the MIDC, MSEDCL and Aurangabad Municipal Corporation (AMC) for the amenities has failed to bear results. The closure of MSMEs will not be a good sign for the local economy, industrialists have said. According to Massia, the industries receiving power supply from feeders at Radiant Agro, Industrial 1 & 2 and Greaves have constantly faced power outages for the last 2 years. “These feeders are now known for the frequent power outages. In fact for the last four to five months, the feeders record a power outage of four to five hours daily as the transformers, cables and the infrastructure has become old. The situation turns grim in rainy season. However, the impact of the power interruptions on the production is hurting the businesses,” the industry association states. When pursued, the officials of the power distribution company assure uninterrupted electricity supply, the industry body says. When asked MSEDCL superintendent engineer Nirmal B said that the industries have been informed about a maintenance shut down on Friday. “We will install four AB switches during the shut down which will allow back feeding. If one feeder goes down, we can switch to other feeder and restore the supply immediately,” he said. The overhead cabling is replaced with underground cabling which is causing shut downs but the supply will normalise soon. Download The Times of India News App for Latest City ."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Cricket World Cup 2019: India beat Pakistan by 89 runs": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/cricket-world-cup-2019-india-beat-pakistan-by-89-runs/videoshow/69818806.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "\nChitrakala Mahotsav held at Saraswati Bhuvan College attract art lovers in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Chitrakala-Mahotsav-held-at-Saraswati-Bhuvan-College-attract-art-lovers-in-Aurangabad/articleshow/32409293.cms", "description": "The Chitrakala Mahotsav held recently at Saraswati Bhuvan College attracted many art lovers in the city.  The event witnessed a presence of personalities from various fields. Sanjay Kumar, commissioner of police who attended the fest along with wife Roshita said, “Sketching is one of the most expressive forms of art. With so much talent around, educational institutes in the city should ensure that every art aspirant is provided with good facilities.” Around 300 students participated in the Mahotsav. Over 100 works of art that were woven around the theme —India, were exhibited by the students. Dr Ashok Bhalerao, Shital Shahane, Dattatray Bairagi, Samir Kulkarni, Sanjay Pardeshi and Ravindra Toravane were present on the occasion. Download The Times of India News App for Latest City ."}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "Two minor girls go missing": {"time": "2019-06-14 11:38:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/2-minor-girls-go-missing/articleshow/69778010.cms", "description": "AURANGABAD: City police have launched a search for two minor girls, who went missing from Mukundwadi and MIDC Waluj areas. Offences against unidentified persons for kidnapping the minors have also been registered. In the first case, a 35-year-old woman approached Mukundwadi police urging them to find her daughter. She said that her daughter had left home around 12 noon on June 6 to meet one of her friends. When she didn’t return home for quite some time, her mother inquired with the girl whose home the minor was supposed visit. But she was told that the girl never turned up. Following this, they started looking for the missing girl with other relatives and friends. After failing to get any information about her daughter, the woman finally approached police on June 12 and lodged a complaint. In another case, a 34-year-old man approached the MIDC Waluj police station stating that some unidentified people may have kidnapped his daughter on June 12. He said that the girl had gone missing between 6.30am and 7.30am from their home when other family members were busy in their daily chores. The family looked out for the girl in the neighbourhood and even inquired with their relatives, but got negative response. “We have registered an offence against unidentified people in both the cases for kidnapping the minors (both aged 16) and have launched a manhunt for them,” a police officer said. Download The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Machine brought for cleaning nullah breaks protection wall": {"datetime": "", "description": "AURANGABAD: The Aurangabad Municipal Corporation's attempts to use an excavator for pre-monsoon cleaning of Baroodgar Nala have ended up damaging an important section of protection wall along the nullah. The damage, residents said, could now increase the risk of flooding in nearby areas as the monsoon gains in intensity. The AMC was supposed to have completed a major part of the nullah cleaning before the rains, but even until last week, the civic body had not hired machines for the job. Finally, after much wait, residents living near the Baroodgar Nala were relieved to see the excavator - on AMC duty - turn up for the cleaning job. According to Syed Tauseef Ali, a Buddi Lane resident, the nullah has not been cleaned in a long time. “Its water has reached the surface of the bridge running over it due to indiscriminate dumping of waste,” Tauseef said. The wall was damaged a day after the machine went to work. Neha Sadaf, a resident of Kabadipura, said the 30-foot-long, five-foot high section at the curve of the nullah was built to keep the water from flowing out. \"Now, we fear 30 minutes of rain will be enough to cause the drain to overflow and flood nearby homes.\" The AMC had decided to hire machines and engage its own staff for the cleaning of all major nullahs in city - to be carried out under the supervision of ward engineers. The machine was abandoned by AMC staff after the wall was damaged. Sakharam Panzade, city engineer, said the wall was damaged when the machine was being lowered into the nullah. “We will rebuild the protection wall,” Panzade said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:14:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/machine-brought-for-cleaning-nullah-breaks-protection-wall/articleshow/69816218.cms"}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "FDA, crime branch seize gutka worth Rs38 lakh": {"time": "2019-06-15 11:28:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/fda-crime-branch-seize-gutka-worth-rs38-lakh/articleshow/69794187.cms", "description": "AURANGABAD: The food and drug administration (FDA) officials along with the crime branch of city police laid a trap at Karudi Shivar on Nagpur-Mumbai highway and seized two vehicles carrying gutka. In all as many as 243 bags of gutka worth Rs38 lakh were seized from the vehicles — a pick-up van and a mini-truck. Based on the complaint lodged by an FDA official, an offence was registered against the three occupants of the vehicles at Daulatabad police station in the wee hours of Friday. The accused have been identified Rubab Ali Hazrat Ali Shaikh (27) and Indresh Shrimadanlal Nishad (28), both hailing from Uttar Pradesh UP, and Tausif Samad Shaikh (20) of Sajapur. Police are yet to ascertain the source of the banned stuff. FDA assistant commissioner MD Shah, who was also part of the team that made the seizure, said the action was a result of intelligence worked upon for several days. Crime branch team led by police sub-inspector Afroz Shaikh along with FDA officials nabbed the accused when the banned substance was being loaded from the mini-truck into the pickup van. Crime branch inspector Madhukar Sawant, citing directives of the commissioner of police Chiranjeev Prasad, said the action is part of the city police’s all-out drive against all illicit businesses in the limits of the city. Police have also slapped section 328 (causing hurt by means of poisonous substance) of the Indian Penal Code — a cognizable offence triable by sessions court. A couple of days ago, the City Chowk police launched a crackdown against small gutka traders and arrested eight paan stall owners. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Bhojpuri star Rani Chatterjee raises temperature in this swimwear!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Make right to banking a fundamental right: AIBEA": {"time": "2019-06-14 11:38:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/make-right-to-banking-a-fundamental-right-aibea/articleshow/69777994.cms", "description": "AURANGABAD: The All India Bank Employees’ Association, oldest and largest bank employees’ trade union, on Thursday asked the finance minister to ensure that right to banking should be made a fundamental right. They also sought that the central government should celebrate the 50th anniversary of Bank Nationalisation in a befitting manner by advising all public-sector banks to celebrate the occasion by hailing their achievements in the last 50 years across all sectors. “On July 19, the public sector banks in India would be completing 50 years of service to the nation,” senior AIBEA leader Devidas Tuljapurkar said. Speaking to reporters Tuljapurkar said that the AIBEA, led by C H Venkatachalam, has submitted a representation to the finance minister Nirmala Sitharaman seeking to meet their various demands in the larger interest of the banking sector including nationalization of the private banks. The AIBEA has also made several suggestions for ensuing budget, saying that they expected her to be successful “amidst the turbulent challenges facing our economy at present”. Tuljapurkar said that among other demands the AIBEA has urged the minister to ensure Right to Banking should be made a fundamental right. Other demands include revision of rate of interest on savings bank deposits, interest on fixed deposits shall be exempted from the purview of Income tax and banks should extend agriculture loan at the rate of 2% per annum (simple). Demanding that the banks should extend education loan at concessional rate of interest to the poorer sections of the people, at rate of 5% per annum (simple) with interest subvention, the union urged the minister to ensure that all private sector banks should be brought under the public sector. Tuljapurkar said that they have suggested the government to hold “full control of public sector banks with 100% equity holding and shall not disinvest its shareholding and that the willful default of bank loans should be declared as a criminal offence through suitable amendment to law”. The bankers also pointed out that “non-performing assets of banks have risen phenomenally and the government should institute more debt recovery tribunals and fast track courts to recover bad loans. “The Reserve Bank of India should publish list of defaulters, who owe to the banks more than Rs1 crore. This defaulters list should be published every six months with updates,” the union demanded. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Make full use of wells on campus: Bamu VC": {"datetime": "", "description": "AURANGABAD: Devanand Shinde, in-charge vice chancellor of Dr Babasaheb Ambedkar Marathwada University (Bamu), on Saturday asked the university administration to work out on the possibility of making use of several wells situated on the campus for university’s water requirement. Bamu, which is the oldest university in Maharashtra after Mumbai and Pune universities, has around 43 large ancient wells located in different parts of its sprawling 731-acre campus. Most of these wells serve as perennial water resources being located at the level of natural basin of groundwater formed at the bottom of small mountain range on which the campus is situated. Shinde, who is also the vice-chancellor of Shivaji University Kolhapur (SUK), was given the additional charge of Bamu after retirement of BA Chopade. Incidentally, Shinde was working at the chemical technology department of Bamu before being appointed vice-chancellor of SUK. Thus, he is well verse with the functioning of the university and its campus. Addressing the university officials and management council members during his felicitation programmme, Shinde said there is a need for the university to become self-reliant for its water needs. He also asked the administration to ensure that the wells are maintained and make proper arrangements are made for the use of waste water. The in-charge VC also asked the administration to ensure utilization of available water resources to the fullest. Registrar Sadhana Pande, management council members Shankar Ambhore, Phulchand Salampure, Sanjay Salunke, Rahul Maske, finance and accounts officer Rajendra Madke had earlier felicitated the vice-chancellor. “The vice-chancellor also discussed issues like admission process, vacant posts, facilities at university hotels as well as problems being faced by the students,” Sanjay Shinde, a senior university official, said. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:40:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/make-full-use-of-wells-on-campus-bamu-vc/articleshow/69805567.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Seminars on consumer rights and financial literary in colleges": {"time": "2019-06-14 11:42:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/seminars-on-consumer-rights-financial-literary-in-colleges/articleshow/69777983.cms", "description": "AURANGABAD: Students studying in colleges under the jurisdiction of the state Directorate of Technical Education (DTE) will soon have an opportunity to attend a guidance seminar on consumer rights and financial literacy. In response to an appeal from the Consumer Guidance Society of India (CGSI), an NGO in the the consumer sector, the DTE has allowed such seminars across all colleges coming under its jurisdiction, including those from Marathwada. In the latest directive, the DTE has asked colleges to facilitate the desired seminars during the academic year 2019-20 by coordinating with the CGSI. “The CGSI is a pioneer non-profit organisation, which was founded in 1966 and works for the protection of interests of consumers. It has conducted many workshops and seminars to educate consumers and will be holding similar events in colleges from Maharashtra during the upcoming academic year,” a senior DTE official said. ‘How to manage money and be a smart investor’ will be the theme of the seminars, which will focus on the concept of consumer activity, consumer compliant redressal and the Consumer Protection Act, among other areas. The guidance seminar is scheduled to have a session each on the financial market, fundamentals of the stock market and essential qualities of a prudent investor. “As told by CGSI authorities, the seminars will cut through jargons and explain concepts and strategies through stories. The workshop will be strictly held on a non-profit basis and no selling of any financial product will take place during these sessions,” DTE authorities said, adding that students will benefit immensely from the workshop as they’d become finance-savvy at a young age. The CGSI will be represented by industry experts during the seminar and their fees will be borne by it only and colleges will have no related liabilities, it was said. Download The Times of India News App for Latest City ."}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Tanker rates hit the roof owing to rising demand": {"datetime": "", "description": "AURANGABAD: Sporadic pre-monsoon showers brought some relief from the sweltering heat but did little to improve the water situation in the city. Low water levels in dams across the region, including Jayakwadi, and power shutdowns for maintenance have aggravated the problem. On Friday, the Maharashtra State Electricity Distribution Corporation Limited (MSEDCL) conducted a shut down for maintenance works. As a result, taps ran dry in many areas for sixth consecutive day on Saturday. Residents began calling up tankers but were told about higher than usual rates. Suwarta Dongardive, a resident of Cidco N-6, said her laundry is piling up. “We cannot afford tankers but there is no option. We earlier used to pay Rs 300-400 for 2,000 litre tanker. Now, we are being asked to pay Rs 600 to private supplier,” she said. Every alternate house in Gulmohar Colony Cidco N-5 has to shell out money to purchase private tankers. In Nandanwan Colony, if one needs a tanker, they have to book a day in advance. Santosh Bhujbal, a tanker supplier, said his family well has dried up and he has to pay the owner of another well for pumping water. “We have to pay the owner Rs 200-250 and then add the transportation cost. This is the reason the prices have surged,” Bhujbal said. Cidco based SK suppliers said most local well have dried up, forcing them to fetch water from a well near the railway station. In April, the AMC had sought a report from its deputy engineers on the number of public and private wells in their zones with an intent to acquire them following district collector’s permission. When asked about the acquisition of wells, municipal commissioner Nipun Vinayak said a list of acquired wells is shared with the deputy engineers for testing of water and starting the distribution. “It appears that water from many wells is unfit for drinking due to E coli,” he said. Vinayak added that no regulation for the quality or price of private water suppliers is in place but he would prepare bylaws for the regulation and submit it in the forthcoming general body meeting. Jaideep Zalte of the Congress said the tanker lobby in city started growing in the 1990s. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:37:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/tanker-rates-hit-the-roof-owing-to-rising-demand/articleshow/69805729.cms"}, "\nNational Moot Court Competition at the Manikchand Pahade Law College in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/National-Moot-Court-Competition-at-the-Manikchand-Pahade-Law-College-in-Aurangabad/articleshow/32367763.cms", "description": "The recently concluded National Moot Court Competition at the Manikchand Pahade Law College witnessed loads of participation and talent. Law students from colleges across India presented hypothetical cases that raised questions about rights of freedom of speech and expression, corruption and government’s responsibility to maintain law and order in the country. Out of 17 teams who participated in the preliminary round, six teams including the Manikchand Pahade Law College, Aurangabad, qualified for the final round. The final round was evaluated by eminent judges Justice PV Hardas of Bombay High Court and Justice VV Afzalpurkar of Andhra Pradesh High Court. Students of Indian Law Society’s Law College (ILS), Pune emerged winners while Law Center, Delhi University achieved the second position. Ankita Brigit from School Of Law, Christ University, Bangalore won the Late Advocate SA Deshmukh Best Mooter trophy, Priyanka Joshi from ILS Law College, Pune won the First Best Speaker Award and Shreya Paturi from the same college won Second Best Speaker Award. Advising the students Justice Hardas said, “Law students do not spend much time attending courts. They should attend the hearings in court to learn how advocates interact with judges as well to learn courtroom proceedings.” PV Mandlik, Anjali Bajpei-Dube, VD Salunke, SM Godse, NK Kakde, Ravi Ghuge, MV Deshpande, SS Deshmukh, NK Khandare, Dr CM Rao, Dr Aparna Kotapalle, Bhagyashri Godbole and SD Deshpande were some professionals who attended the competition. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "GMCH conducts procedure to detect non-palpable cancer": {"datetime": "", "description": "AURANGABAD: The Government Medical College and Hospital (GMCH) here became the first government medical college in state to have conducted an advanced preoperative process called stereotactic hookwire localisation to identify non-palpable cancer. The procedure was carried out as part of a breast imaging course held by the college. A one-day continuing medical education conference was also held as part of the breast imaging course. As many as 180 delegates, including radiologists, pathologists, surgeons and PG radiology and surgery students from Aurangabad, Nanded, Hingoli, Jalgaon and other cities participated in the event. Varsha Rote Kaginalkar, professor and head of department radiology, GMCH, said that many a times cancers are not detected by sonography as they do not have mass. “The stereotactic hookwire localisation process under ultrasound was carried out by two faculties from Mumbai to identify a non-palpable cancer in a patient. The cancer was removed in a surgical procedure subsequently. The GMCH Aurangabad has all the setup required for carrying out the diagnostic process,” Kaginalkar said. In the workshop lectures were held on different subjects and hands-on training in ultrasound guided core needle biopsy on chicken breasts was given. The national faculty for the programme incuded Bijal Jankharia, consultant, Picture This by Jankharia, Mumbai and Sabita Desai, consultant, Breach Candy Hospital, Mumbai. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:15:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/gmch-conducts-procedure-to-detect-non-palpable-cancer/articleshow/69816224.cms"}, "MIM corporators create ruckus during GB meet": {"time": "2019-06-14 11:40:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/mim-corporators-create-ruckus-during-gb-meet/articleshow/69777988.cms", "description": "AURANGABAD: The general body meeting of the Aurangabad Municipal Corporation (AMC) on Thursday witnessed uproar and unruly behavior from MIM corporators after their plea to greet newly-elected Member of Parliament from Aurangabad, Imtiyaz Jaleel, was ignored by mayor Nandkumar Ghodele. The MIM corporators raised slogans against the mayor and created ruckus during the meeting. They also tried to snatch away the mace of the mayor. Following this, six MIM corporators were suspended for a day by the mayor. Subsequently, Sena-BJP, Congress and NCP joined hands to condemn the behavior of MIM members and insisted the mayor to pass a resolution to disqualify all the 20 MIM corporators present at the meeting. Following this, the mayor directed the municipal administration to prepare a proposal that will be sent to the state government, seeking its nod to disqualify the unruly corporators. The mayor also asked the civic administration to suspend and inquire the conduct of civic body’s security officer Baburao Jadhav for not handling the situation properly even after being ordered to do so. Ghodele has asked the administration to ensure that 10 ex-servicemen hired by the civic body be posted at every general body meeting to tackle any such eventuality in the future. He also asked the administration to appoint women security guards. It all began with BJP members suggesting that Prime Minister Narendra Modi should be greeted for coming back to power for the second consecutive term. To this, Ghodele announced that he approves the proposal to greet Modi as well as all the newly-elected Members of Parliament. After a while, the MIM members entered the meeting hall and opposition leader Sarita Borde led by 19 other corporators raised the issue of passing a proposal to greet Jaleel. However, mayor ignored this demand saying that he has already approved a proposal greeting all the newly-elected MPs and no specific proposal could be passed. However, the MIM corporators insisted the mayor to consider their resolution. When mayor continued to ignore their demand, the corporators raised slogans against him and tried to snatch away the mace. He then suspended six of the MIM members for a day while asking them to go away. However, other MIM corporators rushed to the rescue of their colleagues and staged a sit-in in front of the podium. In the meantime, Congress corporator Afsar Khan strongly opposed the resolution alleging that MIM MP didn’t deserve such a greeting. The mayor then called the police in. Since arrests cannot be made in the hall, the policemen lifted MIM corporator one by one and took them out of the meeting hall. They also faced difficulty in removing the women members. However, with the help of police women they too were removed from the hall. Water issue raisedAfter the MIM corporators were removed from the meeting hall, the BJP took the administration to task for its failure in tackling the drinking water issue. BJP corporator Nitin Chittee virtually prostrated before the civic officials to draw the administration and mayor’s attentions towards the acute water shortage faced by the residents. Madhuri Advant, another BJP corporator, threatened the administration of launching a ‘jail bharo’ agitation. She said that when she staged demonstration outside the water reservoir, the administration lodged police complaints against the agitators. Advant, who is also a lawyer, said several wards were getting water supply after a gap of nine to 10 days, still the administration or the officials concerned failed to act properly. The mayor then asked the municipal commissioner Nipun Vinayak to explain the situation who said the situation would be under control in a matter of four days. The mayor subsequently announced that a special general body meeting would he held after four days to discuss water scarcity issue specifically. Download The Times of India News App for Latest City ."}, "Aurangabad: Medical officer duped of Rs 5.52 lakh on the pretext of job in UK": {"time": "2019-06-13 10:44:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/medical-officer-duped-of-rs-5-52-lakh-on-the-pretext-of-job-in-uk/articleshow/69762286.cms", "description": "AURANGABAD: A class-II medical officer has been duped of Rs 5.52 lakhs by unknown people on pretext of getting him a medical officer post in London based leading public hospital. The entire cheating took place in a span of 23 days starting from May 15, when the suspects sent an email with a forged offer letter asking the medical officer about his interest in a medical officer job with a minimum salary of Rs 10 lakhs per month. Police officials suspect that the details of the officer and email address may have been lifted from social networking sites. Cidco police inspector Ashok Giri told TOI, “We have registered an offence against the suspects with charges of cheating and criminal breach of trust for allegedly duping the medical officer on the pretext of job in London based leading hospital.” The police are yet to zero down on the unknown people but they suspect involvement of Nigerian nationals in this. Authorities said that considering the fact that a majority of the communications between the suspects and the medical officer took place through email, the help of cyber experts would be taken. The said medical officer in his complaint to the police said that he first received an offer letter from an email address matching with that of London-based leading hospital. The suspects to further win the trust of the medical officer made him calls from an ISD phone number reflecting that of a UK series. After winning trust of the medical officer, the suspects claimed that their representative at UK embassy in Delhi would assist him and asked him to deposit money on pretext of visa and work permit. More money was asked from him on lines of basic travel allowance form, United Nations drug and anti-terrorism certificate, opening salary account in UK based bank, maintaining minimum balance in the ‘newly opened’ salary account, International English Language Fluency Test and so on. The suspect asked the officer to come to Mumbai on May 6 for collecting all the original documents, but at the last moment they rescheduled the date to May 8. This did not go down well with the medical office, who grew suspicious and contacted the UK embassy in Delhi, only to learn that he has been duped by the duo. The medical officer on Tuesday reached out to the police and lodged a complaint. Download The Times of India News App for Latest City ."}, "Rampant encroachments within blue and red line of rivers, nullahs": {"time": "2019-06-13 10:46:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/rampant-encroachments-within-blue-red-line-of-rivers-nullahs/articleshow/69762343.cms", "description": "Aurangabad: A sizable number of encroachments have come up within the blue and red lines of Sukhana and Kham rivers passing within the municipal limits, but the civic body has turned a blind eye towards it. Besides rivers, around 70 small and large nullahs also flow through the city and these natural streams too have been blocked at number of places owing to encroachments. Civic activists have now warned of possible flooding of these rivers and nullahs during the upcoming monsoon season may cause loss of lives. In a notification issued on Wednesday, the Aurangabad Municipal Corporation (AMC) has simply appealed to the owners of unauthorised constructions to remove their structures before the onset of monsoon. “The unauthorised structures built on rivers and nullahs could get flooded during rainy season and may cause damage to lives or property. The owners concerned will be solely responsible for such damage,” civic commissioner Nipun Vinayak said in the notification. The red and blue lines are artificial demarcating of river area on the floodline. The former is decided on maximum water level possibly once in 100 years and the latter is decided on maximum flood discharge in average 25 years. Sharad Advant of advocacy group Marathwada Janta Vikas Parishad said the AMC must take proactive measures to ensure no encroachment exists within the blue and red lines of rivers as well on the natural flow of nullahs. “An appeal made by the civic body is bound to fall on deaf ears. Instead of such half-hearted measures, the civic body should swing into action and remove those structures. Such move will be beneficial for human lives as well as for nature,” he said. Advant added that obstruction in natural flow of rivers and nullahs passing from the city was one of the reasons behind certain localities getting inundated during every monsoon season. When contacted, standing committee chairman Raju Vaidya said efforts were taken in the past to remove encroachments in question but many of those structures came back into existence. “We will ask authorities from the anti-encroachment department to take necessary action. It is alleged that certain elements from the anti-encroachment department are acting hand-in-glove with such encroachers and such staffers were subjected to stern action if found involved in promoting unauthorised structures,” he said. Notably, the official guidelines allow construction on land between the blue line and red line of rivers for public purposes, like roads, while putting the onus for the loss of life or property during floods on the authority giving permission for land use. However, most of the unauthorised structures in question are private ones. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "A colourful rally to celebrate Mahesh Navami": {"time": "2019-06-13 11:40:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/a-colourful-rally-to-celebrate-mahesh-navami/articleshow/69767608.cms", "description": "The city on Tuesday saw a colourful rally when Maheshwari community in Aurangabad took out a rally for Mahesh Navami festival. The festival is mainly dedicated to the worship of Lord Mahesha and the Goddess Parvati and the community made the most of the celebration with the colourful rally. The rally commenced at Raja Bazar and was completed at Khadkeshwar. The main attraction of the rally was the dhol-tasha pathak which grabbed the attention of the passer-by’s. Dressed in traditional attires and phetas the people from the community celebrated the day to the fullest. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Aurangabad: Citizens left high and dry after MSEDCL shutdown": {"time": "2019-06-15 11:09:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/msedcl-shutdown-leaves-citizens-high-and-dry-water-supply-affected/articleshow/69794233.cms", "description": "AURANGABAD: The Maharashtra State Electricity Distribution Corporation Ltd (MSEDCL) on Friday undertook maintenance shutdown at its feeders supplying power to Cidco, Hudco, Chikalthana and Kranti Chowk areas. The power outage not only left the residents sweating, but also led to disruption in water supply in many areas. MIDC Chikalthana industries also remained shut due to power disruption. According to a release by the Aurangabad Municipal Corporation (AMC), due to power outage at Jayakwadi, from 8.30am to 9.40am on Saturday, water could not be lifted at 56MLD and 100MLD pumping stations during that time. Pumping could start at 10.30am from Jayakwadi. This had a domino effect on water pumping station at Pharola, where pumping normalised at 12.30pm. Water works department executive engineer Hemant Kolhe said that it takes around 6 to 8 hours for water to reach the ESRs in the city from Pharola. In addition, as part of its routine pre-monsoon maintenance, the MSEDCL undertook power shutdowns at its feeders supplying power to elevated storage reservoirs (ESRs) at Kranti Chowk, Cidco N-5 and Cidco N-7 from 10.15am to 3.15pm. Subsequently, water supply from these ESRs was affected. Water distribution resumed at 5pm. Tanker supply remained affected throughout Friday in the affected ESRs. Residents from lane number 12 of Jai Bhawani Nagar, who came to Cidco N-5 ESR, said that they had paid for tanker water three months in advance. “The AMC charges Rs1,100 for 200-litre water on alternate days for three months. Today is the fifth day that we have not received any water. Nine of us paid Rs30 each to come to ESR tanker but they flatly refused supply,” Sunita Shinde, a resident, said. Officials at the AMC water works department said that power shutdown at Jayakwadi on Saturday will affect water supply for two days. The supply will normalise only after two days, they said. Meanwhile, production at industries in Chikalthana MIDC had to bear the impact of MSEDCL’s scheduled shutdown. MSEDCL urban superintending engineer B Nirmal said that the maintenance will help reduce frequent power outages faced by the units in the industrial estate. Download The Times of India News App for Latest City ."}, "SCR gets non-fare revenue target of Rs 33 crore for 2019-2020": {"time": "2019-06-13 10:48:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/scr-gets-non-fare-revenue-target-of-rs-33cr-for-2019-20/articleshow/69762365.cms", "description": "AURANGABAD: The top-brass of South Central Railway (SCR) has urged advertising and publicity agencies to come up with innovative ways to exploit the untapped potential of Indian Railways in the field of commercial publicity. “The SCR has received a non-fare revenue target of Rs33 crore from the Railway Board for the current financial year (2019-20). In the latest meeting with business partners , SCR general manager Gajanan Mallya apprised the advertising and publicity agencies about the huge space available for commercial publicity in order to increase the non-fare revenue,” chief public relations officer of SCR Ch Rakesh said. As per official data, as many as 734 express and passenger category trains of SCR run with 100% occupancy every day. The zone has around 160 important stations, 24 MMTS stations and 121 MMTS services besides, a wagon fleet of 19,900 wagons, 288 closed circuit rakes consisting of 16,000 wagons and 1,265 locomotives. “Based on representations made by business partners, senior railway officials have been asked to plan and coordinate in creating avenues of publicity and achieving the Rs33 crore non-fare revenue target fixed for the current financial year,” Rakesh said. Earlier, K Siva Prasad, principal chief commercial manager of SCR, elaborated on the new and innovative ideas and concepts being envisaged by Indian Railways in the field of advertising on railway premises such as circulating area, platforms and trains where millions of passengers come across. “The meeting themed on non-fare revenue generation also focussed on provision of facilities like on-demand content for entertainment and education. The business partners were apprised about various changes in the procedures of awarding publicity to facilitate the advertisers,” a SCR official said. Notably, the SCR had registered the highest-ever freight loading of 122.5 million tonne during the 2018-19 financial year — 19% more as compared to the previous year. Earnings from freight transportation have crossed the Rs10, 000 crore-mark for the first time. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Aurangabad: Machinery for nullah cleaning yet to be hired": {"time": "2019-06-12 15:40:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/civic-body-still-to-appoint-agency-to-clean-nullahs/articleshow/69747137.cms", "description": "AURANGABAD: Residents living along the major nullahs in the city bore the brunt of the failure of the Aurangabad Municipal Corporation (AMC) to appoint an agency to clean up the water outlets ahead of monsoon. The first heavy pre-monsoon showers made their worst fears come true. Syed Mujahid, a resident of Katkat Gate, said clogged nullahs and subsequent flooding is not new for them. “While everyone is excited about rains, our neighborhood wishes that it doesn’t rain too heavily,” he said. On Sunday, the water from the nullah overflowed and entered the houses in his lane. “We didn’t wait for the civic body and cleaned up the entire lane ourselves as it could have caused diseases to spread,” he said. Israel Qureshi, who works at Naan shop near Katkate Gate, said the nullah needs to cleaned and widened to ensure that the water doesn’t overflow. City engineer Sakharam Panzade said the nullah at Katkat Gate will not be clogged now. “We have cleared the waste. The work of widening the nullah will also be taken up soon,” he said. However, on Tuesday, the silt removed from the nullahs was still lying dumped along the drains. Panzade had claimed last week that water would not enter any of houses due to clogging. Syed Aziz, a businessman at Silk Mills Colony, claimed the nullah in his locality had not been cleared for the past one year. “The heavy rainfall over the past couple of days has only brought the waste and silt to the top,” Aziz said. Samina Pathan, who lives in the same neighborhood, said the flow of the nullah had been obstructed and its passage has narrowed. “Water seeped into our walls in the recent rains. We are suffering,” Pathan said. Panzade said they have been prevented from unloading nullah waste at Chikalthana by local farmers and the civic body has not been able to reach a consensus with the protestors so far. He was, however, confident that cleaning of nullahs will take place during the monsoon season. AMC deputy engineer in mechanical section, Devidas Pandit, said the tenders for the machinery to clean the nullahs had not received a response during the first bid. In the second call, submissions have been made for approval of tender based of lowest bidders for all nine zones. Download The Times of India News App for Latest City ."}, "Father’s day: 22-year-old woman donates part of liver to dad": {"datetime": "", "description": "AURANGABAD: Twenty two-year-old Ankita Jadhav, a Nanded resident, donated a portion of her liver to give a new lease of life to her father Sanjay Jadhav, who is suffering from a liver ailment. Both the donor and the recipient are recovering well, doctors said. 52-year-old Sanjay, assistance commissioner in Nanded Waghala Municipal Corporation, was diagnosed with hepatitis-B by a hospital in Nanded in October. On the medical advice of Gopal Rathi, he was referred to Asian Hospital in Hyderabad. According to Rathi, 80% of Sanjay’s liver was damaged. Sanjay was discharged from the Asian Hospital after initial treatment. However, he started suffering from health issues again in January and this time he was admitted to Global Hospital, Hyderabad. Dharmesh Kapur of Global Hospital conducted an investigations that confirmed that his liver had been completely damaged because of hepatitis-B. The disease had also caused forgetfulness and weakness. “We were told we have to get a cadaver liver transplant, but in the organ recipient’s waiting list, my father was fiftieth. The doctors said we can’t wait for that long,” Ankita said. The doctors then considered the option of living donor liver transplantation. Subsequently, the possible donors were explored. “For living organ donation, only brothers, sisters, parents or children are considered. In my family, my uncle and I were found to have a matching blood group with my father. As my uncle is a diabetes patient, only I could donate,” the daughter said. Ankita’s blood group is O positive and her father’s O negative. Ankita, a student of second year MCA, did not think twice and decided to go ahead with the donation. The transplant procedure was carried out on June 10, in which 650 gram of liver tissues from Ankita were grafted to her father’s liver. Fortunately, Sanjay’s body adjusted well to the new tissues and he is currently recovering. Ankita will be discharged from the hospital on Monday and Sanjay will be under care for 21 days, after which he has been advised to take bed rest for one-and-a-half months. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:16:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/fathers-day-22-year-old-woman-donates-part-of-liver-to-dad/articleshow/69816237.cms"}, "160619 Cabinet Reshuffle: Shiv Sena gets booster in Beed, BJP strengthens base its base in Aurangabad:": {"datetime": "", "description": "AURANGABAD: The Shiv Sena, which was virtually pushed to the brink in Beed, received a boost on Sunday after its newest entrant, former Nationalist Congress Party strongman Jaidutta Kshirsgar, made his way into the state’s cabinet. It's also the first time in years a Shiv Sena leader out of Beed has secured a cabinet berth. The last time the party had this much influence in the region was when Suresh Navale held a minister of state rank back in 1995. Since then, the Sena has been unable to make any considerable progress in the district - eventually reduced to contesting just one seat (Beed city) out of six assembly constituencies. The Sena would contest from the Georai and Ashti seats too, but withdrew when the late BJP stalwart, Gopinath Munde, won negotiations with the party's leadership, Sena observers in Beed told TOI. Khsirsagar, who had much to the chagrin of NCP leaders supported the BJP's Beed nominee Pritam Munde prior to the Lok Sabha polls, enjoys good ties with the Gopinath Munde camp. He is also rumoured to have joined the Sena at the behest of BJP leadership as the Beed city constituency goes to the Sena’s account for the next assembly election if the Sena-BJP poll arrangement is worked out, party sources said. Insiders also ruled out the possibility of a clash between Kshirsagar and the BJP's Pankaja Munde, the rural development minister and Beed’s guardian minister. According to sources, the Sena would want Kshirsagar to expand the party's base in the district and beyond. Sources close to Khshirsgar said he is expected to lose votes from his Muslim and Dalit base. But he stands to get votes from the Sena-BJP catchment, they said, while citing his victory in the 2014 assembly polls in which he defeated Vinayak Mete, the Maratha leader who had contested on a BJP ticket, by a margin of 5,000 votes. News of Kshirsagar's appointment, however, has not gone down well with veteran Sena party workers. \"We now have to work for the man we had fought against,’’ said a senior Sena leader in Beed. He added that the move has \"demoralized\" senior workers of the party. The Aurangabad district found representation in the form of BJP’s Atul Save, the Aurangabad East MLA, although state assembly speaker, Haribhau Bagade, also belongs to the district. Save’s appointment makes a difference as he is essentially a party worker, state BJP president, Shirish Boralkar, told TOI. \"His elevation will strengthen the BJP's presence in the district. It would help the party in the next assembly and the Aurangabad Municipal Corporation elections,’’ Boralkar said. Local sources said Save's appointment would boost the morale of BJP workers in Aurangabad, where the party has been relying on the Shiv Sena, whose four-time MP Chandrakant Khaire lost to the All India Majlis-e-Ittehadul Muslimeen's Imtiyaz Jaleel in the Lok Sabha polls. \"Khaire's loss underscores the fact that the Sena has been losing ground here,\" a source said. \"Khaire, instead of introspection, has been blaming the BJP for his defeat. He suspects the BJP supported Harshvardhan Jadhav, an ex-Sena man and son-in-law of the party’s state unit president Raosaheb Danve (also the Union minister of food and civil supplies), to ensure his defeat. But that is not true. Khaire lost because of his bad performance,’’ another BJP leader said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:13:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/160619-cabinet-reshuffle-shiv-sena-gets-booster-in-beed-bjp-strengthens-base-its-base-in-aurangabad/articleshow/69816208.cms"}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "\nClassical music concert organised by Dr Babasaheb Marathwada University in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Classical-music-concert-organised-by-Dr-Babasaheb-Marathwada-University-in-Aurangabad/articleshow/32406984.cms", "description": "This classical music concert organised recently by the music department of Dr Babasaheb Marathwada University was a treat for music connoisseurs in the city. Classical vocalist Pandit Vidyadhar Vyas, sitar maestro Ustad Usman Khan and sarod player Aboli Sulakhe enthralled the audience with their spectacular performances. Research papers were also presented by professors from Pune, Mumbai and Nashik during the event. Beautiful renditions presented by various musicians lifted the mood at this event. Pandit Vyas presented two bandish — Hu To Jan Man Chandiyale and Mori Nayi Lagan Lagi Re from raag Kamod. Ustad Usman Khan evoked a range of emotions by playing raag Charukeshi, while Sulakhe mesmerised the crowd with raag Kirwani. Tabla artiste Vicknesh Ramkrishnan from Malaysia, vocalist Pandit Vishwanath Oak, ghazal singer Dr Dost Mohammad Khan, vocalist Nath Niralkar, and V M Pandharipande, vice chancellor of the university, were among those present at the event. Download The Times of India News App for Latest City ."}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Schools flouting safety norms to face action": {"time": "2019-06-12 14:15:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/schools-flouting-safety-norms-to-face-action/articleshow/69747150.cms", "description": "AURANGABAD: With the beginning of the new academic year, city police are working to ensure safety of students in schools across the city. The schools failing to meet all the safety norms, including installation of CCTV cameras, checking credentials of the staffers, drivers and watchmen of the respective schools, will face action from the police department. Additionally, police intend to coordinate with the RTO as well as education department. Aurangabad commissioner of police, Chiranjeev Prasad, told TOI, “We want all schools to have CCTV cameras and that they fulfil student safety norms as per the directives of the courts and government, given from time to time.” Police authorities said schools will be asked to submit the compliance report and those not meeting the same will face the heat. The Aurangabad district has about 4,000 schools where approximately eight lakh students study. Out of these schools, the city has 860 schools, including 70 being operated by Aurangabad Municipal Corporation. This year, some more private schools have come up. They too, will be asked to meet the safety norms. Sources said the police station-wise data about the number of government/civic body-run and private schools is being updated, so that a proper record can be maintained. The education department officials appreciated the move and assured close coordination in the implementation of these norms. Police maintained that soon a meeting comprising of state board, CBSE, ICSE and IB board schools will be held to discuss the same. Schools are expected to surveil premises through CCTV cameras, obtain fresh character certificate of drivers, peons, bus attendants, have female attendants in school as well as in buses, have fire safety gadgets and speed governor as well as CCTV cameras in buses. Download The Times of India News App for Latest City ."}, "Bike torched as man objects to drinking": {"time": "2019-06-12 04:35:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/bike-torched-as-man-objects-to-drinking/articleshow/69747205.cms", "description": "Aurangabad: A group of three men has been booked for allegedly setting alight the motorcycle of a man after he objected to their drinking liquor and creating a scene in front of his residence on Sunday night. Abdul Rauf, a resident of Hayat Residency apartments at Ravindranagar, has stated in his police complaint that the suspects gathered in the premises of the residential apartment and started consuming liquor. When the complainant walked up to them and raised an objection, the suspects got angry and threatened him with dire consequences, said the Jinsi police on Tuesday. When Abdul Rauf went inside his house, the suspects torched his two-wheeler with registration number MH-21-AH-7030. The residents somehow managed to douse the flames, said police. The suspects were booked under sections of IPC for allegedly causing mischief by fire and criminal intimidation. The suspects are addicts from the same locality and one of them has been identified, said police, adding that they will be soon arrested. The residents said that criminal elements from different parts of the city join the local addicts in the area, posing a threat to the residents. The locals refused to come on record fearing backlash from criminal elements. When contacted, city police commissioner Chiranjeev Prasad and assured of stringent action against anti-social elements and that citizens should come forward and complain to police. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Now, State Haj Committee to start Umrah services": {"datetime": "", "description": "Aurangabad: Maharashtra Haj committee, which on behalf of the state has been traditionally providing pilgrimage services to Muslims visiting holy cities of Mecca and Madina, will soon also be starting Umrah services. The announcement was made during the committee chairman Jamal Siddiqui’s visit to Aurangabad on Sunday. He was touring the city and adjoining areas to review preparations for the pilgrimage scheduled for August this year. “After fulfilling the Haj-related responsibility, we will start affordable Umrah services for the pilgrims from the state,” he said This year India’s Haj quota has been increased by 25,000, taking the total number of pilgrims from India to 2 lakh, out of which 1.4 lakh go through the Haj committee, while the remaining through different private tour operators (PTOs). While in the case of Umrah, all the pilgrims are sent through PTOs. According to those who are in this business, more pilgrims go on Umrah than on Haj each year. Haj is one of the five pillars of Islam, in which the rituals are performed over five days in and around Mecca. Compared to this, Umrah, which is termed as mini pilgrimage, is optional and can be performed any time throughout the year. Usually, Umrah tours range from five to 40 days. During the Haj season, the pilgrims who want to perform only Umrah are not allowed. Haj Committee of India was formed in the 2002 through a central parliamentary Act. In this Act there is a provision formation of subsequent Haj committees in each state for assisting the central committee. The basic responsibilities of the state Haj committees include collecting forms, training pilgrims, providing facilities at embarkation points, coordination with the central Haj committee and so on. The authorities maintained that even if the state decides to start Umrah services, it will have to wait for the amendment in the Act. Incumbent CEO of the state Haj committee Maqsood Khan told TOI, “In the present Act, there is no provision of sending pilgrims to Umrah. Though in the revised policy, which was published 2018, it was intended to start Umrah services, but it did not materialise as there is no provision about it in the Act.” Download The Times of India News App for Latest City .", "time": "2019-06-17 04:15:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/now-state-haj-committee-to-start-umrah-services/articleshow/69816228.cms"}}