{"Kochi roads: Corporation sitting on restoration works": {"datetime": "", "description": "KOCHI: Lack of proper planning and coordination among various agencies have left many of the city roads in a dilapidated condition. Almost a dozen roads in various parts of the city, which were dug up for laying water pipes under drinking water project mooted under Atal Mission for Rejuvenation and Urban Transformation (Amrut) are yet to be restored, though the restoration charges were paid to the corporation almost a year ago. Now, the corporation authorities have floated tenders for the work. But, the relaying works could be started only after the monsoon is over. As a temporary measure, the corporation plans to fill the ‘major potholes’ on these roads. Still, there is apprehension regarding whether the local body can spend funds for temporary repair works. So, the authorities are exploring ways to spend funds without earning the wrath of the auditors. Subash Chandrabose Road“Many of the councillors had demanded at the council meetings that roads should be restored well ahead of monsoon. But, the corporation authorities didn’t act,” said V P Chandran, secretary, LDF parliamentary party, Kochi Corporation. According to the corporation authorities, noncompletion of pipe-laying by Kerala Water Authority delayed the tender process. “We expect that tender process for relaying many of the city roads including a dozen of roads which are to be restored following pipelaying works of Amrut will be completed in a week. Now, the mayor has given instructions to the officials to carry out filling of potholes on roads which had been dug up for pipe laying,” said P M Harris, chairperson, the standing committee for works, Kochi Corporation. “Relaying works can’t be done during rains. So, we will have to wait for the rain to subside,” he said. Opposition councillors are of the view that the local body authorities should have completed the tender process in advance and finished the work before the onset of monsoon. “The KWA had started the pipelaying work months ago and they also paid the road restoration charges. Then, the corporation could have started the tender process last year itself. But, the corporation authorities said that they couldn’t have gone for the tender process without knowing the exact length of the dug-up portions of the roads. Such details were available only after the KWA finished the pipelaying,” said Rajiv Chandrasekharan, the councillor from Ponnurunni. “In such a case, the corporation authorities could have relaid the roads in a phased manner. The stretches where pipelaying works had been completed months ago should have been repaired immediately. Then, the current situation could have avoided,” he said. At the same time, the restoration works on of a couple of roads have already been completed. “Restoration of Konthuruthy Road has been completed. I exerted constant pressure on the officials so as to get the work done on time,” said C K Peter, the councillor from Konthuruthy. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:57:00", "link": "https://timesofindia.indiatimes.com//city/kochi/city-roads-corp-sitting-on-restoration-works/articleshow/69807052.cms"}, "Enrica Lexie: Italian marine marries while out on bail": {"datetime": "", "description": "KOCHI: Massimiliano Latorre – one of the marines accused in the infamous Enrica Lexie shooting case that resulted in the death of two fishermen off Kerala’s coast in 2012 – married his girlfriend Paola Moschetti Latorre on Saturday. The marriage was held at ‘Church of the Military Ordinariate’ in Rome. After a brain stroke, Latorre was given bail by the Supreme Court of India, which was extended several times upon his application to remain in Italy. At present, the case is being arbitrated at the International Tribunal for Law of the Sea in Germany. Salvatore Girone, the co-accused in the case, was unable to attend the wedding due to the restrictions imposed by the international tribunal. However, he posted a message to Girone on Facebook: “Dear Salvo, today we will not be able to celebrate mine and Paola’s wedding with you, but I assure you that even if you are not physically present, you, Vania, Michele and Martina, will be with us. I hope we can do everything very soon. You and I have lived all our moments and after the tears we now hope the smiles arrive my brother...” On February 15, 2012, two fishermen, Valentine Jalastine and Ajeesh Pink, were shot dead on fishing boat St Antony by Italian oil tanker Enrica Lexie’s guards Latorre and Girone. Italian owners of the tanker had hired them after Savina Caylyn, a sister ship of Enrica Lexie, was captured by Somali pirates in February 2011, while it was on its way to Pasir Gudang in Malaysia with crude oil from Port Bashayer in Sudan. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:39:00", "link": "https://timesofindia.indiatimes.com//city/kochi/enrica-lexie-italian-marine-marries-while-out-on-bail/articleshow/69806824.cms"}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Saju was a warm and caring person: Kin": {"time": "2019-06-15 11:48:00", "link": "https://timesofindia.indiatimes.com//city/kochi/saju-was-a-warm-and-caring-person-kin/articleshow/69795362.cms", "description": "ALAPPUZHA: Saju Samuel’s family is in a state of shock after hearing about his murder during a robbery attempt at his workplace in Nashik. His brother Suju Samuel was at a loss for words when he heard the news. “Mother used to say he was just like dad, always a positive and cheerful person. I am still in shock… I don’t know what to say,” he said. His father-in-law P Joy, a pastor, said the family was planning to visit Saju in Navi Mumbai to celebrate the first birthday of his son Jeremy on August 16. “My daughter is a widow and my grandchild lost his father. I don’t know how to explain my pain right now. My daughter gave birth during the floods in 2018. She was admitted at a private hospital in Thiruvalla on August 14 and Jeremy was born on August 16. Saju couldn’t come home due to floods. He came at the end of August. He returned in September and December. He returned to Mumbai with his wife and kid this January,” he said. Saju, the elder son of Samuel MG and Saramma, was born at Arunoottimangalam, Mavelikkara. He spent his childhood in Gujarat where Samuel worked as an engineer with a private seafood exporting firm. He completed his high school education from St Mary’s High School, Veraval, Gujarat and later did his Plus Two at Bishop Moore HSS, Mavelikkara. He then finished his engineering from Maria College of Engineering and Technology, Marthandam, Tamil Nadu and worked in various private firms in Bengaluru. Two years ago, he joined Muthoot Finance Ltd in Gujarat. Saju, who was working as the system administrator at Muthoot Finance Ltd, married Jaicey Joy on May 18, 2017. After the wedding, they went to Gujarat. His wife returned home in March 2018 after she became pregnant. He was transferred to Mumbai in June 2018. Family members reminisced how he was a calm, upright and person. “My brother studied and spent most of his life outside Kerala and hence did not have many friends here,” said Suju. “He would always come home during vacations. Though he was the silent type, he was our leader. He always did the right thing. He cared for us when we sustained injuries during playtime and even took us to hospital. After hearing about the incident, I can’t accept the same,” said Sherin Shaji, his cousin. Suju recalled the family’s relocation to Chennai in 2012. “My father became the engineer at another seafood export company in Chennai. In 2016, he had an accident and all of us returned to Mavelikkara. However, Saju was not here and came during holidays. Our father died in 2017,” he said. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "A soothing break was necessary, says circle inspector Navas": {"datetime": "", "description": "Kochi: Circle inspector V S Navas, who went incommunicado on Thursday after an argument with a senior officer and returned on Saturday after 44 hours, told reporters that he would act according to the department’s directions. On Friday, Navas’s wife had said that her husband went incommunicado after facing harassment from a senior officer. However, Navas is yet to say anything against his superiors in public on his return. He said that a break was necessary for peace of mind. “When we have troubles, we either cry or will approach someone for comfort or we seek solitude. I wanted some solitude so that I can get relaxed. I have been living mechanically for long. Our soul needs some food, like travel, talking with friends, meeting our Guru, reading good books, listening to music, etc. Some others resort to alcohol or drugs, which I can’t,” Navas told reporters on Sunday.  Navas had gone incommunicado after an argument with ACP P S Suresh. He was transferred to Mattancherry before he went incommunicado, however, sources said that the posting would happen only after the DCP completes the probe and submits a report to the higher ups. “The probe will be conducted by analysing documents and records. We will maintain a status-quo regarding the CI’s posting. He will be meeting the IG on Monday. Senior officers, including the DGP, will take a call on his posting. The newly-appointed CI will take charge at Ernakulam Central while temporary arrangements will be made at Mattancherry,” said a senior officer. Meanwhile, experts said that both officers are likely to face disciplinary action. Officers said that even if there was pressure within the force, officers should be able to withstand them. “Now, the officer concerned is most likely to get a memo for unauthorized absence. What he should have done was to report to his senior, if another officer had used unparliamentary language over the wireless. There would be a recording of it and there would be an action for sure,” said Rtd SP George Joseph. However, officers close to Navas said that he was not someone who bows to pressure. “I know him for years. He has struggled so much over the years. If he wanted to run away, he would have done it much earlier. This means that pressure on him would have been so intense that he would have reached a breaking point,” said an officer. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:33:00", "link": "https://timesofindia.indiatimes.com//city/kochi/a-soothing-break-was-necessary-says-ci-navas/articleshow/69817123.cms"}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Pathetic condition of bus waiting shed": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/patheticconditionofbuswaitingshed/articleshow/69630038.cms", "description": ""}, "Kerala police to get more tech teeth": {"datetime": "", "description": "KOCHI: After the induction of country’s first humanoid Robocop (KP-BOT), the Kerala police may soon get more innovative gear in its arsenal such as ‘smart handcuff’ with intelligent tracking devices and AI-based software that identifies suspects from CCTV footage. More products are likely to emerge from the innovation zone of startups which is being set up by the Kerala Startup Mission (KSUM) for the state police. The KSUM had called for proposals from startups with potential products for the force and more than 40 startups from various parts of the country have come forward. “Currently, startups are only providing software support to the Cyberdome project. The innovation zone will take it beyond that and provide hardware too,” KSUM CEO Saji Gopinath said. Chief minister Pinarayi Vijayan and DGP Loknath Behera are keen to take the project forward. “The cut-off date for receiving the applications was June 15 and more than 40 startups from across the country responded. The potential-product startups will be shortlisted in a week,” the KSUM CEO said. The ‘smart handcuff’ has been developed by startup Technorip Innovations, incubated at Kochi Maker Village. “It has an intelligent tracking device with geographic information system (GIS) that can be connected to phones to track culprits. We are already engaged with the police department since the national police conference last year and received Rs 8.5 lakh productivisation fund from KSUM. Now, we have applied with KSUM to pitch in this product demo for the police,” said Arun PM, founder CEO of Technorip who has developed it with chief tech officer Tom Victor. Another startup Neuroplex, incubated with KSUM, has developed the AI-based software to identify suspects from CCTV recordings or live footage. “We have developed a product called ‘EyesAge’ which is an AI-based software which can detect/identify a suspect or missing person from CCTV recordings or live footage and can offer visual alert,” Neuroplex founder/director Savio Victor said. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:42:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kerala-police-to-get-more-tech-teeth/articleshow/69816959.cms"}, "‘KC(M)’s state committee meeting today’": {"datetime": "", "description": "KOTTAYAM: The infighting in Kerala Congress(M) has reached tipping point with the Jose K Mani group announcing that the state committee meeting of the party to elect a new chairman will be held on Sunday. According to party vice chairman Jose K Mani, the meeting will be held at the CSI retreat centre at 2pm and the notices have been served also to the members belonging to the rival faction led by P J Joseph, the party's acting chairman. Sources close to Joseph said that he will not be taking part in the meeting. Mani said that the constitution of the party clearly says that the chairman of the party has to be elected by the state committee. A letter signed by 127 state committee members, demanding that the meeting be held, has been submitted to the working chairman, deputy chairman and vice chairman on June 3. The party's constitution says that meeting has to be called when 1/4th of the state committee demands for it. Meanwhile, Joseph said: \"Only the working chairman, who has the powers of chairman, has the right to call the state committee. The meeting called by Mani is illegal and not binding according to the party's constitution.\" Download The Times of India News App for Latest City .", "time": "2019-06-16 11:54:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kcms-state-committee-meeting-today/articleshow/69810222.cms"}, "Lok Sabha poll results reflect believers' anger: NSS": {"datetime": "", "description": "KOTTAYAM: The NSS leadership, which had not yet expressed its opinion about the Lok Sabha election results, has come out with its view in the editorial of the latest edition of Services, the mouthpiece of NSS. The editorial said that the election results was a setback for those who hurt the feelings of believers. The results in the state reflect the protest of the faithful against the LDF government for failing to protect their faith and also against the Central government, which failed to resolve the issue. The result was the reaction of believers, irrespective of caste and religion, for insulting Lord Ayyappa. The Constitution assures freedom for religious faith and related activities. Governments are bound to protect freedom of religion and faith. The state-central governments should realize that there was no relevance for political stance in such situations. The editorial also said that even the NDA was shocked by the victory of the Congress-led UDF. The defeat in Alappuzha, the lone seat which the UDF lost, was due to some differences in the front in that constituency, it said. The editorial also said that the thumping win of the NDA in pther parts of the country was due to the front's election tactics. The Congress and its allies failed to foresee it., it said. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:52:00", "link": "https://timesofindia.indiatimes.com//city/kochi/lok-sabha-poll-results-reflect-believers-anger-nss/articleshow/69810203.cms"}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "Abhilash Tomy": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/abhilash-tomy/videoshow/69712407.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "Broken pavements": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/brokenpavements/articleshow/69501339.cms", "description": ""}, "Filth and Waste in Vaduthala": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/filthandwasteinvaduthala/articleshow/69452706.cms", "description": ""}, "Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Footpath is not fit for pedestrians,Ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathisnotfitforpedestrians2cekm-/articleshow/69616224.cms", "description": ""}, "Govt plans to rehabilitate residents in coastal areas": {"datetime": "", "description": "Malappuram: Assembly speaker P Sreeramakrishnan, who visited coastal areas of Ponnani where sea erosion wreaked havoc, has announced that the government would permanently rehabilitate residents in the coastal area within one year. Protest was brewing among residents of the coastal areas in Ponnani taluk as more than hundred houses were completely and partially damaged in the sea erosion after the onset of South-West monsoon. Speaker, who visited the region on Saturday along with district collector Amit Meena, local body members and officials, said that the rehabilitation schemes for the residents of the coastal region would be implemented under different housing projects of the state government. “The government is aiming to find a permanent solution for the sea erosion issues in the region, instead of an eyewash. As a temporary measure, authorities would take immediate measures to complete the ongoing construction of seawall in the areas,” the speaker said. He added that the district collector would chalk out a plan to immediately implement different projects announced by the government for families who are facing sea erosion issues. As per the official estimate of revenue authorities, 21 houses were completely damaged in sea erosion in Ponnani taluk area. As many as 99 houses were partially damaged and the rest of the houses are on the verge of being washed away. Several trees, including more than hundred coconut trees, were also washed away in the strong waves. Coastal areas of Ponnani from Azheekal to Puthupponani and areas in Perumbadappu and Veliyankode grama panchayats are facing severe issues due to fierce waves. After the report on sea erosion, revenue authorities had opened relief camps at ALP School Anappadi, Fisheries School and Anakath School in Veliyankode, to shift families from the coastal areas. Recently, construction of a seawall was started in the light house region of Ponnani following the decision taken at an emergency meeting held in the chamber of speaker. The government has already earmarked Rs 65 lakh for the wall construction. A 100-m-long seawall would be constructed in the northern side of the light house, where high tides pose serious threat to residential buildings. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:13:00", "link": "https://timesofindia.indiatimes.com//city/kochi/govt-plans-to-rehabilitate-residents-in-coastal-areas/articleshow/69805806.cms"}, "Vysakh S R": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/vysakh-s-r/videoshow/69712492.cms", "description": ""}, "Anarkali: 100 Days Celebration": {"time": "", "link": "http://photogallery.indiatimes.com/events/kerala/anarkali-100-days-celebration/articleshow/52533705.cms", "description": ""}, "Corruption will not be tolerated at any cost: CM": {"datetime": "", "description": "Palakkad: Chief minister Pinarayi Vijayan has said that the LDF government would not tolerate corruption in the state. “If corruption is found anywhere strict action will be taken and the government will give all support to end corruption,” Vijayan said. Inaugurating the new office complex of the district vigilance & anti-corruption bureau (VACB) here on Sunday, the chief minister said the government had given a free hand for the vigilance to function independently. “Government will not interfere in their work,” he added. He said more officials would be appointed to make the work of vigilance more effective. “The cases charged by vigilance are handled very seriously and they are also given the legal support in conducting cases against corruption. Government has taken into account the general feeling of people against corruption in the state,” the CM said. The first phase of the 14,000 sq ft building was completed at a cost of Rs 1.73 crore and the second and third phase works will start soon. The event was presided over by minister for welfare of scheduled caste and scheduled tribes A K Balan. The keynote address was delivered by minister for water resources K Krishnankutty. It was attended by V K Sreekantan, MP-elect; Shafi Parambil, MLA, district panchayat president K Santhakumari; ADGP and VACB director K Karthi; district collector D Balamurali among others. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:43:00", "link": "https://timesofindia.indiatimes.com//city/kochi/corruption-will-not-be-tolerated-at-any-cost-cm/articleshow/69816988.cms"}, "Slain cop’s mom, son say Ajas threatened her multiple times": {"datetime": "", "description": "ALAPPUZHA: The body of civil police officer Soumya Pushpakaran, who was brutally murdered, was handed over to her kin after completing legal and medical examinations at Alappuzha Medical College Hospital at 2pm on Sunday. It has been shifted to the morgue of a private hospital at her native place, Oachira in Kollam. Cremation would take place after the arrival of her husband Sajeev, who is working in Libya, on Tuesday, said police. Soumya , who was working at Vallikunnam police station, was hacked and set ablaze by N A Ajas (33), a civil police officer attached to Aluva traffic police station, on Saturday near her home at Thekkemuri in Vallikunnam grama panchayat. Soumya was working at Vallikunnam police stationAjas, who sustained over 40% burns, has been admitted to Alappuzha Medical College Hospital. Though police arrived at the hospital with magistrate to record his on Saturday night, he was not able to speak. The police have not registered his arrest still Sunday evening. Meanwhile, Soumya’s mother Indira and elder son Rishikesh told media that Ajas had threatened and attacked her many times.  “Amma (Soumya) had told me if anything happens to her, I should tell police that Ajas is responsible. She told me that the man had threatened her several times over phone. My father is unaware of these incidents,’’ Rishikesh said. According to Indira, “Ajas killed her after she turned down his marriage proposal. He had threatened to kill her and her husband many times. He had beaten her up with shoes. When I had offered to interfere, she said it might create more trouble. She had also informed Vallikunnam sub-inspector about the issue three months ago.” However, Vallikunnam sub-inspector Shaiju Ebrahim said he was not informed. He added that Indira herself told him on Sunday that they did not inform police due to fear. He said Sowmya had borrowed Rs 1.25 lakh from Ajas. When she returned the money, Ajas did not accept it and demanded to marry him. She transferred the money to his account. But he sent it back to her account. Following this, Sowmya and Indira asked him to collect the money in person at KSRTC bus station, Ernakulam in May. Though he came to meet them, he refused to take the money back and dropped the duo at Clappana. When things started going out of hands, Sowmya blocked his number. But Ajas continued to stalk her from other numbers. Indira, too, had requested Ajas not to disturb her daughter, the officer said. Soumya had joined Kerala Police in 2014. She was trained under Ajas for around three months. They went on to become friends through social media, said her friends. Her husband was home a month ago on vacation. Apart from Rishikesh (Class VII), the couple has another son, Adhisesh (Class V) and a three-and-a-half-year-old daughter, Ridhika. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:56:00", "link": "https://timesofindia.indiatimes.com//city/kochi/slain-cops-mom-son-say-ajas-threatened-her-multiple-times/articleshow/69817127.cms"}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Orange alert issued in parts of Kerala": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/orange-alert-issued-in-parts-of-kerala/videoshow/69715721.cms", "description": ""}, "Tourist drowns at Anakkulam": {"datetime": "", "description": "Idukki: A tourist drowned in the Anakkulam river near Mankulam in the district on Sunday. The deceased has been identified as Midhun Krishna (23) of Peringamala in Thiruvananthapuram. Police said the incident occurred around 2pm when four tourists were bathing in the river near Valiyaparakkutty. Along with Krishna, another member of the gang Sanu also fell into deep water. Though the other two, Akhil and Jyothish, rushed to the spot, they could rescue only Sanu. “The local residents later recovered Krishna. Though he was rushed to a private hospital, doctors declared him brought dead. The body was shifted to Adimali taluk hospital for postmortem. Krishna was an employee at the casualty wing of Kolenchery medical college. The four-member team reached Mankulam on Saturday,” said police. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:44:00", "link": "https://timesofindia.indiatimes.com//city/kochi/tourist-drowns-at-anakkulam/articleshow/69817009.cms"}, "cable laying in the roadside": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cablelayingintheroadside/articleshow/69437090.cms", "description": ""}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "\nBhama's attire at Lalu Alex's son's wedding in Kochi was a dream in green!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/bhamas-attire-at-lalu-alexs-sons-wedding-in-kochi-was-a-dream-in-green/articleshow/57061489.cms", "description": "Lalu Alex’s son Ben Alex’s wedding pictures at a register office had flooded the internet recently.  Now the couple had an official ceremony which took place at the Holy Kings Knanaya Church at Piravom recently. Ben and Meenu Cyril had a traditional church wedding, according to Knanaya customs. Quite a few from the film industry dropped in to wish the couple, and actress Bhama turned up in a green full length gown. With fringed hair and light make up, she was a ravishing presence at the function.  What surprised all was a visit from Mammootty! Jayaram came with Parvathy and Kalidas, Parvathy looking ethereal in an ochre sari. Dileep and Bhama arrived alone, Bhama sporting a green silk gown with gold detailing. We also spotted actors Chippy, Captain Raju and Kunjan, among others. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "\nJayaram got sporty at Kochi\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/Jayaram-got-sporty-at-Kochi/articleshow/53960264.cms", "description": "As the Olympics came to a close, sportspersons have become the focal point more than ever, and Mollywood celebrities seem to be doing their bit to keep the spirit of sports in them alive. In a recent event related to the formation of a badminton team, actors Jayaram, Narain, Parvathy Nambiar and Rajeev Pillai were seen joining in with full spirits, all dressed in black. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Congress president Rahul Gandhi in Wayanad on 3-day 'thanksgiving' visit": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/congress-president-rahul-gandhi-in-wayanad-on-3-day-thanksgiving-visit/videoshow/69691792.cms", "description": ""}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "Dumpyard in the middle of the city": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpyardinthemiddleofthecity/articleshow/69511060.cms", "description": ""}, "Empowerment programme for teachers": {"time": "2019-06-15 12:47:00", "link": "https://timesofindia.indiatimes.com//city/kochi/empowerment-programme-for-teachers/articleshow/69799196.cms", "description": "KOCHI: The Central Kerala Sahodaya Complex (CKSC) is organizing an empowerment programme for teachers and principals' conference on June 15 at Carmel CMI Public School, Vazhakulam. Subject toppers of Class X and XII from Sahodaya members schools would be felicitated during the event. This was announced by the president of CKSC, Fr Sijan Paul Oonnukallel CMI. Download The Times of India News App for Latest City ."}, "Waste piled up infront of Government Offices": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wastepiledupinfrontofgovernmentoffices/articleshow/69437147.cms", "description": ""}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Five arrested in Thripunithura murder case": {"time": "2019-06-15 22:58:00", "link": "https://timesofindia.indiatimes.com//city/kochi/five-arrested-in-thripunithura-murder-case/articleshow/69806283.cms", "description": "KOCHI: Two days after Dinesh Divakaran, a 35-year-year old man, was stabbed to death in Vennikulam, Thripunithura police arrested five persons in connection with the murder. The arrested persons were identified as Athul (21) of Kolenchery, Sooraj (20) of Tripunithura, Ashokan(22) of Mulanthhruthy, Ratheesh (21) of Pullepady and Hareesh (28) of Tripunithura. According to the police, murder was in retaliation to a fight picked up between the accused and some of the residents, including Dinesh in Vennikulam on Thursday night. They were nabbed after the police traced them using the video footages collected from CCTC cameras near the murder spot. The police said that the accused were drug addicts and have had occasional gatherings at one of the accused, Hareesh’s, rented house in Vennikulam. On Thursday night the five member gang was on their way to Hareesh's house and one of their bikes got punctured. Another accused, Sooraj, took the bike to a puncture shop near petrol bunk in Chottanikkara while the others walked to Vennikkulam. After seeing the gang in drunken state, some of the residents near Vennikkulam high school questioned them. After a brief quarrel they reached Hareesh's house. Later when Sooraj returned, he along with Athul went to Vennikulam with a knife and stabbed Dinesh, who was alone then, and fled from the scene. Chottanikkara police during the night combing spotted Dinesh in a pool of blood. Though he was rushed nearby hospital, doctors declared him brought dead. Download The Times of India News App for Latest City ."}, "We aim for quick completion of probe, says VACB IG": {"datetime": "", "description": "KOCHI: Vigilance and anti-corruption bureau (VACB) inspector general H Venkatesh said the bureau was determined to find the whole gamut of the Palarivattom flyover scam. He added that the investigation was still in its initial stage and that they were in the process of analysing documents in connection with the flyover construction. “The investigation is going on briskly. Routine raids and seizures are happening as part of the probe. The FIR was registered last week we are aiming for a quick completion of the probe,” said Venkatesh. Meanwhile, official sources said the department would scrutinise documents and account details collected during a raid at the contractor’s office and residence. “We are able to get documents from government departments. The raids on Friday was to seize the documents from the private property. All the seized documents would be analysed to find out what all lapses have happened. Role of each individual connected with the construction that has led to a lapse would be brought to the fore through a thorough probe,” said an officer. The raids on Friday started at 3.30pm and continued till 8pm. Two teams of VACB unit conducted raids at the regional office of RDS Project Limited, the New-Delhi based firm that got the contract of constructing Palarivattom flyover, at Panampilly Nagar and an apartment owned by the company MD, Sumit Goyal, at Kakkanad. Details regarding the bank transaction and fund utilized for the flyover construction have been recovered. The flyover has been closed to traffic since May 1 as part of restoration works. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:54:00", "link": "https://timesofindia.indiatimes.com//city/kochi/we-aim-for-quick-completion-of-probe-says-vacb-ig/articleshow/69806980.cms"}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Miss Queen of India 2016": {"time": "", "link": "http://photogallery.indiatimes.com/events/kerala/miss-queen-of-india-2016/articleshow/52027734.cms", "description": ""}, "Open the recently closed junction at Ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/opentherecentlyclosedjunctionatekm-/articleshow/69420291.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Magisterial powers to police: Plea withdrawn as court cites govt's prerogative": {"time": "2019-06-14 21:31:00", "link": "https://timesofindia.indiatimes.com//city/kochi/magisterial-powers-to-police-plea-withdrawn-as-court-cites-govts-prerogative/articleshow/69793311.cms", "description": "KOCHI: A petition filed before Kerala high court questioning LDF government’s move to grant magisterial powers to police commissioners of Kochi and Thiruvananthapuram by establishing commissionerates was withdrawn during admission hearing on Friday. A division bench comprising chief justice Hrishikesh Roy and justice AK Jayasankaran Nambiar considered a petition (WP-C No. 16237/2019) filed by P Muraleedharan of Pandit Karuppan Road at Mattummal near Thevara in Kochi. At the hearing, the court said it has limitations in interfering with the policy decisions of the government and that it can do so only when such a decision is against public interest. It is seen that it is a matter that has been considered by various governments, the court noted. Responding to the petitioner’s demand that a Commission of Inquiry should be appointed to identify areas with high crime rate, the court asked how it can ask the government to take a policy decision only after receiving the report of an enquiry commission. The court also asked the petitioner’s counsel to explain where all in India were commissionerates established after conducting an enquiry by a Commission of Inquiry. As the petitioner’s counsel was not able to provide a reply, the court said a petition should be filed only if adequate records and information are available. The court also warned that it would impose a fine on the petitioner for raising baseless arguments. Following the court’s warning, the petitioner’s counsel sought permission for withdrawing the plea and the court recorded the petition as dismissed as withdrawn. It was alleged in the petition that no serious study was conducted by the government prior to deciding for establishing commissionerates at Kochi and Thiruvananthapuram by granting magisterial powers to police commissioners. No serious study was conducted regarding the needs, location, and nature of crimes and where the commissionerates should be located, the petitioner had contended. Stating that main offences occur and the culprits in them escape through airports, railway stations, centres of interstate transport operations, and places with access by sea, the object of establishing a commissionerate can be achieved only by bringing more areas under it on the basis of occurrence of crimes, the petition had stated while seeking a probe by a Commission of Inquiry prior to establishing the commissionerates. Download The Times of India News App for Latest City ."}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Road widening is still pending at Pullepady,ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadwideningisstillpendingatpullepady2cekm-/articleshow/69641646.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Guruvayur: PM Narendra Modi says, Kerala as dear to me as Varanasi": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/guruvayur-pm-narendra-modi-says-kerala-as-dear-to-me-as-varanasi/videoshow/69702428.cms", "description": ""}, "Sea erosion affects beach tourism in Kannur": {"datetime": "", "description": "Kannur: Though the monsoon is not that strong this time, the coastal erosion is causing huge concern and most of the coastal region is badly affected. Also, the entry for visitors is restricted in most of the beaches in the district, which has affected the people depending on local tourism as well. Since the last few days, the sea is rough and in many places the entire beach has been washed away. One of the worst affected beaches is at Payyambalam, where the sea has become so rough that half the beach is washed off and a ‘photo frame’ installed there as a means of attracting tourists has been removed. Muzhappilangad, the drive-in beach in the district, is also facing the same problem and, there is a restriction on visitors and no vehicles are permitted there now. Though the damage to the beaches could affect the tourism potential of the district, it is hoped that they would be back to normal in a few weeks according to the tourism authorities. “Normally, the sand that the sea take away would be deposited back in a few weeks,” said district tourism promotion council (DTPC) secretary Jitheesh Jose. He said it was not advisable to have any kind of manual intervention to improve the beaches, as erosion is a natural phenomenon. According to Muhammed Mahir, who is managing a beach at Chootad near Pazhyangadi, taken on lease from the DTPC, the number of visitors has come down drastically after the rain alert. “Many people think that it is closed and not safe to visit here. So now 20-30 people come here compared to 500-600 on a normal day. We find it difficult to meet the expenses and manage the beach and the park,” he said. The residential areas along the coastal region are the worst affected, as the rough sea and erosion are posing threat to residents, said C Sameer, the councillor from Ayikkara in Kannur corporation. Rs 12-crore project to prevent coastal erosion: Revenue minister E Chandrasekharan has said a Rs 12-crore project would be implemented in Kasaragod to preventing coastal erosion. The minister, who visited Musodi, a coastal area in the district, which experienced erosion due to rough sea and giant waves since the onset of monsoon, on Saturday, said that temporary measures such as placing geo bags to check coastal erosion in the district, for which Rs 1 crore would be released. Rs 12 crore would be sanctioned for the long-term works to check the sea erosion, said the minister. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:13:00", "link": "https://timesofindia.indiatimes.com//city/kochi/sea-erosion-affects-beach-tourism-in-kannur/articleshow/69805812.cms"}, "Seniors harassed him: Cop's wife": {"time": "2019-06-15 11:59:00", "link": "https://timesofindia.indiatimes.com//city/kochi/seniors-harassed-him-cops-wife/articleshow/69798753.cms", "description": "KOCHI: Even as other officers maintained that the senior officer's outburst - after which central CI VS Navas went incommunicado - was 'routine', Navas's wife told the media that her husband was a victim of harassment. She complained of apathy after she approached senior officers with a complaint. But, senior officers said the outburst cannot be termed as harassment as Navas was not answering his phone. \"This inspector has a good track record. But, if an officer is not keeping his senior in the loop, it is not proper conduct. We will probe the reason behind his disappearance later. The priority is to find him first,\" said a senior officer. She claimed that he was under pressure to register fake cases before Wednesday's incident and had to put up with personal insults. \"He said there was a big issue with ACP and insisted that I shouldn't ask anything. He was watching TV early in the morning and was gone. I couldn't reach any of the officers (after the complaint). They haven't contacted me either. Priority is to get my husband back,\" she said. Meanwhile, Kerala Police on Friday night uploaded a photo of Navas on its official Facebook page saying that he was missing. Within 40 minutes, the post received 649 comments and 2,500 shares. The wife had filed a petition with commissioner Vijay Sakhare and talked to DCP J Poonguzhali. \"She told me that he had withdrawn money from an ATM and that he would return in 10 days. When I asked who told her so, she switched the topic and told me to take care of my children. They are not kids who can be pacified just like that,\" she said. She was relieved after south police showed her a CCTV footage of Navas in a KSRTC bus to Kollam. The woman also mailed a petition to the chief minister and demanded a probe. Navas had a heated exchange with Ernakulam ACP PS Suresh over the wireless on Wednesday night. Suresh said he only sought an explanation for his absence during a roll call. Meanwhile, the last report about the missing officer came from Kollam where he was seen alighting from a KSRTC bus. Another CCTV footage showed him leaving the car of another officer near Kayamkulam bus stand. He travelled between Cherthala and Kayamkulam in the car and reportedly took the bus to Kollam. Police had also received a CCTV footage of him withdrawing cash from an ATM near Thevara. Download The Times of India News App for Latest City ."}, "This approach road is at the mercy of bandicoots": {"time": "2019-06-15 10:18:00", "link": "https://timesofindia.indiatimes.com//city/kochi/this-approach-road-is-at-the-mercy-of-bandicoots/articleshow/69797826.cms", "description": "KOCHI: If bandicoots have their way, it would not take long for the approach road of Vaduthala -Chittoor bridge to collapse. The rodents have already dug deep burrows along the sides of the approach road. It has resulted in the leaking of the red sand which forms the foundation of the approach road. A large hole has formed on the road indicating an imminent disaster. A three-member team of engineers from PWD (Bridges) inspected the site on Friday and have sent a mail to the Kochi corporation demanding immediate rectification of the damages on the approach road. According to officials, large burrows were found along a 60m stretch. “The stretch of the approach road where the hole was formed belongs to Kochi corporation. The damages are the handiwork of bandicoots. The local body should immediately stop dumping of waste near the approach road of the bridge,” said an assistant engineer. The officer, however, said that the bridge is in good condition. Speaking about the broken and damaged slabs on footpath attached to the bridge, she said that they had decided to take an estimate required for the repair works. “Once we get the administrative sanction for repair works of the bridge, we will undertake it,” she said. According to PWD, while it is their responsibility to maintain the road which falls within the limits of Cheranalloor panchayat (or Chittoor side), the Kochi corporation is bound to undertake repair works on the stretch of the road which falls within the limits of the local body. However, the PWD’s directions have not gone down well with the local body. The corporation maintains that as the bridge belongs to PWD they would have to undertake the repair works. O P Sunil, who represents Vaduthala East division in the Kochi corporation council said the corporation wanted PWD to execute the repair work as the “bridge is their asset”. He said waste from three divisions of the local body gets dumped on the sides of the approach road. “It is a collection point. By 11 am the waste is segregated and sent to the waste dump at Brahmapuram,” adding that the local body did not allow accumulation of waste on the sides of the approach road. However, a look around clearly indicates that garbage is being thrown around carelessly. Garbage, which includes plastic and other non-biodegradable waste, is heaped on the old bridge, which stands adjacent to the new Vaduthala -Chittoor bridge. Domestic animals like goats and cows can be seen feeding on the waste. Pungent smell, which emits from the waste dump engulfs the region. Download The Times of India News App for Latest City ."}, "Nun rape case: Probe officer will remain in Kottayam": {"time": "2019-06-15 18:40:00", "link": "https://timesofindia.indiatimes.com//city/kochi/nun-rape-case-probe-officer-will-remain-in-kottayam/articleshow/69803381.cms", "description": "KOTTAYAM: The government has cancelled the transfer of Vaikom DSP K Subhash to Idukki and issued fresh orders posting him in the Kottayam district itself. He will be joining the District Crime Records Bureau. Earlier, he was transferred to Vigilance and Anti-corruption Bureau in Idukki. The transfer of the officer had raised criticism as he was the chief investigating officer in the nun rape case in which Bishop Franco Mulakkal was arrested. Many including the fellow nuns of the survivor nun had questioned the move to transfer him out of the district when the trial in the case was about to start. Earlier, Kottayam SP Harisankar who had supervised the investigation in the case was also transferred. The transfer of both these officers at the onset of the trial in the case was looked upon with suspicion by the nuns. The prosecution was also relieved as the DSP Subhash will be easily available here during the trial of the case. Save Our Sisters (SOS) forum had alleged the involvement of influential hands in the transfer of the officers. Convenor Felix J Pulludan had said that the unexpected transfer came at a time when the SOS was preventing the witnesses being influenced. Download The Times of India News App for Latest City ."}, "\nAmalda Liz looks like a work of art in a chic lehenga at a fashion show in Kochi\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/amalda-liz-looks-like-a-work-of-art-in-a-chic-lehenga-at-a-fashion-show-in-kochi/articleshow/57110326.cms", "description": "Actress Amalda Liz, who impressed us right through her first film 'Kammattippadam,' was recently seen in Kochi setting the ramp ablaze in a fashion show.  In her golden choli and black lehenga, she dazzled with ease and when she teamed it up with her killer looks and show stopper attitude, it definitely gave everyone some wedding outfit inspiration. Actress Isha Talwar also gave her company in the show, which had many other renowned models as well.  The attires, which was showcased by the models in full gusto, had a golden shimmer, and the floral thread works in some of them were noteworthy as well. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Brain dead woman’s organs donated": {"datetime": "", "description": "KOCHI: Nibeya Joseph, a 25-year-old nurse, gave a new lease of life to six persons after her family decided to donate her organs. Nibeya was declared brain dead at Aster Medcity on Friday. Nibeya along with her brother Nikhil Joseph was admitted at the hospital on Monday after they suffered critical injuries in a road accident. Her heart and one kidney were transplanted into patients admitted at Kottayam Medical College. While liver was transplanted into a patient at Aster Medcity, pancreas and the other kidney were donated to patients at Amrita Institute of Medical Sciences. The cornea was donated to Giridhar Eye Institute. All the recipients were selected from the patients registered with the Kerala Network for Organ Sharing (KNOS) Mrithasanjeevani. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:44:00", "link": "https://timesofindia.indiatimes.com//city/kochi/brain-dead-womans-organs-donated/articleshow/69810109.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Disease outbreak": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/diseaseoutbreak/articleshow/69708881.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Lurking danger": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lurkingdanger/articleshow/69733024.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Finish road work in one year: High court": {"time": "2019-06-15 11:36:00", "link": "https://timesofindia.indiatimes.com//city/kochi/finish-road-work-in-one-year-hc/articleshow/69798413.cms", "description": "KOCHI: The high court has ordered the state government to complete the widening of Thammanam-Pulleppady Road into a four-lane road within a year. The time limit was fixed by Justice Shaji P Chaly after considering a petition filed by Dr Priyarenjini S of Kadavanthra through advocate K P Pradeep. The work is pending as PWD Roads division declined to undertake the work and the city corporation, which owns the road, did not have the required funds. In the judgment, the court criticized the government for failing to take steps to complete the project envisioned in June 2015 even after starting to collect Re 1 cess on sale of petrol and diesel to pool the fund for this project and other projects included in district flagship infrastructure projects (DFIP). In a meeting held in July 2017, PWD minister had stated that PWD did not intend to undertake the work. \"Having collected the said fund, the state government should have made every effort and endeavour to implement the project at a faster pace in order to ventilate the grievances of the residents of Kochi city, and other people visiting Kochi. It is quite disheartening to note from the report submitted by the district collector, that the PWD had decided not to take up the project,\" the court observed The government is also duty bound to discharge the duties and obligations undertaken by it as per the DFIP order by treating it as a promise extended by the government to the public, the judgment said. \"It also has the characteristics of a firm offer made by the government to the public by charging additional sales tax at the rate of Re 1 per litre against the sale of petrol and diesel. The public has accepted the offer by paying the additional tax and the government is, therefore, not at liberty to withdraw from the offer,\" the court added. Download The Times of India News App for Latest City ."}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Anti-nuclear activist SP Udaykumar calls for solidarity between Tamils and Keralites in socially relevant issues": {"datetime": "", "description": "KOCHI: Reiterating solidarity with the Puthuvype residents who protest against the proposed Indian Oil Corporation’s LPG terminal, anti-nuclear activist SP Udayakumar said that the protesters should have to change their strategy by bringing together people from other states where similar issues are fought. He was addressing the residents here after inaugurating the second anniversary of police Lathi Charge incident at Puthuvype, during a protest against the constructions of IOC terminal, on Sunday evening. “There is a need to increase the communication between Keralites and Tamilians who are fighting socially relevant issues like the IOC Terminal, Alappad mining, Koodankulam nuclear power plant, Thoothukudi Sterlite plants etc. Not many Tamils or Keralites know much about all these problems and there is a need for extending solidarity with each other and fight together. Together we can form an indomitable power against the corporate-oriented development supported by changing governments. It is inevitable as Kerala and Tamil Nadu are the only states free from Fascist clutches, as proven by the recent Lok Sabha polls,” he said. It was on June 18, 2018, protests against the upcoming LPG import terminal at Puthuvype snowballed into a clash between local residents and the police leading to lathi charge that injured more than a dozen protesters. The meeting was attended by MB Jaya Ghosh, chairman, Puthuvype LPG Terminal Virudha Janakeeya Samara Samiti, activists CR Neelakandan, PR Pouran etc. The Samiti said that the protest will continue against the government’s decision to go ahead with the project. Download The Times of India News App for Latest City .", "time": "2019-06-16 21:08:00", "link": "https://timesofindia.indiatimes.com//city/kochi/anti-nuclear-activist-sp-udaykumar-calls-for-solidarity-between-tamils-and-keralites-in-socially-relevant-issues/articleshow/69815559.cms"}, "septic tank in basket ball court": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/septictankinbasketballcourt/articleshow/69452698.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "Removal of Foot path slab - a danger": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/removaloffootpathslab-adanger/articleshow/69708892.cms", "description": ""}, "all in a corner": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/allinacorner/articleshow/69501428.cms", "description": ""}, "Spl team to probe ‘dubious’ land deals at Chinnakkanal": {"time": "2019-06-15 04:57:00", "link": "https://timesofindia.indiatimes.com//city/kochi/spl-team-to-probe-dubious-land-deals-at-chinnakkanal/articleshow/69795325.cms", "description": "Idukki: Idukki district collector H Dineshan has constituted a special team to probe the dubious land deals at Chinnakkanal near Munnar in Idukki. “The team, led by Devikulam sub-collector Renju Raj will begin its work from Monday. The probe is likely to last for three months,” said Dineshan. The team will probe all cases related to land encroachments and forged titles, including the alleged RTS Group encroachment in Chinnakkanal, said the collector. “The team will probe each encroachment in the region and take strict action. The team has been authorized to take immediate action if any government official is found to be involved in the land grabs,” said Dineshan. It was alleged that a Delhi-based company, RTS Group, which is also involved in the Palarivattam flyover row, has encroached over 3.5 hectares of government land at Chinnakkanal. The land deal took place in 2002 and the special task force formed by the former CM V S Achuthanandan had found it was an encroached government land. But the company continues to pay the land tax and others, said revenue sources. Recently, a group of landless plantation workers encroached the land and erected sheds on the land. CPI local leadership raised their support to the agitation. “The land mafia encroach government land and then it is sold to companies or persons by forging the documents. The documents are forged with the help of revenue officials,” said a revenue department source. Download The Times of India News App for Latest City ."}, "Rahul Gandhi meets Kerala nurse who held him in her hands as a baby": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/rahul-gandhi-meets-kerala-nurse-who-held-him-in-her-hands-as-a-baby/videoshow/69713070.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "World Cup 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-videos/will-india-take-their-intensity-to-the-next-level-vs-pak/videoshow/69790733.cms", "description": ""}, "Monsoon brings back flood fears": {"datetime": "", "description": "The monsoon rains that hit Kerala shores after a summer that recorded a temperature rise of nearly 3.9 degree C above normal should have been considered a huge relief for Malayalis. But while many went around romancing the first monsoon showers of the year and clicking selfies, some felt unwelcoming about the rains, and in fact were reduced to anxiety. Research student Sooraj H from Kochi was one such. He had been trapped in Kochi during the unprecedented floods of August and now he can barely look out of the window without feeling restless and breaking into palpitations. For the past two months, he has also been experiencing severe mood swings and sleeplessness and it had begun to affect his work and relationship. Sooraj, who now stays alone in the city, sought help from his friends and explained how his anxiety is affecting his life. “I tried my best to stay calm, but I lost my control when the Orange Alert and low pressure at sea were announced. Also, the video that has been doing the rounds of the flooding at Fort Kochi beach, where I used to hang out, added to my stress,” he says. He approached a psychologist. “I feel much better now as I have understood what is happening to me.” In 2018, Kerala saw its worst monsoon since 1924, as the state’s 44 rivers ran wild, and left over 3.1 lakh homeless; 1,568 relief camps were opened, 432 people died, and several went missing. The Kerala government reported that one-sixth of the state’s population were directly affected by the unexpected natural disaster, causing them mental and physical trauma. As the disaster-affected people in Kerala are trying hard to rebuild their lives, experts say that many are being silently eaten up by the post-traumatic stress disorder (PTSD), acute stress reaction and acute mental exertion, called anniversary reaction, that could hit one around the time the natural disaster or trauma last struck. According to Dr Vivek Ullattil, a psychiatrist from Ernakulam, over the past two months, most of his cases are related to anxiety stemming from the floods. He points out, “With the start of the monsoon, their anxieties, which were suppressed for a year, are coming out. They are anxious about whether the dams be opened again and if there will be human loss.” His cases, he says, can be categorised into those of people directly affected by the floods, those who have an anxious personality and always consider the worst-case scenario and thirdly, people who have a family history of anxiety disorder or depression. “The monsoon triggers their stress,” he says. Dr Jaico Paulose, who was actively involved in the flood relief activities at Thiruvalla, explains that panic attacks and PTSD affect not just adults, but also children. “The shock is imprinted in children who tend to replay the moments when they had to leave their homes in a hurry due to the waterlogging. It is also very important to address the concerns of children who were trapped inside the house while the water level was rising, as they will be more stressed out.” Pointing to some cases that came to his hospital at Thiruvalla, Jaico says it is essential for the public to have proper awareness on the mental health issues that one can have after being exposed to extreme life events. “In the event of a panic attack, one experiences intense anxiety and accompanied by a rapid heartbeat. So, they quickly head to the cardiologist. Most of the chest discomfort cases we see at our casualty are in fact, just those who suffer panic attacks, which can cause them to feel that they will die right the next moment,” he explains. The levels of stress can be classified into mild, moderate and severe. Mild and moderate stress can be treated through non-pharmacological treatments. Vivek says, “If it is in mild form, one should try to divert their attention by listening to music or taking up an activity or hobby. But if you feel it is going to be difficult to control, you should seek help. Most of the time, minor attacks can be handled by a strong social support system. People who live alone and have no support base will be more prone to panic attacks, so create a strong support system. Everybody becomes anxious and panics in such a situation but when it is excessive and if you feel it is affecting how you live and function, you need to take help.” If it is severe and is affecting their sleep, appetite, relationship and work, they must take counselling or medication. “Many people who come to us feeling mentally disabled, then go on to lead successful lives after identifying their condition as a panic attack. Once they identify this, we teach them to live through the panic attack by prescribing them some relaxation exercises and so on,” says Jaico. But doctors warn against ignoring the symptoms as it may cause major problems. Jaico adds, “Those who have not taken help will avoid going out and prefer to stay inside, as they could be suffering from anticipatory anxiety. They will also confine to their safe zone which is called acrophobic disorder. Once it is cured, they will be free mentally and will be able to face life better.” For children the trauma lingers. Their stress level depends on the reaction of the adults at home. “So, the cure can be done together,” he says. Who is vulnerable to PTSD?1. Those who have been suffering from depression, anxiety disorder, panic disorder or even mood disorder 2. Those who have experienced trauma earlier 3. Those who are mentally vulnerable 4. Depending upon the nature, severity and duration of calamity, people who aren’t suffering the above can also be prone to PTSD SymptomsIf the below symptoms persisting for a month and leads to significant distress and functional impairment, you have PTSD 1. Negative changes in mood and cognition – emotional numbing, shame, guilt, feeling of alienation, inability to recall key details, patchy memory loss, irritability etc 2. Recurrent intrusive memories about the incident or flashback 3. Traumatic nightmares 4. Re-experiencing things you saw or heard during the trauma 5. If you are ignoring people, things and places related to the trauma 6. Alternative arousal and reactivity problems – you may get hyper-aroused or less aroused 7. Some become hyper vigilant, excessively irritable, restless, sleep deprived, disoriented Helpline DISHA 24*7 service- 0471-2552056 Methods to deal with PTSD1.Talk it out 2. Slowly shift to good conversations 3. Exercise 4. Find distractions 5. Find a new hobby 6. Take help if above measures doesn’t work Download The Times of India News App for Latest City .", "time": "2019-06-16 11:20:00", "link": "https://timesofindia.indiatimes.com//city/kochi/monsoon-brings-back-flood-fears/articleshow/69809801.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Plea withdrawn as HC cites government’s prerogative": {"time": "2019-06-15 11:43:00", "link": "https://timesofindia.indiatimes.com//city/kochi/plea-withdrawn-as-hc-cites-govts-prerogative/articleshow/69795534.cms", "description": "KOCHI: A petition filed before the high court questioning LDF government’s move to grant magisterial powers to police commissioners of Kochi and Thiruvananthapuram by establishing commissionerates was withdrawn during admission hearing on Friday. A division bench comprising Chief Justice Hrishikesh Roy and Justice A K Jayasankaran Nambiar considered a petition filed by P Muraleedharan of Thevara in Kochi. At the hearing, the court said it has limitations in interfering with the policy decisions of the government and that it can do so only when such a decision is against public interest. It is seen that it is a matter that has been considered by various governments, the court noted. Responding to the petitioner’s demand that a commission of inquiry should be appointed to identify areas with high crime rate, the court asked how it can ask the government to take a policy decision only after receiving the report of an inquiry commission. The court also asked the petitioner’s counsel to explain where all in India were commissionerates established after conducting such an inquiry. As the counsel was not able to provide a reply, the court said a petition should be filed only if adequate records and information are available. The court also warned that it would impose a fine on the petitioner for raising baseless arguments. Following the court’s warning, the petitioner’s counsel sought permission for withdrawing the plea and the court recorded the petition as ‘dismissed as withdrawn’. It was alleged in the petition that no serious study was conducted by the government prior to deciding for establishing the commissionerates, granting magisterial powers to the police commissioners. No serious study was conducted regarding the needs, location, and nature of crimes and where the commissionerates should be located, the petitioner had contended. Download The Times of India News App for Latest City ."}, "Feeding rooms at metro stations": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/feedingroomsatmetrostations/articleshow/69392648.cms", "description": ""}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "'Unhealthy' road, authorities inactive": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/2623393bunhealthy2623393broad2cauthoritiesinactive/articleshow/69404875.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Where is the footpath?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/whereisthefootpath3f/articleshow/69718302.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Contribution to family brought him spl honour": {"datetime": "", "description": "Alappuzha: On Father’s Day, villagers of Mannancherry honoured an 85-year-old man, who made all his nine children, their better halves and his grandchildren government employees through his support and encouragement. All of them are now working in over 20 government offices across the state. Alappuzha sub-collector Krishna Teja honoured Mohammed Kunju at a function organized by the villagers at his residence at Adivaram here on Sunday. This octogenarian said: “My father died when I was a boy and I started to work in a shop. I starved for many days due to financial constraints. So, when I married Ishabeevi, I told her that I won’t allow my children to face the hardships I faced. We have eight sons and a daughter. We decided to make all of them government employees. My wife and I worked hard and created ambience for my nine children for studying and becoming government employees. Understanding our hard work and pain, all of them studied well and secured government jobs. When our sons got married, we encouraged our daughters-in-law to dream big and arranged facilities at our home for them to prepare for PSC examinations. Now, my family consists of officials working in various departments like revenue, education, health, motor vehicle, state water transport, agriculture, Khadi, forest and bank. My grandchildren, who completed their education, also got government jobs. I am very happy now,” he said. The only pain of Kunju is that his wife is not there to share this happiness. “She died at the age of 65 twelve years ago due to age-related ailments. My elder son Hamsakutty also died at the age of 45 due to liver disease. He was the head clerk with district medical office. His wife is working as manager at Alappuzha district cooperative bank. Hamsakutty’s two children Habis and Anas are also working in health department. I have only one message to all. If you are ready to work hard with dedication, you will reach your goal one day,” he said. The programme was organized by Aranghu social forum spearheaded by social worker C P Shaji. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:41:00", "link": "https://timesofindia.indiatimes.com//city/kochi/contribution-to-family-brought-him-spl-honour/articleshow/69816969.cms"}, "\nSpotted Kavya Madhavan at the celebrations of Adoor's 50 years in cinema in Trivandrum\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/Spotted-Kavya-Madhavan-at-the-celebrations-of-Adoors-50-years-in-cinema-in-Trivandrum/articleshow/53858413.cms", "description": "Kavya Madhavan dazzled in a black sari at the function held in Trivandrum to mark the completion of 50 years in cinema for Malayalam filmmaker Adoor Gopalakrishnan. At the event the 75-year-old master craftsman was felicitated by his friends from all walks of life. The event was an informal gathering where actress Kavya and Kavya Madhavan shared their experiences working with Adoor. Actors like Madhupal, Manoj K Jayan, Nandu and Manju Pillai were some of the celebs who joined the celebrations, organised by Federation of the Film Societies of India’s Kerala chapter. Download The Times of India News App for Latest City ."}, "‘White-topping can save Kochi roads’": {"datetime": "", "description": "KOCHI: The municipal corporation has failed to adopt a technology recommended by the Indian Road Congress (IRC) that may help roads to extend their life and reduce the financial burden. “Whitetopping of roads under the corporation would be the cheapest possible way to give longevity to city roads which crumble with the first monsoon shower,” said former mayor J Sohan. Whitetopping can be done in various ways — from ultra-thin to thin and thick. Among them, ultra-thin whitetopping (UWT), in which a concrete overlay of 50mm to 100mm thickness with closely spaced joints is bonded to an existing bituminous pavement, is the most widely used. It consists of a thin layer of fibre-reinforced concrete placed over a clean, chipped surface of bituminous concrete pavement, to achieve full or partial bonding. Though the corporation and the PWD had experimented with the technology earlier, it has not been widely adopted. In 2016, PWD had whitetopped a five-and-a-half kilometre stretch of road between HMT Junction and Manalimukku. “It was also one of the major recommendations of the Kochi Road Conclave organized by the Kochi corporation in 2011,” said Sohan. The conclave had recommended whitetopping of all existing roads under the corporation, developing designer roads and the use of bitumen macadam and bitumen concrete (BMBC) in roads with high traffic density. “Whitetopping has been done successfully in several states across India including Gujarat. It is high time that we adopted it. It acts like waterproofing and can reduce damage due to seeping in of water during the rains,” said Sohan. Whitetopping can uniformly fill pores in bituminous pavements more effectively and thus help reduce the occurrence of cracks. “It is also cost-effective,” he said. Apart from IRC, Cement Manufacturers Association has also recommended it. The technology offers long life, low maintenance and low life-cycle cost apart from improved safety and environmental benefits. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:48:00", "link": "https://timesofindia.indiatimes.com//city/kochi/white-topping-can-save-city-roads/articleshow/69807068.cms"}, "Kerala state lottery Pournami RN-396 results today; first prize Rs 70 lakh": {"datetime": "", "description": "NEW DELHI: The Kerala lottery department will announce the results of Pournami RN-396 lottery on Sunday. The results will be available on Kerala lottery department's  official website. The live results will be out at 3pm while the full results will be available from 4pm onwards. The first prize is of Rs 70 lakh, the second prize is of Rs 5 lakh while the third is of Rs 2 lakh. There is a consolation prize of Rs 8,000. The lottery draw will be conducted by Kerala lottery department at Gorky Bhavan Auditorium. The price of a single lottery ticket is Rs 30. The prize winners are advised to verify the winning numbers with the Kerala lottery results, published in the Kerala Government Gazette, and surrender the winning tickets within 30 days. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:35:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kerala-lottery-results-16-06-2019-pournami-rn-396-results-today/articleshow/69809517.cms"}, "Nature lover Byju Vasudevan passes away": {"datetime": "", "description": "Thrissur: Environmentalist and birdwatcher Byju K Vasudevan died at a private hospital here on Sunday. He was 43. Byju, who had participated in several agitations, including the protest against proposed power station at Athirappilli, had been undergoing treatment for injuries sustained in a fall. He is survived by wife and three children. tnn Download The Times of India News App for Latest City .", "time": "2019-06-17 04:10:00", "link": "https://timesofindia.indiatimes.com//city/kochi/nature-lover-byju-vasudevan-passes-away/articleshow/69817195.cms"}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Misuse of electricity at Ernakulam.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/misuseofelectricityaternakulam-/articleshow/69404849.cms", "description": ""}, "Potholes on the entry to Kalathipparambu Road,Ekm": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/potholesontheentrytokalathipparamburoad2cekm/articleshow/69818331.cms", "description": ""}, "Monsoon advances to northern Kerala": {"datetime": "", "description": "KOCHI: It rained in most parts of Kerala and Lakshadweep on Saturday as India meteorological department (IMD) said that conditions had become favourable for the further advancement of southwest monsoon into central Arabian Sea, Karnataka, remaining parts of Tamil Nadu and several parts of northeast India over the next couple of days. IMD warned of rough seas and strong winds (35-45 km/hr) along and off Kerala coast with high waves (2-2.5m) from Pozhiyoor to Kasaragod. There is a possibility that low-lying areas may experience tidal surges intermittently, especially at the time of high tides. Rain was reported at Kozhikode (6cm), Kannur and Vadakara (5cm each), Karipur, Ottappalam, Koyilandy, Vythiri, Irikkur and Kudlu (4cm each). Palakkad, Kollengode, Pattambi, Angadipuram, Thalassery and Perinthalmanna received 3cm each while Chittur, Thrithala, Taliparamba, Mahe (Puducherry UT) got 2cm each. Kayamkulam, Vaikom, Piravom, Myladumpara (Idukki), Kodungallur, Manjeri and Kuppady (Wayanad) received 1cm each. Gale - (110-125 km/hr) too is likely over northeast, northwest and central Arabian Sea. Fishermen are advised not to venture into north and east-central Arabian Sea and along Gujarat coast till June 17. Private agency Skymet Weather said that rain was likely to continue along the west coast with moderate to heavy showers over Konkan and north Kerala. Intermittent rain and thundershowers will continue in Kerala for two more days. It said that the northern limit of monsoon is still passing through northern parts of Kerala. The present synoptic situation shows that conditions are now favourable for further advancement of southwest monsoon, which would cover many parts of coastal Karnataka and adjoining Maharashtra soon. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:35:00", "link": "https://timesofindia.indiatimes.com//city/kochi/monsoon-advances-to-northern-kerala/articleshow/69810010.cms"}, "From bad to worse": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/frombadtoworse/articleshow/69657794.cms", "description": ""}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "8 die after ambulance collides with lorry in Kerala’s Palakkad": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/8-die-after-ambulance-collides-with-lorry-in-keralas-palakkad/videoshow/69722058.cms", "description": ""}, "Man stabbed to death at Chottanikkara": {"time": "2019-06-15 11:39:00", "link": "https://timesofindia.indiatimes.com//city/kochi/man-stabbed-to-death-at-chottanikkara/articleshow/69798481.cms", "description": "KOCHI: A 38-year-old man was stabbed to death at Chottanikkara on Thursday night. The deceased has been identified as Dineshan (38) hailing from Kanyakumari. According to Chottanikkara police, Dineshan had an argument with three youths in the area earlier on Thursday. Cops are probing whether the argument led to the murder. The body was handed over to kin after an autopsy on Friday.  Post master killed in road accident: A 49-year-old man bike rider was run over by a truck after he fell off the two-wheeler while negotiating a stone placed to mark a pothole near Gandhi Square, Tripunithura on Friday. The deceased has been identified as Santhosh of Koonappallil, Vettikkalam in Mulanthuruthy. Santhosh, the postmaster of Poonithura post office, was on his way to open the post office on Friday morning. Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Man held with 2kg hashish oil": {"datetime": "", "description": "KOCHI: In a major drug haul, Aluva excise sleuths arrested a 33-year-old man and seized 2kg hashish oil, 95 Alprazolam tablets and 35 Nitrazepam tablets from him. The accused was identified as Zakeer alias Kuruvi Ashru, a resident of Thadakkal near Erattupetta in Kottayam. According to officials, the accused tried to run away when his car was stopped by the shadow team led by Aluva excise inspector T K Gopi near Kalamassery, following which the team chased him down and arrested. Officials said the accused had been selling both drugs in the background of a beauty salon run by him at Perumbavoor. “He was under surveillance after receiving information that he has been smuggling and supplying drugs for night parties. We tracked his vehicle based on the tip-off that he was transporting hashish oil from Thrissur to Ernakulam. The seized contraband, worth Rs 2 crore in international market, is brought from Kulu-Manali region through a Bengaluru-based Iranian,” said an excise officer. The accused allegedly organized drug deals after taking orders through online chatting applications. “We are yet to track his suppliers and passed the information about them to all excise stations. The hashish oil seized from him belongs to ‘green label’ that is considered unadulterated and hence has huge demand in the market,” the official added. A case has been registered under various sections of NDPS Act and the excise officials launched a probe. The accused has been remanded after producing in the court. His car has also been taken into custody. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:42:00", "link": "https://timesofindia.indiatimes.com//city/kochi/man-held-with-2kg-hashish-oil/articleshow/69806956.cms"}, "Missing cop traced to Tamil Nadu, brought back": {"datetime": "", "description": "KOCHI: After a nail-biting wait that lasted 44 hours, Kochi central CI VS Navas – who abruptly disappeared around 6am on Thursday reportedly after a heated exchange with a senior officer on the previous night – was traced to Karur in Tamil Nadu early on Saturday. Navas, who went incommunicado after he sent a WhatsApp message to his wife that he was going on a journey, later apologized for the grief caused by his disappearance on Facebook. His post – accessible only to his friends – reads: I apologize for causing grief. I went on a journey seeking some peace when I was on the verge of losing my mind. Now, am coming back. Sunil Kumar – an RPF (Railway Protection Force) officer from Idukki posted at Madurai – identified him around 2am at Madurai railway station. This was after he approached RPF seeking their help to reach Coimbatore. After RPF officers had sent him on Nagercoil-Coimbatore express, Kumar checked his WhatsApp and found that Navas was reported missing. He then rang an officer he knew from Idukki and gave them precise information about Navas. This was possible as RPF had given him a seat in a relatively-less crowded compartment. Soon, Tamil Nadu RPF was alerted around 3am and Navas was found at Karur. “His photograph was immediately sent to TN team. A police team from Palakkad reached Madurai to pick him up. Another team from Ernakulam awaited him at Palakkad and brought him to Kochi,” said a senior officer. He was presented before a magistrate and later allowed to go home. Commissioner Vijay Sakhare said the reason for his disappearance will be probed. Sources said Navas had told his friends that he went to Rameswaram to meet a friend. South police had registered a man missing case after recording his wife’s statement on Thursday. Meanwhile, opposition leader Ramesh Chennithala said that unscientific reforms have increased the workload and pressure on policemen, leading to man missing incidents. He said the resignation of CPO Ratheesh, deployed at AR Camp in Kannur, points to a similar issue. The entire police system in state lacks proper leadership. The chief minister, who holds the home portfolio, has lost control over the force, he added. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:34:00", "link": "https://timesofindia.indiatimes.com//city/kochi/missing-cop-traced-to-tn-brought-back/articleshow/69806886.cms"}, "‘Looking after elderly no burden for Kochites’": {"time": "2019-06-15 10:17:00", "link": "https://timesofindia.indiatimes.com//city/kochi/looking-after-elderly-no-burden-for-kochites/articleshow/69795519.cms", "description": "KOCHI: People in Kochi do not think presence of elderly in their homes as a hindrance. Most of the caregivers consider it as their inherent responsibility to look after the elderly and are satisfied with the responsibility, according to a study conducted by HelpAge India that was released on the eve of World Elderly Abuse Awareness Day which falls on June 15. Kochi city was one of the 20 Tier1 and Tier2 cities in the country where rapid sampling and interviewing was done of caregivers. When compared to the all India figures where 29% said that they found looking after the elderly as burdensome, only 4% of those interviewed here felt the same. For the rest, it was not a burden at all. However, they are not averse to putting them in old age homes or separate homes. They are willing to allow elderly dependents to move to old age homes if parents opted for the option (29%) and 30% said that it is better that elderly dependents be allowed to stay independently. They preferred to support them financially while they lived separately. Mostly women (primarily daughter-in-laws and daughters) look after the daily activities of the elders at home than their male counterparts, according to the study. “We call this the ‘Sandwich generation’ — caregivers who fall in the age group of 30 to 50 years. For the past several years, HelpAge has been doing studies on elderly abuse and has found that this is the generation which has to look after their elderly parents and their own children. It is also this generation which has been the primary abuser as highlighted in past surveys,” said Biju Mathew, HelpAge state coordinator. “What is amazing is that despite the abuse elders might face at home, at the hands of their adult children, they choose to remain within the family ambit,” said Mathew Cherian, HelpAge India, CEO. Download The Times of India News App for Latest City ."}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Kerala HC asks govt to write off loan taken to treat endosulfan victim": {"time": "2019-06-15 12:24:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kerala-hc-asks-govt-to-write-off-loan-to-treat-endosulfan-victim/articleshow/69798997.cms", "description": "KOCHI: The Kerala high court has asked the state government to come to the aid of a father who is unable to repay a loan availed to treat his son who fell victim to aerial spraying of endosulfan. Justice Devan Ramachandran issued the order after considering a petition (WP-C No 23398/2018) filed by Vasudeva Nayak S through advocate Kaleeswaram Raj. The personal loan was availed from Perla Cooperative Bank Ltd in 2013 to treat his son, who died later. The bank had refused to give benefits applicable to endosulfan victims to the father as the loan was taken in 2013 whereas the debt waiver scheme can be availed only if the loan was taken after July 2011 as continuation of an earlier loan for the same purpose. Through an interim order, the court said, \"I do not propose to say anything further on the merits of this case at this point of time because I am of the view that the 1st respondent, Secretary to Government, Department of Finance, Secretariat, Thiruvananthapuram must take a proactive decision as to how the loan of the petitioner can be written off, because this Court is prima facie of the view that the petitioner, whose deceased son was an endosulfan victim, cannot be any further troubled in making payment against a loan which was availed of by him solely for his son's treatment, which however, has unfortunately gone in vain.\" A decision on waiving off the debt should be taken by the fiance department secretary by June 24, the court directed while scheduling the case for further hearing then. Recovery proceedings by the bank against the petitioner should be deferred until further orders, the court directed. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "waste dumping": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wastedumping/articleshow/69420258.cms", "description": ""}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Crime of passion? Cop dies after colleague attacks, sets her on fire": {"datetime": "", "description": "ALAPPUZHA: In what appears to be a crime of passion, a 37-year-old woman civil police officer was knocked down by a car, hacked with a sword and set afire by her jilted lover, a cop himself. Soumya Pushpakaran, who was working at Vallikunnam police station, was murdered by N A Ajas, 33, a civil police officer attached to Aluva traffic police station, on Saturday afternoon as she was returning home after her day shift. Soumya was a mother of three, whose husband works in the Gulf. “We don’t know the exact cause of the murder. Our information is that they first met at Kerala Police Academy. We have started a detailed probe led by two DySPs,’’ Alappuzha SP K M Tomy said. According to police, Soumya left Vallikunnam police station around 2.30pm after her duty with student police cadet members in a nearby school and had almost reached home at Thekkemuri on her twowheeler, when Ajas, who was waiting in a rented car, rammed her scooter and knocked her down. Seeing Ajas alight from the car, Soumya tried to flee but he attacked her with a sword. Soumya managed to run to a neighbour’s house. Ajas chased her, poured petrol over her body and set her on fire using a cigarette lighter. Hearing Soumya’s screams, local people rushed to the spot and apprehended Ajas. Soumya reportedly tried to resist Ajas as he set her ablaze, and the latter suffered above 40% burns. He has been admitted to ICU in Alappuzha Medical College Hospital. “Soumya, a graduate, was selected to Kerala Police and joined the 11th batch of women civil police officers at Kerala Police Academy, Thrissur on June 16, 2014. She completed her training in March 2015. During the last session of training, the accused Ajas came as havildar for imparting training. He trained the team for around two to three months. Their friendship started during this training,” a friend of Soumya told TOI. Ajas tried to force Soumya to stay with himAn investigation officer told TOI that after Soumya’s husband went abroad, Ajas tried to force Soumya to stay with him. “But she refused and kept her distance from him. That might have forced him to kill her. However, we have not collected the statements of the accused and we need to crosscheck details,’’ the investigation officer said. Soumya’s husband Sajeev is working in the Gulf and was here a month ago for vacation. The couple have two sons and one daughter. Soumya leaves behind Rishikesh, a seventh standard student, Adhisesh, in fifth standard, and her three-and-ahalf-year-old daughter Ridhika. At the time of the murder, her two sons were at a tuition centre. Her daughter was with Soumya’s parents at Valiyakulangara. “As Soumya needed to go for duty daily, her daughter was staying with Soumya’s parents,’’ Soumya’s neighbours said. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:03:00", "link": "https://timesofindia.indiatimes.com//city/kochi/Crime-of-passion-Cop-dies-after-colleague-attacks-sets-her-on-fire/articleshow/69808333.cms"}, "Landslips, flooding pose threat to Attapadi road": {"datetime": "", "description": "Palakkad: The ghat road that connects Mannarkkad in Palakkad with Coimbatore via Attapadi Hills continues to pose threat to motorists. The stretch is prone to landslips, tree falls and flooding. On Friday, a landslip was reported from the fifth bend of the ghat road, the only link for the tribespeople of Attapadi to reach Palakkad. For the past two years, there were agitations, including hartals, demanding reconstruction of the 54-km stretch of the Mannarkkad-Mukkali high range road and Mukkali-Anaikatti Road. Public works department (PWD) had allotted Rs 80 crore for the reconstruction of the road two years ago. The Kisan Sabha convener M Sukumaran said that the road to Attapadi was in a bad condition for more than two years. “The high range road from Mannarkkad to Mukkali suffered damages in the heavy rain and landslides around 2.5 years ago. But the roads were not reconstructed despite PWD sanctioning Rs 80 crore in the state budget for the repairs,” he said. Last year, traffic was suspended for weeks due to the poor condition of the road and people had to travel via Coimbatore in Tamil Nadu to reach Attapadi. Attapadi was isolated from the rest of the district for at least two months during the deluge in August last year. “Lackadaisical attitude of PWD in taking up the road has put the lives of tribespeople in hardship,” said K A Ramu, convener of ‘Thampu’, a tribal organization. Tribespeople are facing the problem of road connectivity though huge amount of money is spent in Attapadi by both the Central and state governments for the welfare of tribal people. Thousands of vehicles using the Mannarkkad-Attapadi Road could be disastrous especially during the heavy rain when chances of landslips and flooding are high, he said. Though PWD authorities had promised an alternative road avoiding the hairpin bends and steep hills, no steps were taken to implement the project. The proposed alternate road will reduce the distance between Attapadi and the district headquarters by nearly 30km, Ramu added. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:12:00", "link": "https://timesofindia.indiatimes.com//city/kochi/landslips-flooding-pose-threat-to-attapadi-road/articleshow/69805798.cms"}, "Lok Sabha polls: Victory of theists reflected in the results in Kerala, says NSS": {"time": "2019-06-15 16:52:00", "link": "https://timesofindia.indiatimes.com//city/kochi/lok-sabha-polls-victory-of-theists-reflected-in-the-results-in-kerala-says-nss/articleshow/69801900.cms", "description": "KOTTAYAM: The NSS (Nair Service Society) leadership which had not opened its mind about the Lok Sabha election results so far, has come out with their view in the editorial of the latest edition of Services, the organ of the NSS. The editorial says that the election results is a setback for those who hurt the feelings of the theists. The results in the state reflects the protest of the theists against the LDF government for failing in protecting their faith and also against the Central government which failed to solve the issues faced by the theists. The result was the reaction of theists, irrespective of caste and religion, for insulting Lord Ayyappa. The Indian constitution assures freedom for religious faith and activities based on that. Whoever tries to oppose this, the Governments are bound to protect freedom of religion and faith. The State-Central governments should realise that there is no relevance for political stance in such situations. Taking a dig at the CPM and other Left parties, the editorial says that political parties, allies and their leaders are coming up with their own versions about a different result in the state compared to the rest of the country. The editorial also says that even the NDA was shocked by the victory of the Congress-led UDF. The defeat in Alappuzha, the lone seat which the UDF lost, was due to some differences in the Front in that constituency. The editorial also says that the thumping win of the NDA was due to their election tactics. The Congress and its allies failed to confront that. The fact was that none of the issues faced by the people or the country and the good or bad aspects of the governance did not become topic of discussion in the elections. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Kochi Metro completes two years today": {"datetime": "", "description": "KOCHI: Kochi Metro has a total ridership of 2.58 crore since Prime Minister Narendra Modi inaugurated the rail service on June17, 2017. While the average ridership per day in the Metro is 40,000, it goes up to 45,000 during weekends. The Metro has garnered Rs 150.24 crore in revenue in the last two years. A total of 45,000 people have Metro’s Kochi 1 card; but only 26% of cardholders use the Metro daily. Kochi Metro officials said the extension work on the stretch between Maharaja’s College ground and Thykoodam is set to be completed by August 2019. The state government is waiting to get the final approval from the central government to start extension work from JLN Stadium to Kakkanad. “We have got inprinciple approval from Centre in February for the Kaloor-Kakkanad stretch. But the final approval is awaited. There was a delay due to the general elections in April. We expect the final approval to come within a month,” said Kochi Metro Rail Ltd managing director MohammedHanish. The foundation for the Metro was laid in 2012 and construction commenced in 2013. Modi inaugurated the first part from Aluva to Palarivattom. The second part from Palarivattom to Maharaja’s College was started on October 3 same year. The minimum fare is Rs 10. The construction of water Metro projects will start this year itself. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:32:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kochi-metro-completes-two-years-today/articleshow/69819102.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Health hazard": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/healthhazard/articleshow/69683873.cms", "description": ""}, "Tunisian film fest to begin today": {"datetime": "", "description": "Thrissur: A two-day festival of Tunisian films will begin here on Monday. Six fiction films will be screened at the Kerala Sahithya Akademi Hall as part of the festival. Thrissur Chalachithra Kendram is organizing the festival in collaboration with the Federation of the Film Societies of India (FFSI) and Tunisian Embassy in India.  Tunisian cinema is today recognized as one of the most liberal, imaginative and prize-winning cinemas of the Arab world. The 2011 revolution or the Jasmine Revolution significantly altered the course of Tunisian cinema, giving a boost to the production of documentaries as filmmakers enjoy a much freer environment. Following the revolution, Tunisian cinema experienced a surge in the number of documentaries made compared to fictional films. “The industry has rebounded since the Jasmine Revolution. A dozen feature films are now made each year and new cinemas are opening up. From just a handful cinemas in 2012, the country now has around 15,” said a release issued here on Sunday. ‘Porto Farina’ directed by Ibrahim Letaief , ‘Mostafa Z’, directed by Nidhal Chatta, ‘Shattered Waves’ by Habib Mestiri, ‘Whispering Sands’ by Nacer Khmir, ‘Visit’ (El Ziara) by Nawfel Saheb Ettabaa, and ‘Sweet Smell of Spring’ directed by Ferid Boughedi are the films to be screened as part of the festival. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:46:00", "link": "https://timesofindia.indiatimes.com//city/kochi/tunisian-film-fest-to-begin-today/articleshow/69817014.cms"}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "'Unhealthy' road, authorities mum on medication": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/2623393bunhealthy2623393broad2cauthoritiesmumonmedication/articleshow/69392677.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Five held in Tripunithura murder case": {"datetime": "", "description": "KOCHI: Two days after Dinesh Divakaran, a 35-year-year old man, was stabbed to death at Vennikulam, Tripunithura police arrested five persons in connection with the murder. The arrested persons were identified as Athul (21) of Kolenchery, Sooraj (20) of Tripunithura, Ashokan (22) of Mulanthhruthy, Ratheesh (21) of Pullepady and Hareesh (28) of Tripunithura. According to police, the murder was in retaliation to a fight picked up between the accused and some of the residents, including Divakaran, on Thursday night. They were nabbed after the police traced them using the video footages collected from CCTC cameras near the murder spot. Police said the accused were drug addicts and were on their way to Hareesh’s rented house at Vennikulam on Thursday night. After seeing the gang in drunken state, some of the residents questioned them. After a brief quarrel, they reached Hareesh’s house. Later, Sooraj and Athul went to Vennikulam and stabbed Divakaran, who was alone then, and fled the scene. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:58:00", "link": "https://timesofindia.indiatimes.com//city/kochi/5-held-in-tripunithura-murder-case/articleshow/69807006.cms"}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-world-cup-rohit-sharma-hits-century-joins-virat-kohli-in-elite-club/articleshow/69812570.cms", "description": ""}, "Aadupuliyattam: Audio launch": {"time": "", "link": "http://photogallery.indiatimes.com/events/kerala/aadupuliyattam-audio-launch/articleshow/51839484.cms", "description": ""}, "Woman civil police officer hacked, burnt alive in Kerala": {"time": "2019-06-15 20:54:00", "link": "https://timesofindia.indiatimes.com//city/kochi/woman-civil-police-officer-murdered-in-alappuzha/articleshow/69802796.cms", "description": "ALAPPUZHA: A 32-year-old woman civil police officer was killed by a traffic police personnel after setting her on fire in Alappuzha's Kanjipuzha on Saturday. The deceased identified as Soumya Pushkaran, a CPO with Vallikunnam, Alappuzha, was going home around 3.30pm when she was attacked by the accused, a cop with traffic police station in Aluva. She was knocked down by the accused from her scooter. Soumya was hacked with a sword when she tried to flee from there. The accused policeman later set her on fire after pouring petrol on her. The accused too suffered burn injuries and was taken to Alappuzha Medical College Hospital. Investigations are still in process. Download The Times of India News App for Latest City ."}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Watch: Locals make merry and enjoy the monsoon rain in Kannur": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/watch-locals-make-merry-and-enjoy-the-monsoon-rain-in-kannur/videoshow/69726396.cms", "description": ""}, "Akademi unlikely to revoke award": {"datetime": "", "description": "Thrissur: Kerala Lalithakala Akademi is unlikely to yield to the diktats of the ruling and opposition combine to withdraw the award given to the cartoon on Bishop Franco Mulakkal, who is accused in a rape case. Akademi chairman Nemom Pushparaj is learned to have taken the stance that the declared award would not be withdrawn. According to sources close to Pushparaj, he would not continue as chairman if the government insists that the award should be withdrawn. Akademi executive and general council will hold a special meeting on Monday to review the decision, as suggested by the government in the backdrop of the allegation that the artwork hurts religious sentiments. The same jury may be asked to review it. However, a review need not mean that the award would be withdrawn, Akademi officials clarified. The cartoon portrayed the bishop flaunting an under garment on the pastoral staff (bishop’s crozier). Akademi officials argued that crozier as well as mitre was not religious icons, but only part of the symbols that show the bishop’s authority. Akademi secretary Ponniam Chandran had received a threat to life over phone following the award declaration. Cyber police is investigating the incident.  On whether the move to withdraw the award would mean the Akademi was succumbing to such threats, Chandran said, “There is no question of succumbing to pressures and threats. If we do this, then it will set a precedence and more people will resort to such tactics.’’ Meanwhile, K K Subash, the creator of the cartoon, has written a letter to the Akademi chairman refuting the allegation that he added religious symbols in the cartoon. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:44:00", "link": "https://timesofindia.indiatimes.com//city/kochi/akademi-unlikely-to-revoke-award/articleshow/69817002.cms"}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Airlines told to reschedule daytime flights": {"time": "2019-06-15 10:10:00", "link": "https://timesofindia.indiatimes.com//city/kochi/airlines-told-to-reschedule-daytime-flights/articleshow/69795566.cms", "description": "KOCHI: As part of the runway recarpeting work at Cochin International Airport Ltd (Cial), slated to be held from November 2019 to March 2020, all the operating airlines have been advised to reschedule their daytime services as there will be no flight operation from 10am to 6pm during this period. The work will start on November 20 and continue till March 28. The daytime flights will be rescheduled to night. Cial has already asked the airlines to reschedule the timetable to provide the passengers with the updated schedule. As most international flights operate between 6pm and 9am, international traffic won’t be affected much. Around 35 domestic flights have to be rescheduled. Download The Times of India News App for Latest City ."}, "Man held with drugs worth Rs 2 crore in Aluva": {"time": "2019-06-15 22:55:00", "link": "https://timesofindia.indiatimes.com//city/kochi/man-held-with-drugs-worth-rs-2-crore-in-aluva/articleshow/69806244.cms", "description": "KOCHI: In a major drug haul, Aluva excise sleuths arrested a 33-year-old man and seized 2kg hashish oil, 95 Alprazolam tablets and 35 Nitrazepam tablets worth Rs 2 crore from him. The accused was identified as Zakeer alias Kuruvi Ashru, a resident of Thadakkal near Erattupetta in Kottayam. According to the officials, the accused tried to run away when his car was stopped by the shadow team led by Aluva excise inspector T K Gopi near Kalamassery, following the team chased him down and arrested.  Officials said that the accused has been selling both drugs in the background of a beauty salon run by him in Perumbavur. “He was under surveillance after receiving information that he has been smuggling and supplying drugs for night parties. We tracked his vehicle based on the tip-off that he was transporting hashish oil from Thrissur to Ernakulam. The seized contraband, worth Rs 2 crore in international market, is brought from Kulu-Manali region through a Bangalore-based Iranian” said an excise officer. The accused allegedly organised drug deals after taking orders through online chatting applications. “We are yet to track his suppliers and passed the information about them to all excise stations. The hashish oil seized from belongs to ‘green label’ that is considered unadulterated and hence has huge demand in the market,” the official added. A case has been registered under various sections of NDPS Act and the excise officials launched a probe. The accused has been remanded after producing in the court. His car has also been taken into custody. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Cricket World Cup 2019: India beat Pakistan by 89 runs": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/cricket-world-cup-2019-india-beat-pakistan-by-89-runs/videoshow/69818806.cms", "description": ""}, "Road towards Moozhikulam Junction is in bad state": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadtowardsmoozhikulamjunctionisinbadstate/articleshow/69570042.cms", "description": ""}, "\nPearle looked nothing less than a diva in her gown at Kappiri Thuruthu movie's audio launch\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/Pearle-looked-nothing-less-than-a-diva-in-her-gown-at-Kappiri-Thuruthu-movies-audio-launch/articleshow/54310189.cms", "description": "When a duo as dynamic as Adil Ibrahim and Pearle Maaney met recently in the city, the celebratory mood that the chirpy pair set in was altogether different. Amid the cheerful aura of festivities, they also had their own reasons to celebrate over a delicious ‘kappa and fish curry’.  While Adil looked simplistic, Pearle looked nothing less than a diva in her gown. Singer-composer Ramesh Narayanan made his presence felt along with his daughter Madhusree Narayanan, who looked ravishing in a kalamkari gown, aptly matched by a black overcoat. Download The Times of India News App for Latest City ."}, "Palarivattom flyover closure puts safety of Kochi bridges under lens": {"datetime": "", "description": "KOCHI: The safety of the bridges in Kochi has come under lens after structural damages were reported on the Palarivattom flyover. There are more than 20 major bridges built across waterbodies in and around Kochi city bearing the entire load of traffic. Kochi, one of the cities with highest traffic density in the state, saw a growth of registered vehicles from 22,163 in 2009 to 31,111 in 2018. Apart from these vehicles registered in Ernakulam, vehicles from other districts as well as states pass through the commercial capital of Kerala every day. However, these bridges saw little maintenance over the years. S Shaheem, director incharge of National Transportation Planning and Research Centre (Natpac), said regular maintenance of bridges is mandatory to meet the pressure of increasing vehicular movement. “The public works department (PWD) is bound to ensure that contractors undertake periodical maintenance work without fail,” he said. Shaheem said the department has the responsibility to include necessary clauses in the contract which facilitates maintenance works by a contractor for a specified period of time. V K Jayadevan, a former official in Kerala Engineering Research Institute, said bearings and road toppings need frequent upkeep. “The concrete mix used for road works should be tested during the construction to ensure that the bridge or the road meet its strength as per the design,” he said. Officials with PWD said bridges are designed after taking into consideration “anticipated vehicle movement”. An official with PWD quality control wing said bridges should stand at least for a minimum of 100 years. “Bridges have to be built as per the standards stated in Indian Road Congress (IRC). The bridges are to be designed only after assessing the intensity of vehiclular movement through the road where it is being planned to come up,” she said. Officials in the design wing of PWD said bearings in bridges that see high vehicular movement will have to be replaced within 30 years. “Earlier bridges were constructed under 70 R Loading. When heavy vehicles pass through these bridges, it jerks. In such cases, we install warning boards near the bridge. Now, we construct bridges following the guidelines of IRC,” an official said. A former Natpac official said the contractor should construct the bridge linking the number of vehicles plying on it and the load the bridge has to bear. “The width of the bridge is decided based on the number of vehicles that will have to ply on it once the construction is completed. The super structure is constructed after studying the load the bridge has to carry. Wind force in the area should also be considered to ensure the strength of the bridge,” said T Elangovan, former director of Natpac. PWD minister K Sudhakaran said the state government has conducted audit of bridges across the state. “After the bridge at Enath in Pathanamthitta developed cracks, we conducted a study to assess the condition of bridges in the state. On the basis of the study, we categorised around 3,000 bridges into three: ones that need to be pulled down and reconstructed, to be repaired, and those are in good condition,” Sudhakaran said. “We are reconstructing or repairing the bridges on a priority basis,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:56:00", "link": "https://timesofindia.indiatimes.com//city/kochi/palarivattom-flyover-closure-puts-safety-of-kochi-bridges-under-lens/articleshow/69818912.cms"}, "Charlie: 100 Days celebration": {"time": "", "link": "http://photogallery.indiatimes.com/events/kerala/charlie-100-days-celebration/articleshow/51952851.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Childline rescues five more children": {"datetime": "", "description": "KOCHI: Childline intervened for the rescue of five more children trafficked through Aluva railway station on Saturday. With this, Childline rescued 27 children, all boys, since the setting of the helpdesk at Aluva railway station on Monday. Childline has asked the state government to set up a permanent shelter home for boys in Kochi. “Of the 27 children, four are from Kerala and the remaining are from other states. Eleven children from north India were sent back home with their parents and relatives. Of the remaining 12 children, five have been moved to temporary shelter Snehakoodu at Aluva and five at Galilee at Karukutty. The remaining two children are temporarily sheltered at Don Bosco’s Snehabhavan at Palluruthy. One child, who is at Galilee, will be sent with his mother on Sunday,” said Childline director Fr Jensen Variyath. “All of them had fake identify cards. We have sought an inquiry into fake identity cards and the racket involved in trafficking children from north and northeastern states,” said Fr Variyath. Currently, there is no government-run home for boys in the city. There is only a government run-home for girls at Kakkanad. “We have asked the state government to set up a government-run home for boys in the city. In addition, we have requested the government to set up a permanent child helpdesk at Aluva railway station, which is a transit point for trafficking of children for child labour and other purposes,” he said, adding that the Childline helpdesk at the railway station was set up only for a week. Download The Times of India News App for Latest City .", "time": "2019-06-16 06:59:00", "link": "https://timesofindia.indiatimes.com//city/kochi/childline-rescues-5-more-children/articleshow/69807002.cms"}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Fans cheer for actor, disrupt CM Vijayan’s speech": {"datetime": "", "description": "PALAKKAD: Chief minister Pinarayi Vijayan cut short his inaugural address at the opening of a hospital here on Sunday, following the clamour by a bunch of Mohanlal fans. The chief minister and the actor shared the dais during the inauguration of Avitis Institute of Medical Sciences at Nemmara here. The fans started cheering the actor as soon as he entered along with the CM. The uproar continued even as the CM started addressing the gathering. A visibly irked Vijayan said, “Those who are cheering the actor lives in their own world. They do not know any other things. This may be because they are immature. But they are not doing a service to the actor either.” Before concluding his speech, the chief minister said, “Considering the progress the state has achieved, it does not have enough specialized medical facilities. We (the government) have been requesting the central government to sanction an All India Institute of Medical Science (AIIMS) for long, to meet the increasing demands in Kerala.” He added that he had met Prime Minister Narendra Modi in New Delhi on Saturday and urged him to accord the sanction for AIIMS in Kerala. “The Central government is expected to consider Kerala’s demand,” the CM said. He also added that the opening of Avitis Institute of Medical Sciences with super specialty departments in cardiology, neurology, nephrology, gastroenteritis, renal science etc, was a big step forward in the health sector in the state. The function was presided over by assembly speaker P Sreeramakrishnan. Health minister K.K. Shailaja, agriculture minister V S Sunil Kumar, water resources minister K Krishnankutty, MLA s O Rajagopal and K Babu, MPs V K Sreekantan and Remya Haridas, UAE Exchange founder chairman B R Shetty among others were present. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:36:00", "link": "https://timesofindia.indiatimes.com//city/kochi/fans-cheer-for-actor-disrupt-cms-speech/articleshow/69817132.cms"}, "pavements kochi": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pavementskochi/articleshow/69718295.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "PM Narendra Modi offers prayers at Lord Krishna Temple in Kerala's Guruvayur": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/pm-narendra-modi-offers-prayers-at-lord-krishna-temple-in-keralas-guruvayur/videoshow/69701595.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Dilapidated footpath at Ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dilapidatedfootpathatekm-/articleshow/69657765.cms", "description": ""}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Dangerous potholes in KKRoad,Ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerouspotholesinkkroad2cekm-/articleshow/69501414.cms", "description": ""}, "Encephalitis Syndrome": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/how-dangerous-is-acute-encephalitis-syndrome-all-you-need-to-know/articleshow/69789422.cms", "description": ""}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Kerala state lottery Karunya KR-400 results today; first prize Rs 80 lakh": {"time": "2019-06-15 11:47:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kerala-lottery-results-15-06-2019-sthree-karunya-kr-400-results-today/articleshow/69798620.cms", "description": "NEW DELHI: The Kerala lottery department will announce the results of Karunya KR-400 lottery on Saturday. The results will be available on Kerala lottery department's official website. The live results will be out at 3pm while the full results will be available from 4pm onwards. The first prize is of Rs 80 lakh, the second prize is of Rs 10 lakh while the third is of Rs 1 lakh. There is a consolation prize of Rs 8,000. The lottery draw will be conducted by Kerala lottery department at Sree Chithra Home Auditorium. The price of a single lottery ticket is Rs 40. The prize winners are advised to verify the winning numbers with the Kerala lottery results, published in the Kerala Government Gazette, and surrender the winning tickets within 30 days. Download The Times of India News App for Latest City ."}, "A botanist and her bonsai garden": {"time": "2019-06-16 00:00:00", "link": "https://timesofindia.indiatimes.com//city/kochi/a-botanist-and-her-bonsai-garden/articleshow/69800272.cms", "description": "Don’t throw away that tiny Banyan sapling that you find growing underneath your water tank or on a cracked wall, it could make a good Bonsai plant,” advises Jaya P Nair, an ardent Bonsai lover and the secretary of Kerala Bonsai Association. One is inclined to heed the advice as the comptroller at Raj Bhavan, Thiruvananthapuram, who is set to retire at the end of this month, practises what she preaches.  Jaya is currently busy shifting her 200 Bonsai plants from the comptroller quarters at Raj Bhavan to her house at Maruthankuzhy, and even as the renovation is in progress, she ensures that her Bonsai plants are given all the comfort they require. And why not, she has been growing them for the past 25 years.  These days, after work, she rushes to her Bonsai garden and takes each pot and places them with the utmost care on specially-made iron stands at her balcony. “I don’t want their environment to be disturbed too much as I have only recently shifted them from the space they have adapted for 25 years. One of the plants actually died due to it,” she says. Jaya’s Bonsai collection largely include Indian varieties of Ficus species as they are easier to grow in Kerala’s tropical climate. “They easily adapt as they need less water and sunlight to grow.”  Jaya’s love for Bonsai first blossomed when she attended an exhibition at Kanakakunnu in the late 90s. “Being a Botany graduate, I was into plants and I was smitten by Bonsai and its greenery. I also got inspired by my friends, who are Bonsai lovers and that’s how I started collecting my own plants. It’s hard at first but we learn to be patient, just to see the plants grow,” says Jaya, who also owns foreign plants such as Beggars Bowl, Baobab, candle tree and the ornamental plant Pony Tail palm.  While she says that Bonsai gardening can be expensive, she explains, “We could get a Bonsai from `500. One alone is enough if you love the plant. You could prune its small branches and create one by yourself in a pot. One can even grow the parasitic plants found in cracked walls or on big trees as a Bonsai plant. That way, we are also promoting green living. I would love to give the stems for free to those would love to make their own Bonsai plants.” Growing Bonsai could also be a new mode to enhance greenery in urban buildings, she says. “We now have space constraints in apartments. So, growing even two Bonsai plants on the balcony is enough to start a green living.” On the process of growing a Bonsai plant, she says, “Nurturing a Bonsai plant is similar to growing life size plants. It may take years to see the plant turn into a good Bonsai as it follows its natural lifecycle. The taproots are cut initially, and we nurture the surface roots of the tree species, which results in the miniature version of the plant.”  A Bonsai plant must always be grown in one of the three triangular shapes — acute, obtuse and scalene, she says. “Add mud, sand and manure in equal proportions. For manure, one can use neem cake or diluted cow dung which would help them grow fast and healthy. Most importantly, keep in mind that Bonsai is not an indoor plant.” Jaya, whose plan is to spread the Bonsai culture in the State, is excited about her life after retirement. “I want to concentrate more on my Bonsai gardening and for the next six months, I will be occupied with them. I can guarantee that if you can grow a Bonsai plant, you will grow patient, develop perseverance and attain peace of mind. I had gone through a lot of professional as well as personal stress and what helped me keep a clear mind through all of that were my Bonsai plants. I would highly recommend this to the young generation, especially boys, as it will help them become tolerant, responsible and help them control their short temper that is often seen in most men nowadays.” Photo courtesy: Satheeshan Karicheri In Video:A botanist and her bonsai gardenDownload The Times of India News App for Latest City ."}, "Garbage dumped nearby Chinese fishing net.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpednearbychinesefishingnet-/articleshow/69616202.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "auto rickshaw meters that still don't work": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/autorickshawmetersthatstilldon2623393btwork/articleshow/69629638.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "\nThe girls say yes to khadi at Kochi\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/The-girls-say-yes-to-khadi-at-Kochi/articleshow/54266216.cms", "description": "Khadi took centerstage recently, as young girls dressed themselves up in designer attire made of khadi and walked the ramp in style, at the St Teresa’s College. The event, which aimed at promoting the use of indigenous materials and exploring its immense possibilities, was an eye-opener as to how khadi can be fashionable. The fashion show had saris, casual attires and dresses in khadi, in various cuts and colours. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "\nActor Farhaan Faasil sports a stylish 'stache while attending a literary event in Kochi!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/actor-farhaan-faasil-sports-a-stylish-stache-while-attending-a-literary-event-in-kochi/articleshow/57081505.cms", "description": "While his brother and actor Fahadh Faasil handles a variety of looks with ease, Farhaan Faasil is mostly spotted in his carefree yet cool signature style.  However, at a recent literary event in Kochi, the actor sported a never-seen-much-before whisker and what's more, he carried it off with elan! Farhaan, who has just completed his romcom 'Basheerinte Premalekhanam,' had the company of many renowned directors of Mollywood including his dad Fazil, Siby Malayil, Kamal, Joshiy and Lal Jose.  Meanwhile, Fazil recalled his days and shared vignettes from his life as a director much to the delight of his friends from the film industry. Download The Times of India News App for Latest City ."}, "Utter Chaos Aluva airport Road on 6th May 4.45pm": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/utterchaosaluvaairportroadon6thmay4-45pm/articleshow/69392652.cms", "description": ""}, "\n​ Manoj K Jayan rings in the festive mood of Onam for a noble cause\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/-Manoj-K-Jayan-rings-in-the-festive-mood-of-Onam-for-a-noble-cause/articleshow/53960435.cms", "description": " A handful of Malayalam celebrities recently gathered to celebrate Onam in advance. But there was more to it, as the event was organised for a noble cause, by the TV actors association, Athma. Among the audience were people affected by paraplegia. Actors Dileep, KPAC Lalitha, Manoj K Jayan and Krishna Prabha, all decked up in Kerala attire, danced and sang with the patients to give them a one -of- a -kind experience. TV host and actor Kishore Sathya and Suby Suresh were also present at the event, which saw an array of programmes. Download The Times of India News App for Latest City ."}, "Varun Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/varun-dhawan-and-girlfriend-natasha-dalal-spotted-outside-david-dhawans-office/videoshow/69813132.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Kerala Govt gives in to church pressure, withdraws award for cartoonist": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/kerala-govt-gives-in-to-church-pressure-withdraws-award-for-cartoonist/videoshow/69757426.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}