{"Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "College senior charged with abetment to suicide after student found hanging": {"time": "2019-05-30 07:14:00", "link": "https://timesofindia.indiatimes.com//city/agartala/college-senior-charged-with-abetment-to-suicide-after-student-found-hanging/articleshow/69570209.cms", "description": "KOLKATA: The police have registered a case against a youth for abeting the suicide of a 22-year-old woman who was his junior in college. The woman, hailing from Agartala in Tripura, was reportedly found hanging from the ceiling at her paying guest accommodation in the Bapuji Nagar area of Jadavpur a week ago. The accused, with whom the woman was reportedly very close, now works with a leading firm in Salt Lake. “We had received a complaint from the woman’s mother who claimed that the accused had instigated and abetted her daughter to commit suicide. Prima facie, given the importance and seriousness of the complaint, we filed the FIR under IPC Section 306. We have begun a probe. It is too early to arrive at any conclusion on whether we need to arrest the accused,” an officer from the Jadavpur police station said. According to the police, the woman was a third-year student of computer science at a private college in Salt Lake. On May 21, she had spoken to her mother around 1.45am and had asked her to call her up again around 4am so that she could prepare herself for her exams. Sources said it was around the same time that the girl spoke to the accused who had helped her in her initial days in college. In the morning, when her mother called her, there was no response. She informed the landlord who then broke open the door to find the victim hanging. The victim’s father, a local municipality employee, said he had sent her daughter to Kolkata for her secure future. Sources said the woman didn’t seem to be under stress when she last spoke to her mother hours before her death. Cops said they were depending on common friends of the two in order to complete the probe. “We shall speak to their friends to ascertain if the accused had a motive in abeting the woman’s death. We are collecting all previous detail records between the two in this regard,” said a senior investigating officer. Download The Times of India News App for Latest City ."}, "Floods after night-long rain throw life out of gear in Guwahati": {"time": "2019-06-15 13:37:00", "link": "https://timesofindia.indiatimes.com//city/agartala/floods-after-night-long-rain-throw-life-out-of-gear-in-guwahati/articleshow/69799695.cms", "description": "GUWAHATI: Incessant rain since Thursday night flooded large parts of the city bringing life to a near standstill on Friday morning. Familiar sights of people wading through water completed the picture of misery in the run-up to the monsoon. Prime locations along the Guwahati-Shillong Road, zoo road and stretches from Ambari to Chandmari were inundated. Denizens in flood-prone low-laying areas, including Nabin Nagar and Tarun Nagar, reeled from the impact of the waterlogging as traffic movement came to a halt. Bus service was affected till noon as key arterial routes remained under water. Pedal rickshaws were the only saviour for commuters though they charged extra than regular days. \"I have to bring my children home from school and was forced to wade through knee-deep water overflowing from drains. Successive governments have failed to find out a solution to artificial floods here. We have not experienced any achhe din as far as water-logging is concerned,\" said Ambari resident Nazneen Sultana. Reports from the district disaster management authority in Kamrup (Metropolitan) said 'partial water-logging' occurred at Anil Nagar, Nabin Nagar, Lachit Nagar, Chandmari Colony, GNB Road, Lamb Road, Hatigaon, Wireless, VIP Road, Panjabari, Sundarpur, Ganeshguri, Christian Basti, ABC and Bhangagarh areas under the Guwahati and Dispur revenue circles. The Met office said flood-threat was looming large over the state and parts of the northeast where the Southwest monsoon has made a significant advancement in the last 24 hours. The India Meteorological Department's (IMD) Regional Meteorological Centre has warned that heavy rain is likely to occur at isolated places over Arunachal Pradesh, Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura on Saturday. Ahead of the arrival of the monsoon season, Friday's rainfall was of convective nature, said weathermen. \"It was moderate rainfall measuring 13 mm on the rain gauge in Guwahati. More rain is on the cards in the northeast where the SW monsoon has covered the south and central parts of Assam along with Tripura as well as parts of Arunachal Pradesh and Nagaland on Friday,\" said a senior official of the IMD in Guwahati. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Tripura to set up marketing network of bamboo products": {"time": "2019-06-04 10:17:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-to-set-up-marketing-network-of-bamboo-products/articleshow/69643655.cms", "description": "AGARTALA: The Tripura government has decided to develop a marketing network of finished bamboo products across the country to boost livelihood of the people in the rural areas and also expand the area under bamboo cultivation, Tripura CM Biplab Kumar Deb said on Monday. Attending an MoU-signing event between the Tripura Bamboo Mission (TBM) and National Centre for Design and Product Development (NCDPD) to promote bamboo and bamboo-based industry in the state, Deb added that the Modi government, in 2017, removed the tag of 'tree' from bamboo and considered it as a 'grass' for helping poor bamboo cultivators of the Himalayan region. He stated that his government has decided to expand bamboo cultivation on 14,000 hectares of land by 2022 and also hire consultants for promoting bamboo-based industry in the state. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Tripura high court calls for ban on motor-rickshaws": {"time": "2019-05-30 12:54:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-high-court-calls-for-ban-on-motor-rickshaws/articleshow/69576069.cms", "description": "AGARTALA: A division bench of the Tripura high court directed the Agartala municipal commissioner on Wednesday to immediately execute the order on the banning of converted paddle rickshaws into motor-rickshaws in the city. The order was passed by the court in February this year but not implemented. While hearing the contempt petition on Tuesday, the bench comprising Chief Justice Sanjay Karol and Justice Arindam Lodh, observed that their order of ensuring non-plying of converted paddle rickshaws was flouted by the administration as well as the state government. Hearing a Public Interest Litigation, the court had found that the converted manual rickshaws were the most risky modes of transportation. The manually regulated rickshaws have got high speed after they were converted resulting in a large number of accidents and even the death of a child last year. Since there is no safety mechanism in the rickshaw or not covered by insurance, the passengers have no protection. State advocate general Arun Bhowmik argued that about 10,000 such paddle rickshaws had been converted into motor driven ones and now the state government is faced with a challenge of livelihood issues. However, the state government has been working on an alternative plan. The court turned down the argument saying protection of life is more important than the livelihood of those rickshaw pullers who had illegally converted the paddle rickshaws. The court directed the district magistrate, West Tripura, SP West Tripura and SP Traffic besides, the municipal commissioner to swing into action to execute the order immediately. Otherwise, they will be held personally responsible for non-compliance. The court also found the Tripura Battery Operated Rickshaw Rule 2014 and 2019 was repugnant to the MV Act 1988 and cancelled it accordingly. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "BJP didn't use military feats to win polls: Ram Madhav": {"time": "2019-06-08 11:45:00", "link": "https://timesofindia.indiatimes.com//city/agartala/bjp-didnt-use-military-feats-to-win-polls-ram-madhav/articleshow/69700365.cms", "description": "AGARTALA: BJP general secretary Ram Madhav said on Friday the party did not use military achievements to win the general election and claimed that it would remain in power even in 2047, the centenary of Independence.  \"We got a massive victory because we succeeded in stopping communal unrest, corruption, building a strong India and introducing financial stability in the last five years,\" Madhav said. \"Our party did not use military achievements to make it to the Parliament.\"  The Bharatiya Janata Party leader was addressing the party's victory rally at Rabindra Satabarshiki Bhavan here.  \"The BJP government, under (Prime Minister) Narendra Modi ji's stewardship, will go a long way. We are confident that the party will still be in power in 2047, when the country will celebrate the centenary year of Independence,\" Madhav said. \"Nationalism is in the BJP's DNA.\"  He claimed that the BJP would surpass the Congress and become the longest-serving party in power at the Centre.  At the rally, Tripura Chief Minister Biplab Kumar Deb asked party workers to prepare a booth-wise list of those who did not vote for it and appeal to them to support the BJP in the upcoming panchayat election.  Deb claimed that his government had succeeded in bringing down unemployment in the past one year.  \"Unemployment came down from 30 per cent to 22.1 per cent,\" he added. Download The Times of India News App for Latest City ."}, "Tripura chorus grows to check tobacco, booze consumption": {"time": "2019-06-01 11:59:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-chorus-grows-to-check-tobacco-booze-consumption/articleshow/69608100.cms", "description": "AGARTALA: The anti-tobacco lobby in Tripura has demanded action against smoking, consumption of non-smoking tobacco and trafficking of drugs. Observing Anti Tobacco Day on Friday, leading oncologist of the northeast and anti-drug crusader Dr Arup Roybarman stated that action against drugs and cannabis initiated by CM Biplab Kumar Deb was well appreciated but The Cigarettes and Other Tobacco Products (Prohibition of Advertisement and Regulation of Trade and Commerce, Production, Supply and Distribution) Act, 2003, has been flouted. \"Sale and consumption of liquor, cigarettes and chewing tobacco items is rampant in Tripura and unfortunately law-enforcing agencies are also in the list of users. But somehow it has not grabbed the attention of the state government,\" Roybarman told the media. Download The Times of India News App for Latest City ."}, "Charred body of 30-year-old woman found in Sepahijala": {"time": "2019-05-10 11:01:00", "link": "https://timesofindia.indiatimes.com//city/agartala/charred-body-of-30-year-old-woman-found-in-sepahijala/articleshow/69262958.cms", "description": "AGARTALA: The charred body of a 30-year-old woman, who was allegedly burnt alive by her in-laws, was recovered in Brajendranagar village of Madhupur in Sepahijala district of Tripura on Wednesday morning. Police have started an investigation but nobody has been arrested so far. The woman, identified as Anumati Sarkar (Chowdhury), was a housewife and mother of two children. Her charred body was found under a tree near her house on Wednesday morning. An empty drum of kerosene oil, a match box and a half-burnt piece of cloth were also found from the spot. There have been problems in the family over dowry demands, sources said, adding that Anumati was being tortured by her in-laws. The woman's father, Matilal Sarkar, has lodged a complaint against her in-laws, except her husband Tinku Chowdhury, accusing them of homicide. \"The previous night, her in-laws had a big fight with my daughter. Later, they tied her to a tree, covered her face and burnt her to death. A part of the tree and grass under it were also burnt, which indicates it was a clear case of homicide,\" Matilal said. Police and forensic experts, however, said they still cannot confirm if it is a case of homicide and all possible angles are being investigated. Download The Times of India News App for Latest City ."}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Tripura government scraps no-detention policy for students till Class VIII": {"time": "2019-05-12 11:32:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-government-scraps-no-detention-policy-for-students-till-class-viii/articleshow/69290544.cms", "description": "AGARTALA: Nine years after the Right to Education Act was implemented, doing away with detention for students up to Class VIII, the BJP government in Tripura has decided to scrap the no-detention policy - one of the first to do so since the Act was amended in January this year. It will be replaced by annual evaluation in Class V and Class VIII from this academic session. \"The state government has decided to re-introduce the pass-fail system in Tripura this year. This follows the Centre's decision on the same lines in a bid to ensure education for all under the Right to Education Act,\" education minister Ratan Lal Nath said. As a first step, the Tripura government has decided students of Class I to IV and Class VI to VIII will be evaluated but won't have to give any exams. However, students in Class V and Class VIII will be promoted to the next class if they pass the exam. In its unamended form, the Right to Education Act, 2009 prohibited detention of any student up to Class VIII. An NCERT survey conducted last year, however, indicated that barring five states - Maharashtra, Goa, Karnataka, Telangana and Sikkim - all others thought the policy was affecting the quality of education. Tripura had then said it had led to a \"state of inattention to the teaching-learning process on the part of the children\" and had led to irregular attendance of both students and teachers. Taking this into account, the Right of Children to Free and Compulsory Education (Amendment) Act, 2019, passed in January this year, states, \"The appropriate Government may allow schools to hold back a child in the fifth class or in the eighth class or in both classes, in such manner and subject to such conditions as may be prescribed.\" However, \"no child shall be expelled from a school till the completion of elementary education.\" Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Tripura high court punishes cop for not registering FIR": {"time": "2019-05-22 12:22:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-high-court-punishes-cop-for-not-registering-fir/articleshow/69440968.cms", "description": "AGARTALA: The Tripura high court of Monday punished the OC of East Agartala police station by asking him to stay put in court the whole day for not registering an FIR in a land fraud case. Handing out the punsihment to Manik Debnath, the police officer concerned, Justice Arindam Lodh asked the advocate general to circulate the order among all police stations to address the problem of non-registering of FIRs, leaving people in the lurch. SP (West Tripura) Ajit Pratap Singh has sought an unconditional apology for negligence on his part. According to reports, Pandit Das, the petitioner, had allegedly bought land from Sambhu Banik in the Dhaleswar area of the city and completed all paper work in January this year. But when he came to take possession of the land he purchased, he found that the plot has been grabbed by someone else. Accordingly, Das lodged a complaint at East Agartala Police Station narrating the details but Debanth allegedly advised him to settle the issue outside the police station. Later, when he moved the higher authorities in the police department complaining against the OC, SP (West) allegedly did not take any step to protect the rights of the complainant. Saddened by the development, Das moved court with a writ petition. After preliminary hearing, the high court summoned both the OC and SP West to appear before the court. \"This is sheer dereliction in discharge of official duty,\" Justice Lodh observed, while referring to the directive of the Supreme Court, He stated that SP (West Tripura) also seemed not so diligent to the persuasions made by the complainant to register the FIR on the basis of the complaint lodged by the writ petitioner. Informing the court that a departmental inquiry against Debnath has been initiated, the SP assured the court of taking all possible steps to motivate police officials under his control to ensure that there is no violation of the Supeme Court directive. Download The Times of India News App for Latest City ."}, "Biplab Kumar Deb push for waterway link to Bangladesh": {"time": "2019-06-13 11:41:00", "link": "https://timesofindia.indiatimes.com//city/agartala/biplab-kumar-deb-push-for-waterway-link-to-bangladesh/articleshow/69767638.cms", "description": "AGARTALA: Tripura chief minister Biplab Kumar Deb on Tuesday directed his officials to undertake time-bound actions regarding the inland waterway connections with Bangladesh through the Gomati River. He also informed that a joint technical committee has been set up regarding the inland waterway navigability and hydraulics. Reviewing development projects, Deb has instructed his officials to hold elaborate discussions with the Inland Waterways Authority of India on reports of the Joint Technical Committee and expedite project implementation work. A survey has indicated that an 18-km-long stretch, of which 15 km falls in Bangladesh, needs to be dredged for inland water communication. The Centre has agreed to bear the expenditure for dredging work in the Gomati both in India and Bangladesh. Union minister of shipping and waterways Nitin Gadkari had cleared the pending project last year following persuasion from the chief minister. Officials also informed that a few other proposals regarding river bed management of some major rivers, streams and waterbodies of the state were also undertaken by the state government for checking flash floods and increasing navigability. Talking about augmenting milk production in the state, the chief minister said he has directed the animal resource development department to accelerate the distribution of 10,000 cows among 5,000 families in selected localities. He added that necessary funds have been earmarked for the project, which was supposed to be implemented by the first quarter of the year. At the meeting, the officials apprised the chief minister of 21,500 hectares of cropland being identified as 'high risk' zones where natural calamities cause huge losses to farmers every year. The state government has decided to insure crops under the Pradhan Mantri Fasal Bima Yojana free of cost so that the farmers don't incur losses from the next season. Deb was further told that the forest department has introduced provisions of three separate passes to facilitate export of bamboo under Tripura Forest Transit Rules, after the latest improvisation in the Forest Act last year. Download The Times of India News App for Latest City ."}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Tripura HC notice to EC on CPM's fresh poll demand": {"time": "2019-05-19 12:15:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-hc-notice-to-ec-on-cpms-fresh-poll-demand/articleshow/69395625.cms", "description": "AGARTALA: The Tripura high court has sought a reply from the Election Commission (EC) on a writ petition filed by CPM's Tripura West candidate, Shankar Prasad Datta, seeking fresh election in the Lok Sabha constituency. Justice Arindam Lodh issued the notice to EC on Saturday seeking its response by Monday. Datta had filed the writ on Thursday in HC on the direction of Supreme Court, where he had sought an intervention for fresh election in Tripura West on the grounds of large scale irregularities and manipulation of poll process in the first phase of polling on April 11. However, EC counsel Shaktimoy Chakraborty told the court that the poll panel would submit a \"counter reply\" to the original writ petition. The court granted the counsel's request and fixed Tuesday as the date for next hearing. The CPM candidate in his writ petition had sought fresh election in Tripura West claiming around 50% voters of the constituency could not cast their vote on April 11 due to large scale rigging, booth capturing and intimidation. The petition also mentioned that the returning officer, too, had filed adverse report on polling in 433 booths. The EC, however, in a meeting with a Congress delegation on Friday made it clear that there is no scope of holding fresh polls in Tripura West as special observer Vinod Zutshi had overruled the initial report of the returning officer citing irregularities in 433 booths. Five days after the polling, Tripura West returning officer Dr Sandeep M Mahatme in a report had stated that election process was vitiated in 433 out of 1,679 polling stations. He mentioned that many polling officials had reported irregularities in 65 booths while 368 booths did not have video footage of around nine hours. While reviewing the footage and reports of presiding officers and micro observers, the returning officer was convinced that polling officials had not reported the alleged malpractices during polling properly and accordingly FIRs were lodged against many of them and disciplinary proceedings were initiated. Based on Mahatme's report, Congress moved the EC and later the Supreme Court seeking fresh polling in Tripura West. The EC's decision to order repolling in 168 booths failed to satisfy both Congress and CPM. While the CPM candidate filed the writ in HC, Congress is waiting for SC hearing. The EC, meanwhile, has summoned a Congress delegation to New Delhi to hold talks on their demand for fresh poll. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Man kills son in Tripura": {"time": "2019-05-18 09:00:00", "link": "https://timesofindia.indiatimes.com//city/agartala/man-kills-son-in-tripura/articleshow/69382699.cms", "description": "AGARTALA: A man was arrested in the remote Sonaichari village of Belonia in South Tripura on Thursday night for allegedly killing his 18-yr-old son. The accused, Saranjoy Tripura, has confessed to police that he had hit his son, Oli Mohan, with a chopper but did not realise the bizarre consequence. According to Saranjoy, Oli used to lead an indisciplined life and was addicted to liquor. About six months ago, his mother died and he turned more reckless. He added that Oli often used to pressure him for money. On Thursday morning, Oli demanded money from his father and started beating him with his shoes when the latter refused, police said. They added that Saranjoy could not control his temper and hit his son with a chopper. Oli died on the spot. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Over 70 injured in Tripura violence": {"time": "2019-05-25 12:37:00", "link": "https://timesofindia.indiatimes.com//city/agartala/over-70-injured-in-tripura-violence/articleshow/69493357.cms", "description": "AGARTALA: Violence between BJP workers and those from the opposition camp broke out in various parts of Tripura on Thursday after news of the saffron party's stellar performance in the Lok Sabha election started pouring in, leaving more than 70 people injured. According to reports, as many as 55 counting agents of CPM were allegedly manhandled by workers of the ruling party in South Tripura, Sepahijala, West Tripura, Khowai, Dhalai and North Tripura and seven BJP cadres, who were attacked by workers of opposition parties, had to be hospitalized. BJP alleged that 12 party workers were beaten up by CPM cadres to create an environment of terror in the state. While a few houses and shops were set ablaze in Jirania and Teliamura in West Tripura, an 80-yr-old woman was attacked inside her house in the Karailong area, sources said. According to reports, IPFT supporters attacked BJP MLA from Golaghati Birendra Debbarma in the Jampuijala area and there were also incidents of bomb attacks on a number of houses in the Ramnagar area of Agartala and Lake Chowmuhani market in the heart of the city. While stones were pelted at the house of CPM state secretary Gautam Das in Ramnagar, bombs were hurled at the residences of CPM's Sadar subdivision committee secretary Subhashis Ganguly and veteran CPM worker Dipak Bhattacharjee. Sources said CPM's district committee office in Ambassa was forcibly closed and the leaders were asked to pay at least Rs 1 lkah each to save their lives and properties. Both CPM and Congress have threatened to launch an agitation if violence doesn't stop. The trauma centre of Agartala Govt Medical College (AGMC) treated at least 22 people on Thursday night. More than 17 road mishaps were reported in the state since Thursday afternoon when jubilant youths from the ruling party went into celebration mode. Police said security arrangements were enhanced before the counting began as per the direction of the ministry of home affairs (MHA). \"Surveillance in all the sensitive areas was increased besides normal patrolling,\" said a senior police official. He added that the nature of incidents indicate that the violence broke out because of personal enmity. Chief minister Biplab Kumar Deb have urged the people to maintain peace. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Monsoon to hit northeastern states in next 48 hours: IMD": {"time": "2019-06-09 09:33:00", "link": "https://timesofindia.indiatimes.com//city/agartala/monsoon-to-hit-northeastern-states-in-next-48-hours-imd/articleshow/69709821.cms", "description": "GUWAHATI: With the southwest monsoon having set in over Kerala on Saturday, IMD has announced that the present conditions are favourable for monsoon to make its entry into the northeast in the next 48 hours. IMD, in its evening weather bulletin, stated that in view of the enhanced cloudiness, strengthening of westerlies and persistent cyclonic circulation in lower and mid-tropospheric levels over Lakshadweep area and its neighbourhood, the southwest monsoon has further advanced into more parts of the south Arabian sea, most parts of Lakshadweep area, some parts of Kerala and south Tamil Nadu. Other areas that have been covered so far are the remaining parts of Maldives Comorin area, parts of the southwest, southeast and east-central Bay of Bengal and some parts of northeast Bay of Bengal, the IMD bulletin further stated, adding, \"Conditions are becoming favourable for the southwest monsoon to advance into some parts of the northeastern states in the next 48 hours.\" Regional Meteorological Centre (RMC) deputy director general of meteorology Sanjay O'Neill Shaw said that the onset of monsoon in the northeast may also happen before the next 48 hours. \"Declaration of the onset of monsoon may come even before Monday, depending on the prevailing weather conditions in the region,\" he said. IMD's RMC based in Guwahati said that moderate rain accompanied by thundershowers is very likely to occur at most places across Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura and at many places across Arunachal Pradesh from Sunday to Monday morning. Sources in the Assam State Disaster Management Authority (ASDMA) said that it has not issued any warning to the districts in view of the impending monsoon rains. An ASDMA report on Saturday said that two revenue circles - Jorhat West and Patharkandi in upper Assam's Jorhat and Barak Valley's Karimganj district - have been affected by floods owing to incessant rain. Meanwhile, hot and humid conditions continue to prevail across the northeast. On Saturday, Guwahati recorded the highest maximum temperature in the region with the mercury inching up to 35.4° Celsius. At 34.4° Celsius, Silchar was a close second while Dhubri and Agartala recorded maximum temperatures of 34.2° Celsius. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Sudden malaria outbreak in Tripura's border villages": {"time": "2019-06-12 14:05:00", "link": "https://timesofindia.indiatimes.com//city/agartala/sudden-malaria-outbreak-in-tripuras-border-villages/articleshow/69754090.cms", "description": "AGARTALA: The Tripura government has extended emergency medical care to villagers residing along the Tripura-Mizoram-Bangladesh border following a sudden outbreak of malaria and vector-borne diseases in the past few days. According to officials, as many as 27 cases were reported to various health clinics in Bhandarima, Shantipur and Gachhirampara of Kanchanpur in North Tripura. About 34 people have been detected with Plasmodium falciparum (PF) malaria in six villages of the area where ASHA (Accredited Social Health Activist) workers have been working. Chief minister Biplab Kumar Deb, who also holds the health portfolio, reviewed the situation on Monday and directed the health officials to undertake measures to arrest the situation and control further spread of the disease. Besides health workers, the Chief Minister also asked the local MLAs and other public representatives to supervise healthcare extension work. Spread of malaria and other vector-borne diseases in the hilly parts of Tripura has been a common phenomenon. While the situation had not escalated in the last few years due to precautions taken by the health department, two factors allegedly lie at the root of this outbreak. According to sources, more than normal amounts of pre-monsoon shower this year further aggravated the situation. Moreover, sources also point to a lapse by officials in the administration due to the general elections. A senior official of the health directorate assured that measures were being taken to control the effects of the outbreak,\"We have already arranged for a special medical team to conduct camps in the area. Health workers were directed to go for extensive rapid malaria check-ups in each and every household. Similar instructions were also issued to all other malaria-prone areas and alerts have been issued for doctors and medical staff working there.\" He added, \"Due to geographical proximity with the forests of the Chittagong Hill Tracts in Bangladesh, eastern-bordering stretches of Tripura are vulnerable to vector-borne diseases, including PF malaria. BSF jawans deployed in the border are the worst victims of PF malaria despite adequate preventive measures taken by the authority. The state government also provides preventive kits and medicines for the villagers. But most of the time these were not used as prescribed, complicating the situation.\" Download The Times of India News App for Latest City ."}, "Storm uproots trees, heavy rain leaves areas flooded in Tripura": {"time": "2019-06-02 09:49:00", "link": "https://timesofindia.indiatimes.com//city/agartala/storm-uproots-trees-heavy-rain-leaves-areas-flooded-in-tripura/articleshow/69617237.cms", "description": "AGARTALA: Heavy pre-monsoon rains accompanied by a storm hit West Tripura and Sepahijala districts on wee hours of Saturday morning, uprooting trees, disrupting power supply and leaving many low-lying areas inundated. The aftermath of the storm and the waterlogging threw life completely out of gear, with traffic movement affected in many places. More than 400 families in the two districts have been affected in the immediate aftermath of the waterlogging and the storm. With the power outage since last night, services in banks and hospitals have been badly affected. Many areas are suffering from a water supply crisis. Chief minister Biplab Deb reviewed the disaster management activities and issued directives to the concern officials to extend relief to the affected families. \"The chief minister also sent social welfare minister Shantana Chakma to Kamalasagar area of Sepahijala, which is the worst affected, to review the situation. Officials of power department and concerned city and village administration have been asked to work on a war-footing to restore power and water supply and clear the roads,\" said revenue officials. As per reports received from three subdivisions, heavy rainfall in West Tripura district has damaged 909 houses. A total of 10 relief camps have been opened and 377 families shifted to relief camps. Two persons received minors injuries during the storm. The meteorological department has said that more rain and storm are on the radar in the next two days. The forecast also said monsoon will make an entry into the state in the next five to seven days. The water level of River Howarah is being monitored closely. Boats are kept on standby for emergency evacuation operation. Download The Times of India News App for Latest City ."}, "Tripura congress opens relief fund for post poll violence victims": {"time": "2019-05-29 14:14:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-congress-opens-relief-fund-for-post-poll-violence-victims/articleshow/69556457.cms", "description": "AGARTALA: Tripura Congress president and royal scion Pradyot Kishore Deb Barman has donated Rs 10 lakh to the relief fund of the party for helping those affected by the post-poll violence in the state. He said that Congress has opened a cell at the state headquarters to received copies of FIRs which have been filed by the victims of violence in police stations across the state. He added that Congress would move a petition in the Supreme Court, seeking compensation for the families of each person affected by the violence. \"In this 21st century, nobody can contemplate this kind of barbarism, where fellow citizens are being attacked just because of political differences. The state has failed to protect the constitutional rights of the citizens. India has a multi-party democratic set up. But in West Bengal and Tripura, after every election, the supporters of the losing party have always faced violence and the government did not take any step,\" Barman said. As many as three supporters of BJP were killed in the violence and close to 200 people were injured in the violence so far after election result was announced. During elections also more than 100 people were injured in the political violence but none of them are top leaders of any party and always common people have become victim, he added. Hundreds of dwelling houses and shops were gutted in poll related violence and role of police was not at all satisfactory, Burman stated adding that the state government must take firm action against each of the incident without considering the political affiliations of the perpetrators and also the government should announce due compensation for the victims. He urged the people to donate money to the relief fund of Congress for the victims of post poll violence. The vice president of congress state committee Pijush Biswas also donated rupees on lakh for this purpose and many others have donated that swell the corpus to Rs 15 lakh in two days. \"Besides, government compensation the congress will help to all the victims without considering their political identity,\" he added. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Call to make lifestyle changes to ensure a greener tomorrow": {"time": "2019-06-06 12:31:00", "link": "https://timesofindia.indiatimes.com//city/agartala/call-to-make-lifestyle-changes-to-ensure-a-greener-tomorrow/articleshow/69673194.cms", "description": "AGARTALA: On the occasion of World Environment Day, multiple programmes were held in Tripura on Wednesday, both by the government and non-governmental bodies. Deputy chief minister Jishnu Dev Varma, who also holds the environment portfolio, kicked off fortnight-long celebrations at Sukanta Academy here. Chief minister Biplab Deb began the programme by planting a sapling in his residence on Wednesday. He appealed to everyone to plant as many trees as possible for a better tomorrow. While addressing the gathering, the deputy chief minister stressed on the need to change individual lifestyles to tackle the problem of air pollution. \"Narendra Modi is the first Prime Minister who m the commitment of India at a global forum to cut down on the emission of green house gases and launched the Ujjala Yojana, which has gone on to achieve a massive success across the country, including among the poor tribal people of the northeast,\" Dev Varma said. He further stated that the Modi government, in its previous term, had already asked the states to use renewable sources of energy and multiple steps have been undertaken to cut down GHGs from transport sector. India has been marching ahead with the idea of electric, battery and hybrid new generation vehicles to comply with the commitment made to world communities, he said. Leading socio-environmental research organisation, ARPAN Society, held a rally in the morning asking people to modify their lifestyles and reduce the use of fuel-driven vehicles. The body asked people to develop walking habits and use bicycles for shorter trips to reduce the air pollution. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "72% turnout in Tripura West repoll": {"time": "2019-05-13 12:51:00", "link": "https://timesofindia.indiatimes.com//city/agartala/72-turnout-in-tripura-west-repoll/articleshow/69304675.cms", "description": "AGARTALA: Re-election in 168 polling stations of Tripura West Lok Sabha constituency concluded peacefully on Sunday, with a high turnout of 72.32%. Of the 1,679 polling stations in the constituency, elections to which were held in the first phase on April 11, the returning officer had reported irregularities in 433. The Election Commission ordered repolling in 168, which both Congress and CPM were opposed to. On Sunday, the EC said the election was peaceful. \"Only paramilitary troopers were deployed at polling stations. More than 7,000 security personnel from central paramilitary and Tripura State Rifles were deployed to ensure free and fair re-polling,\" returning officer Vikas Singh, district magistrate and collector of West Tripura district, said. CPM, however, alleged voter intimidation by cadres of ruling BJP. It said its supporters in Mohanpur, Jirania, Bishalgarh and Sonamura were asked to abstain by ruling party cadres. Congress, on the other hand, said except a few incidents of intimidation, the election was conducted peacefully. Both CPM and Congress had moved the Supreme Court, seeking a re-examination of the EC's decision to restrict repolling to just 168 polling stations. Police spokesperson Subrata Chakraborty said no untoward incident had been reported from anywhere. \"Snags in voting machines halted polling in few places for a while, but these were corrected soon,\" Chakraborty said. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Two more die in post-poll Tripura violence": {"time": "2019-05-27 12:19:00", "link": "https://timesofindia.indiatimes.com//city/agartala/two-more-die-in-post-poll-tripura-violence/articleshow/69514504.cms", "description": "AGARTALA: Post-poll violence continued unabated for the fourth day in Tripura, with clashes claiming two more lives. BJP worker Shibu Das (20), a resident of Khayerpur area, and fish trader Apu Das (56) are the latest victims, with both being attacked on the streets and killed in cold blood. Earlier, BJP worker Mithu Bhowmik was murdered in Fatikcherra area of northern Agartala on Friday. Soon after the results, there were reports of workers of the ruling BJP launching attacks on their CPM and Congress counterpart. The attacks and clashes have continued till now, with three dead, more than 150 people injured and 30 private houses and offices of opposition parties burnt down. Police have registered 23 cases and arrested 64 persons from across the state. However, despite the police action and chief minister Biplab Deb's firm warning that action will be taken against the perpetrators, the violence has gone on unabated. On Saturday night, Shibu Das, who recently joined BJP, was hacked to death by thee men. Shibu was walking with his two friends when the attackers ambushed them. Though his friends managed to flee the spot, Shibu was beaten badly and left by the roadside. With the help of information from his friends, villagers and fire brigade personnel later found Shibu and shifted him to a hospital. He succumbed to his injuries in the morning. However, before he died, he could name two of his attackers - two men who recently left CPM and joined BJP, Shibu's mother told the media. On Saturday, fish trader Apu Das was allegedly attacked by a group of people, who were wearing saffron scarves, in Sonamura Chowmuhani. Das was beaten up badly and died on the spot.  \"We demand adequate compensation for all the victims and all the culprits should be arrested,\" said Tripura Congress president Pradyot Kishore Deb Barman. CPM leader Pabitra Kar said, \"This is total failure of the government.\" However, BJP spokesperson Nabendu Bhattacharjee alleged that a section of Congress and CPM workers are indulging in violence to spoil the image of the ruling BJP. The state government on Saturday night suspended Khayerpur police outpost OC Khohan Das for dereliction of duty. Download The Times of India News App for Latest City ."}, "Tripura Lok Sabha election results: BJP leads in two seats": {"time": "2019-05-23 13:40:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-lok-sabha-election-results-bjp-leads-in-two-seats/articleshow/69455183.cms", "description": "AGARTALA: The counting of votes for the two Tripura Lok Sabha seats has started on Thursday under tight security. In Tripura Lok Sabha seats, BJP candidates are leading against Congress candidates. In Tripura West, BJP candidate Pratima Bhoumik leads by 35,000 votes while BJP candidate Rebati Tripura leads by around 65,000 votes in Tripura East. (With inputs from Agencies) Download The Times of India News App for Latest City ."}, "Tripura MLA marries woman he was accused of raping": {"time": "2019-06-11 13:42:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-mla-marries-woman-he-was-accused-of-raping/articleshow/69733864.cms", "description": "AGARTALA: Following weeks of legal and political pressure, IPFT legislator Dhananjoy Tripura on Sunday married the woman he is accused of raping and deceiving. \"I married her at Chaturdas Devata temple in Agartala,\" Dhananjoy told the media on Monday. The woman said she will withdraw all cases against the MLA. Dhananjoy, 28, represents the Raima Valley constituency in the Tripura assembly. Last week, the Tripura high court had rejected Dhananjoy's anticipatory bail plea and sought a report from police explaining why \"marriage was not solemnised in a time-bound manner\". The public prosecutor had then told the court that the accused had been absconding and attempts to arrest him had failed. Dhananjoy, however, maintained that he had been \"framed\" as part of a political conspiracy. IPFT insiders, meanwhile, said party leaders had been displeased with the \"dispute\" and had advised Dhananjoy to marry the woman. The woman had filed a case against him on May 20 at the Agartala women's police station, accusing Dhananjoy of raping and deceiving her by not marrying her. 'Was still in school when I met Dhananjoy for the first time'I was still in school when we met in 2010. He was a college student at Jirania. A year later, we got involved and I had been to his house several times. He had then promised to marry me. I was physically abused but I did not think he would deny our relations,\" she had told the police. She took up the matter with IPFT president NC Debbarma, who held \"reconciliation meetings\" between them and arrived at a March 2017 wedding date. Because of the assembly election, however, the wedding was postponed several times. The woman said Dhananjoy stopped all contact after he was elected as an MLA in February 2018. In December 2018, it was decided that the wedding would be solemnized in April this year. However, Dhananjoy was a no-show again. \"When our family asked what had happened, his elder brother demanded Rs 8 lakh from us. When we refused, Dhananjoy said he would not marry me,\" she had told the police. Her mother had said they were left with no option and had to take the matter to the police. \"He was charged with rape by promising to marry the girl, cheating and breach of trust,\" she added. Read this report in BengaliDownload The Times of India News App for Latest City ."}, "BJP worker murdered in Tripura as post-poll violence continues": {"time": "2019-05-26 11:58:00", "link": "https://timesofindia.indiatimes.com//city/agartala/bjp-worker-murdered-in-tripura-as-post-poll-violence-continues/articleshow/69503282.cms", "description": "AGARTALA: The post-poll violence between BJP and CPM workers in Tripura, which has left more than 100 injured so far, further escalated on Friday with a BJP party worker being reportedly murdered in Fatikcherra area of northern Agartala. Soon after the results, there were reports of workers of the ruling BJP launching attacks on their CPM and Congress counterpart. In a counterattack on BJP workers in Fatikcherra, Sadhan Debnath and two of his brothers, Uttam Debnath and Rajkumar Debnath, reportedly killed Mithu Bhowmik with a sharp weapon. Sanjib Laskar, who was with Mithu, was also badly injured and shifted to the ICU of Agartala Govt Medical College (AGM). The three main accused, who are suspected to have reportedly killed BJP worker Mithu and attempted to murder Sanjib, have been arrested. Though local sources said the accused carried out the attack on BJP in retribution to attack by saffron party workers on the opposition, it could not be ascertained which party the trio belongs to. Post-poll violence have been raging in Tripura for the last two days, with as many 123 supporters of ruling BJP and opposition CPM and Congress have been injured in the violence in the last two days. Tripura chief minister Biplab Deb said he has issued strict orders to the DGP to take action against those involved in the murder of Mithu. Deb, who is Delhi now to meet the BJP national president Amit Shah and general secretary Ram Madhav, has already spoken to the DGP regarding the matter. \"I told the DGP, senior police officials, and TSR commandants to conduct security drills in vulnerable areas to prevent post-poll violence,\" Deb said, while appealing to workers of all parties to stop indulging in acts of violence. \"BJP never believes in violence. It is what the communists had started in West Bengal and is now being practised by Trinamool there. I have told the DGP and other stakeholders to take steps for stopping the violence and asked them to take strong action immediately against all the accused,\" Deb added. Meanwhile, Tripura Congress demanded that the state government should pay due compensation to each victim of post-poll violence. They further warned that if the government fails to ensure security and protection of constitutional rights of citizens, they will move to Supreme Court seeking justice. Congress alleged that as many as 76 of their workers have been injured in the last two days and Congress party offices have been forcefully occupied by BJP. Assets of more than Rs 10 crore have been damaged, the party has said. Download The Times of India News App for Latest City ."}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Probe into Tripura school inspector's confinement": {"time": "2019-05-08 12:27:00", "link": "https://timesofindia.indiatimes.com//city/agartala/probe-into-tripura-school-inspectors-confinement/articleshow/69230536.cms", "description": "AGARTALA: The Tripura government has ordered an inquiry into reports of a group of agitated teachers confining a school inspector at Gandacherra in Dhalai district on Monday and releasing him later after the administration and police intervened. According to reports, the Tripura Tribal Areas Autonomous District Council (ADC) administration had withheld the salary of as many as 29 teachers posted in 31 schools located in distant parts of Gandacherra when they were found absent from duty during inspection last month. Initially, they were served showcause notices but their replies were not satisfactory to the authorities. Accordingly, seven of them were asked to avail their accorded leave and rest 22 had no leave in their credit. As a result, their salaries were deducted which enraged them. The angry teachers went to meet the Inspector of School (Gandacherra) Pragati Chakma and allegedly misbehaved with him. The teachers claimed that they could not attend schools as they were on election duty. Later, the teachers locked the inspector in his office for hours. She was released after a deputy collector rushed to the spot and rescued him after giving assurance that all the showcaused teachers will get their salaries at the earliest. Education minister Ratan Lal Nath said such a behaviour from teachers gives a wrong message to society. Download The Times of India News App for Latest City ."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Tripura government appoints new DM of Dhalai": {"time": "2019-05-07 12:12:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-government-appoints-new-dm-of-dhalai/articleshow/69213634.cms", "description": "AGARTALA: The Tripura government on Monday appointed additional secretary in the home department, Saradindu Choudhury, as the new district magistrate of Dhalai district, officials said. Choudhury would also be the new returning officer of East Tripura Lok Sabha constituency, they said. The state government appointed Choudhury as the new district magistrate with the approval from the EC, a state government notification said. The notification issued by the general administration department said, \"... the governor is pleased to order that Saradindu Choudhury is transferred and posted as the district magistrate & collector, Dhalai district, Ambassa with immediate effect ... \". The EC had earlier ordered the transfer of Vikas Singh, the district magistrate and returning officer of East Tripura Lok Sabha constituency as the returning officer of West Tripura on Thursday last and had instructed the state government to forward a panel of suitable officials for posting as the new district magistrate of Dhalai. Earlier, Congress and CPI-M had lodged complaints with the EC about poll irregularities in West Tripura Lok Sabha constituency. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Repolling to 168 booths in Tripura West on Sunday": {"time": "2019-05-09 12:41:00", "link": "https://timesofindia.indiatimes.com//city/agartala/repolling-to-168-booths-in-tripura-west-on-sunday/articleshow/69247699.cms", "description": "AGARTALA: The Election Commission late on Tuesday night ordered repolling to 168 booths across 26 assembly segments of Tripura West Lok Sabha constituency, election to which was held on April 11. The reelection will be held on May 12 in the sixth phase. A total of 1,679 booths had gone to the polls in the first phase and it is for the first time that repolling will be conducted in more than 10% booths in the state. The highest number of booths where repolling will be conducted are Agartala and Bishalgarh assembly segments, 18 each. \"On the basis of reports submitted by the CEO, the Special Observer, General Observers and the Returning Officer, and after taking all material circumstances into account, the Commission hereby declares ... that the poll taken on 11th April, 2019 (Thursday) at 168 polling stations ... to be void and appoints 12th May, 2019 (Sunday) as the date and fixes the hours 7am to 5pm for taking a fresh poll,\" the order issued by the chief electoral officer stated. Paramilitary forces from neighbouring states have reached the constituency and been put up in 12 government schools. This time, 1,41,251 voters will exercise their franchise. The EC has not, however, raised the campaign expense limit - consequently, parties that have spent Rs 70 lakh cannot spend any more. Congress and CPM were unhappy with the decision and demanded repolling to more booths. \"The EC has failed to maintain neutrality despite having serious proof about unlawful activities, including booth capturing, at the behest of the ruling dispensation. Moreover, the returning officer himself mentioned various discrepancies in 433 polling stations, including non-functioning web cameras in 368 booths,\" Tripura Pradesh Congress Committee vice-president Tapas Dey said. \"More than 1.5 lakh genuine voters, including 500 polling staff, could not exercise their franchise because of violence and manipulation of the electoral process,\" he added. CPM said there was no logical explanation for ordering repolling to just 168 booths, except an attempt to make BJP happy. \"Had the EC ordered fresh polls, its neutrality would not be questioned. People would feel that democracy prevails in India and independent bodies like the EC still work impartially. But now, that does not seem to be the case,\" senior CPM leader Pabitra Kar said. BJP, on the other hand, did not have any complaints. \"Whatever the EC has decided, it is BJP's duty to follow and participate in the democratic process,\" BJP spokesperson Ashok Sinha said. Then returning officer of Tripura West Sandeep Mahatme had sent a detailed report on irregularities and unlawful activities in 433 polling booths out of the total 1,679. The EC had to send special observer and former deputy election commissioner Vinod Zutshi along with observers to scrutinize the video footage of booths where discrepancies were found. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Exit polls predict saffron sweep in Red Tripura": {"time": "2019-05-21 10:40:00", "link": "https://timesofindia.indiatimes.com//city/agartala/exit-polls-predict-saffron-sweep-in-red-tripura/articleshow/69422667.cms", "description": "AGARTALA: Going by exit poll predictions, BJP appears on track to complete the Left wipeout it began with the 2018 assembly election, wresting both Lok Sabha seats in the state from CPM. The Left Front has had an iron grip on the two Lok Sabha seats of the state since 1996. BJP, on the other hand, has never won a Lok Sabha seat in the state. This time, Times Now-VMR and India Today-Axis have both predicted a clean BJP sweep in Tripura. Last year, BJP had pushed Left into a state of near-oblivion in state politics - going from 0 to 36 in one shot in the election to the 60-member assembly. This time, after an election marked by repeated allegations of voter intimidation and manipulation by BJP, the results could be a re-run of the assembly poll verdict. CPM is biding its time, though. \"I have studied all exit poll predictions and final Lok Sabha election results since 2004. These figures are always skewed in favour of the ruling dispensation. This one is not any different. Every time, the difference has been about 60-70 seats in favour of the opposition,\" former CPM minister and senior party leader Pabitra Kar said, supplanting his argument by citing the disparity between the Australian pre-poll assessment that indicated a Labour victory and the actual Liberal party victory. \"Besides,\" he added, \"most groups are either managed by BJP leaders or funded by the party. We are confident Modi will not return at the Centre. BJP keeps saying 'Modi sarkar', not 'BJP sarkar'. It only shows how nervous they are about their lack of leadership.\" Congress, which has not won a Lok Sabha seat in the state since 1991, agreed with CPM. \"The exit poll did not reflect the true picture of people's mandate. There was a strong anti-Modi wave across the country. People have voted against BJP. But these exit polls seemed to be services provided to the ruling party, paid for. The exit poll has tried to gratify Team Modi shamelessly,\" spokesperson and vice-president of Congress's Tripura unit said. Congress, which drew a blank in the assembly election last year, has been consolidating its base again with a change of guard and fresh strategy. Going by the exit polls, the party does not seem to have covered much ground yet. BJP, meanwhile, placed its full faith in the exit polls, understandably. The war cry: \"Ab ki baar, teen sho paar.\" \"People voted for BJP blindly, considering the good work it has done for them over the past five years. We are confident BJP will emerge as the single largest party to form the government ... Other parties who are dreaming about forming a government have not even zeroed in on their prime ministerial candidate. We believe the people of the country are not fools and would not have voted for them,\" spokesperson of the party's Tripura unit, Nabendu Bhattacharjee, said. Download The Times of India News App for Latest City ."}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Tripura sets up panel to probe cases of political violence": {"time": "2019-06-09 09:49:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-sets-up-panel-to-probe-cases-of-political-violence/articleshow/69709895.cms", "description": "AGARTALA: The Tripura government has constituted a high-powered committee under the chairmanship of state law and education minister Ratan Lal Nath to examine the cases of political violence in the state. The state government has decided to examine all such cases, including old ones. \"The family members of victims are claiming for proper investigation of these cases so that actual culprits are punished as per provision of law,\" the government notification, issued on Friday, states. The committee also includes principal secretary (law) D M Jamatia and additional home secretary Devananda Reang. They will examine pending petitions of re-investigation of the cases related to political murder and make necessary recommendations. In the last 20 years, more than 125 cases of political murders have been reported in Tripura. Among those killed were a cabinet minister, an MLA, a sub-divisional magistrate and a top youth leader of Congress. In none of the cases were the identified and punished. Chief minister Biplab Kumar Deb in last 14 months has received several petitions from the victim families, which sought re-investigation of the cases. Senior CPM leader and former health minister Bimal Sinha was murdered soon after the Manik Sarkar-led Left Front government had come to power in 1998. Two of his brothers were kidnapped by banned NLFT militants and he had gone for negotiation with the militants to get release of the brothers leaving behind of his security. The militants shot dead Bimal Sinha along with two of his brothers at Abhanga of Dhalai district in North Tripura from point blank range. BJP leaders said Congress MLA Madhusudhan Saha, Youth Congress leader Debal Deb and SDM Sadar were shot dead in the heart of the city in three separate incidents but the culprits did not get punishment in any of the cases. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "Indian envoy to Bangladesh calls on Tripura CM": {"time": "2019-05-14 12:24:00", "link": "https://timesofindia.indiatimes.com//city/agartala/indian-envoy-to-bangladesh-calls-on-tripura-cm/articleshow/69320993.cms", "description": "AGARTALA: Indian high commissioner to Bangladesh Riva Ganguly called on Tripura chief minister Biplab Kumar Deb at his office on Monday afternoon and discussed several issues related to ties with with the neighbouring country. Though it was a courtesy call, Ganguly said Deb talked about expediting connectivity projects like the bridge over the Feni river in South Tripura and the Agartala-Akhuara rail link while interacting with her . The CM, added Ganguly, also discussed opening of new border hats along the border between the two countries and India's initiatives to boost ties with Bangladesh. Deb also highlighted the intention of his government to export at least five million kg of tea produced in Tripura Tea Development Corporation's (TTDC) estates to Bangladesh. \"The TTDC estates have been producing about nine million kilogram of tea and it has the potential to do business with Bangladesh through Kailashahar and Chatiapur in North Tripura and the Akhaura integrated checkpost here,\" said TTDC chairman Santosh Saha. Saha added that the CM has urged Ganguly to pursue with Bangladesh to waive off Customs duty on TTDC tea, which is now 80 %, and general duty of 25% to strengthen ties between the two countries. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Fani, satellite era’s most intense cyclone to hit Odisha": {"time": "2019-05-29 04:38:00", "link": "https://timesofindia.indiatimes.com//city/agartala/fani-satellite-eras-most-intense-cyclone-to-hit-odisha/articleshow/69556306.cms", "description": "NEW DELHI: Cyclone ‘Fani’, which hit Odisha on May 3, was the most intense cyclonic storm crossing the state coast during “pre-monsoon season” in the satellite era (since 1965), the India Meteorological Department (IMD) said in a report on Monday while flagging how increased forecast accuracy and effectiveness of early warning system minimised loss of lives. The last extremely severe cyclonic storm to develop and cross Odisha coast in May-June (pre-monsoon season) was the 1982 cyclone which crossed the coast between Paradip and Chandbali during midnight of June 3. IMD’s summary report on Fani, shared with the World Meteorological Organisation (WMO), also mentioned about its effective alert dissemination mechanism which saw delivery of over 6 million SMS (short text messages) to the general public, disaster managers, farmers and fishermen in Odisha, Andhra Pradesh and West Bengal ahead of the landfall of Fani. The report showed that the country’s national weather forecaster had, in fact, started tracking and predicting ‘Fani’ from April 18, 15 days ahead of its landfall. Its chart on ‘landfall forecast errors’ indicated how IMD reduced the margin of errors - both in predicting landfall point and landfall timing - in 2019 as compared to the long period average of 2014-18 period. Citing examples, the report noted that IMD’s ‘landfall time forecast error’ for 24 hours’ lead period for Fani reduced to 1.5 hours from 3 hours during 2014-18 period. Similarly, its ‘landfall point forecast error’ reduced to 11 km this year from 47 km during 2014-18 period, showing remarkable improvement after cyclone Phailin that hit Odisha in October, 2013. Its ‘track forecast errors’ and ‘intensity forecast errors’ have also been reduced substantially over the years. Referring to Fani’s intensity which crossed the coast close to Puri with maximum wind speed of 175-185 kmph gusting to 205 kmph between 8-10 am on May 3, the report said it was the “most intense cyclone to cross Odisha coast after Phailin” which had a maximum wind speed of 215 kmph. Fani had one of the longest track lengths of 3,030 km. In terms of intensity, Fani maintained the “cyclonic storm intensity” for almost 21 hours after landfall on May 3. About its monitoring, the report said, “The cyclone was monitored with the help of available satellite observations from INSAT 3D and 3DR, polar orbiting satellites, and available ships & buoy observations in the region.” From May 1 onwards till May 4, the system was tracked gradually by IMD Doppler Weather Radars at Chennai, Machillipatnam, Visakhapatnam, Gopalpur, Paradeep, Kolkata and Agartala as it moved from south to north. Download The Times of India News App for Latest City ."}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Tripura royal scion gives Rs 20,000 to grandfather's personal guard": {"time": "2019-06-05 12:16:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-royal-scion-gives-rs-20000-to-grandfathers-personal-guard/articleshow/69660583.cms", "description": "AGARTALA: Overwhelmed after meeting 100-year-old personal guard of his grandfather Maharaj Bir Bikram Kishore Manikya in Bishalgarh village of Sepahijala district of West Tripura on Sunday, Tripura royal scion Pradyot Kishore Deb Burman gave Rs 20,000 to the family. Gayaram Debbarma worked for few months with Bir Bikram in 1938 as his personal guard. But he had to leave the job following repeated persuasion of his parents. Distance between the village and the palace was about 40 km and in those days there was no means of communication. Gayaram could hardly meet his parents and sister after joining the service in the palace. \"I served the Maharaj for a brief period but had enjoyed royal food and facilities. I have attended the wedding ceremony of the prince, a life-time experience of royal treatment,\" Gayaram told Pradyot. The Gayaram cottage is known as 'rajbari' in the village and his two sons have been managing the family and treatment of their father. Pradyot spent more than an hour with Gayaram and his family. Before leaving the house, Pradyot donated Rs 20,000 cash and asked them to keep in touch with him. Download The Times of India News App for Latest City ."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "BJP set to get comfortable victory on two Lok Sabha seats in Tripura": {"time": "2019-05-23 13:44:00", "link": "https://timesofindia.indiatimes.com//city/agartala/bjp-set-to-get-comfortable-victory-on-two-lok-sabha-seats-in-tripura/articleshow/69460762.cms", "description": "AGARTALA: The counting of votes for the two Tripura Lok Sabha seats took place on Thursday under tight security. In Tripura Lok Sabha seats, BJP candidates, Pratima Bhoumik and Rebati Tripura leads against Congress candidates. In Tripura West, BJP candidate Pratima Bhoumik leads by around 1,32,000 votes against Congress's Subal Bhowmik. In Tripura East, BJP candidate Rebati Tripura leads by around 122,000 votes against Congress's Maharaj Kumari Pragya Deb Burman. Download The Times of India News App for Latest City ."}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Tripura asks for stopover on SpiceJet Dhaka flight route": {"time": "2019-06-10 11:37:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-asks-for-stopover-on-spicejet-dhaka-flight-route/articleshow/69721287.cms", "description": "AGARTALA: With SpiceJet announcing the operation of international flights on the Guwahati-Dhaka-Guwahati route from July 1, the Tripura government has requested the aviation company to consider a stopover here as well. In a letter to CMD SpiceJet Ltd Ajay Singh, Principal Secretary Transport L H Darlong on Sunday requested, \"The SpiceJet international flight while running from Dhaka on its way to Guwahati may also land at MBB airport here, so that the passengers of Agartala can avail the service.\" According to reports, budget carrier SpiceJet will introduce international fleets to enhance connectivity between Guwahati and Dhaka from next month, adding to its current operations of 43 daily flights connecting 22 cities in India. SpiceJet had withdrawn its service from Tripura sector from September last year despite repeated requests to not do so from the state government. On several occasions, Union civil aviation minister Suresh Prabhu had assured Tripura chief minister Biplab Kumar Deb the ministry has already initiated steps to resolve the air fleet crisis in Agartala sector. Tripura government and MPs have been urging the Centre to introduce additional flights in Agartala sector, connecting Kolkata, Guwahati and other important destinations. The air connectivity in Tripura had been affected seriously for past few months due to withdrawal of flights from the sector by Spice Jet and discontinuation of one Indigo flight. In last five years, Jet Airways has withdrawal of it's service from Tripura and Air India has also reduced it's fleet in the sector. Despite repeated demands and persuasions, Air Asia and Vistara airlines yet to start service in Tripura, the officials said adding that due to shortage of flights in Kolkata, Guwahati and Delhi from Agartala air fare shot up a double than the normal rate. Download The Times of India News App for Latest City ."}, "Ban on NLFT, ATTF to remain for five years": {"time": "2019-05-12 11:52:00", "link": "https://timesofindia.indiatimes.com//city/agartala/ban-on-nlft-attf-to-remain-for-five-years/articleshow/69290820.cms", "description": "AGARTALA: The ban on National Liberation Front of Tripura (NLFT) and the All Tripura Tiger Force (ATTF) will continue for five years, a notification of the ministry of home Affairs said. The notification issued by the joint secretary to the department, Satyendra Garg, on May 9 said, there is sufficient cause for declaring NLFT and ATTF as unlawful associations with effect from October 3, 2018 for a period of five years. A tribunal was constituted on November 15 last year for adjudicating whether or not there is sufficient cause for declaring NLFT and ATTF unlawful associations. But none appeared on behalf of either NLFT or ATTF during the proceedings of the tribunal on February 25. The Tripura government, ministry of defence, Intelligence Bureau, cabinet secretariat (research and analysis wing) and the CRPF were consulted and recommended for continuance of the ban on the two outfits. The Border Security Force, too, recommended to declare NLFT as an unlawful association, the notification said. The two outfits had indulged in killing of civilians, police and security forces personnel in the state, extortion of people, including businessmen and traders, it said. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Heatwave hits normal life in Northeast": {"time": "2019-05-14 12:08:00", "link": "https://timesofindia.indiatimes.com//city/agartala/heatwave-hits-normal-life-in-northeast/articleshow/69320787.cms", "description": "AGARTALA/GUWAHATI: Intense heatwave conditions and deficit pre-monsoon rains have hit normal life across the northeastern region and also severely affected the supply of drinking water, officials said. However, agricultural experts said that at the moment there is no major threat to the seasonal crops. According to the Indian Meteorological Department (IMD), the maximum temperature in several northeastern states, especially Assam, Mizoram and Tripura, since the past one week is hovering between 36 and 38 degrees Celsius - four to five degrees above the average for this summer season. The IMD, since March 1, also recorded 38 percent deficit pre-monsoon (March to May) rainfall in five of the eight northeastern states, including Sikkim. The Arunachal Pradesh and Nagaland-Manipur-Mizoram-Tripura meteorological sub-divisions recorded 38 per cent deficient pre-monsoon rainfall, while Assam and Meghalaya sub-divisions witnessed normal pre-monsoon rainfall. According to an IMD document, Arunachal Pradesh recorded 321 mm rainfall and Nagaland-Manipur-Mizoram-Tripura recorded 181 mm rainfall against the average normal rainfall of 520 mm and 292 mm, respectively so far since March 1. Sikkim and adjoining areas have recorded normal pre-monsoon rainfall since March 1. IMD director Dilip Saha said that the winds are not favourable for the expected pre-monsoon rainfall. ''We need southerly direction winds for the rain. Rain producing weather condition is yet to develop in the northeastern region. However, we expect some rains after mid-week,'' Saha said. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Celebrations erupt in Assam, Tripura after BJP win": {"time": "2019-05-24 12:21:00", "link": "https://timesofindia.indiatimes.com//city/agartala/celebrations-erupt-in-assam-tripura-after-bjp-win/articleshow/69477140.cms", "description": "GUWAHATI/DIBRUGARH/AGARTALA: As news of BJP's overwhelming victory started pouring in on Thursday morning, celebrations erupted in Assam and Tripura with people taking to the streets-dancing, bursting crackers, chanting slogans and smearing one another with colours. Jubilant cries of 'Ako Ebar Modi Sarkar' (Modi government once again) rent the air at the party headquarters in Guwahati and party offices across Assam as the saffron party bagged the maximum number of seats of the 14 Lok Sabha seats. Hundreds of party members jammed the Atal Bihari Vajpaye Bhawan, before counting started at 8 am. In 2014, BJP had scripted its success story in the northeast by winning seven out of the 14 seats. This time, the saffron party is set to win nine seats, including the minority-dominated Karimganj (SC) seat in the Barak valley. \"We were flooded with sweets. Nearly 25,000 people came to our office to celebrate,\" a BJP office assistant said. \"This is the victory of the people of Assam who have expressed their trust in the leadership of Prime Minister Narendra Modi. Our karyakartas (workers) toiled for months. The entire country is celebrating,\" said Assam BJP president Ranjeet Kumar Dass. \"With the victory comes responsibility. Our government in the state and at the Centre are committed to fulfilling the aspirations of the people, who experienced the fruits of development in the last five years,\" Dass said. Celebrations also marked the day at the party's northeast office at Uzanbazar. \"This is the day we all longed for. Even people who are not members of BJP rejoiced,\" said Naba Kumar Baishya, BJP's media co-convener. In Dibrugarh, as BJP candidate Rameswar Teli surged ahead, his supporters broke out into loud cheers. Ladoos and sweets were distributed. At the local BJP office in Amolapatty, jubilant party workers danced to drumbeats amid bursting of crackers. Similar scenes of euphoria were witnessed at the residence of chief minister Sarbananda Sonowal at Lakhinagar. \"The celebrations have been on since morning. We knew BJP would win. The credit goes to the dynamic leadership of Narendra Modi,\" said youth leader Parag Dutta. In contrast, the Congress party office at Phoolbagan was deserted throughout the day. With the defeat of the Congress candidate Paban Singh Ghatowar becoming obvious after every round of counting, supporters started thinning out. The picture was different in the former Left bastion Tripura capital Agartala, where the city looked deserted in the morning. Shops were closed and attendance was thin in government offices. But the mood changed in the afternoon. Celebrations broke out. Chief minister Biplab Deb, his cabinet colleagues and party leaders congratulated the winners. BJP workers organised a series of rallies with Pratima Bhowmik in different locations of Tripura West and Rebati Tripura in Dhalai. \"This is the victory of the people of Tripura. They have extended support to Modiji for a better India,\" said Bhowmik. \"The BJP-IPFT government led by chief minister Deb worked hard and was able to infuse faith in the people. Voters have rejected the conspiracy of CPM and Congress against the government. In the next five years, Tripura will see development at par with the rest of the country,\" she added. Rebati Tripura, who won from the Tripura East seat, said the victory of BJP in the tribal-reserved seat has clearly indicated the faith of the indigenous people in Modi. The Communists and Congress did not do anything for the tribals. \"BJP has instilled faith in the tribal population. During the next four years, the state will witness a lot of change,\" said Tripura. Download The Times of India News App for Latest City ."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "4 Tripura forest officials suspended": {"time": "2019-06-07 11:53:00", "link": "https://timesofindia.indiatimes.com//city/agartala/4-tripura-forest-officials-suspended/articleshow/69687076.cms", "description": "AGARTALA: The state government has suspended three forest officials following felling of a number of old trees in the VIP Colony of the city two weeks ago. Registering a suo moto PIL, the Tripura high court had issued a notice against the forest department. Forest minister Mevar Kr Jamatia on Wednesday said range officer Sujit Chakma, forester Abhijit Acharjee and beat officer Bimal Kumar Sharma were suspended as soon as the matter was reported to the state government. An enquiry into the tree-felling incident has also been ordered, he added. tnn Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Tripura's third ICP gets Centre's nod": {"time": "2019-05-15 13:46:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripuras-third-icp-gets-centres-nod/articleshow/69340030.cms", "description": "AGARTALA: The Centre on Tuesday approved a proposal of the Tripura government to set up the state's third Integrated Check Post (ICP) at Sabroom in South Tripura. The decision was taken at an inter-ministerial meeting chaired by the secretary of border management, ministry of home affairs. Special secretary to Tripura government looking after industries and commerce Kiran Gitte, who was also present, said the project will be implemented by the Land Port Authority of India like the Akhaura ICP in Agartala. In the last few years, efforts to provide access to the Chittagong port in Bangladesh, 70 km from Sabroom town, gained importance in the Act East policy of the central government. After the BJP-led government came to power in Tripura last year, chief minister Biplab Kumar Deb put in extra efforts to harness the benefits of the Chittagong port to boost trade with Southeast Asian countries. In December, 2018, the ministry of shipping had signed an agreement with the Government of Bangladesh to allow transportation of goods from Chittagong port and work on the bridge over the Feni river is progressing well to connect Tripura with the port, Gitte said. He added that the state government has sent a proposal to the ministry of home affairs to construct an ICP at Sabroom in 2016. The proposal was approved in principle by the Land Port Authority of India in February, 2018. Download The Times of India News App for Latest City ."}, "7 hurt in fight between villagers, drug peddlers": {"time": "2019-05-20 09:38:00", "link": "https://timesofindia.indiatimes.com//city/agartala/7-hurt-in-fight-between-villagers-drug-peddlers/articleshow/69406477.cms", "description": "AGARTALA: Seven people, including two policemen, were injured in a scuffle that broke out when a drug peddler tried to rescue two of his associates at Kalayanpur in West Tripura's Khowai area on Saturday. \"A group of villagers at Binoy Chowdhury Para stopped a car they thought looked suspicious. It turned out two drug peddlers, Partha Deb and Jayanta Debroy, were transporting drugs in the car. When villagers started searching the vehicle, a local, Amaresh Debbarma, known as a drug peddler, rushed to rescue them. A scuffle ensued,\" police said. When police got to the spot, villagers reportedly attacked them as well. Officer in charge Santosh Shil and a constable were injured. Amaresh was arrested, but Partha and Jayanta managed to flee the spot. In another drug bust, police arrested two suspected Bangladeshi drug smugglers from the Agartala railway station on Saturday. The mobile task force arrested Saha Alam (18) and Jafar Hossain (19) at the railway station, and seized 2 kg dry cannabis and approximately 4 kg suspected drugs. Police have also been investigating the alleged misplacement of a huge quantity of cannabis that had been seized by security forces. These consignments, worth Rs 10 lakh, were reportedly smuggled from the Sonamura police station, where they had been stored. Police registered a case against a cleaner. SP (Sepahijala) Kulwant Singh admitted to the incident and said the matter is being investigated. Allegations of seized narcotics bring smuggled out of the Sonamura police station are not new. Several police personnel, including an officer in charge, also were suspended over similar allegations and investigation is on. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Biplab Kumar Deb sends strong message by sacking health minister": {"time": "2019-06-03 10:38:00", "link": "https://timesofindia.indiatimes.com//city/agartala/biplab-kumar-deb-sends-strong-message-by-sacking-health-minister/articleshow/69628290.cms", "description": "AGARTALA: Tripura chief minister Biplab Kumar Deb has sent a strong message to both the administration and the party by excluding health minister and seasoned politician Sudip Roy Barman from his cabinet and removing chief secretary Lalit Kumar Gupta. In addition, the CM has also sent DGP AK Shukla on long leave. According to sources, soon after assuming office as CM last year, Deb had expressed his displeasure over the administrative functioning of Tripura. Though he was born and raised in Tripura, Deb's career in politics was started in Delhi in a different set up. Deb was trained under RSS leaders like Gobindacharya. He had worked closely with top BJP leaders and several central ministers. But soon after he got involved in Tripura politics as BJP prachar pramukh in 2015, Biplab started facing problems due to the work culture and functioning of the party. Later, when he joined as BJP state president, Deb was able to sway the voters by his relentless efforts, which is unusual in Tripura politics. As soon as he took charge as CM, Deb served till midnight just to learn the administration. The security people in the civil secretariat and even his first principal secretary Lalit Kumar Gupta (CS who was removed) expressed their inability to work till late at night. \"He was desperately looking for officers who are habituated to his style of work. Deb started Janadarbar at the secretariat to dispose of cases of public grievances which was not accepted by many in the administration as time-bound action and reporting him back appeared to be problematic for them,\" said a close associate of the CM. The chief minister had suspended as many as 16 officers during his field visit in the last one year for their unsatisfactory performance, which made officials of the state cadre hostile. Taking advantage of the CM's displeasure, a section of bureaucrats poisoned him against Roy Barman and a group of senior officers, a source said. Sources said the corrupt lobby in the administration, in connivance with a section of BJP leaders, hatched a conspiracy and poisoned the mind of the chief minister against Roy Barman and a few others to take over the administration. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "Resume TCS, TPS recruitment: Tripura high court": {"time": "2019-05-16 12:49:00", "link": "https://timesofindia.indiatimes.com//city/agartala/resume-tcs-tps-recruitment-tripura-high-court/articleshow/69354870.cms", "description": "AGARTALA: The Tripura high court on Wednesday set aside the state government's decision to cancel the recruitment process to Tripura Civil Service (TCS) and Tripura Police Service (TPS) cadres, initiated by the previous Left Front government in April 2016. The BJP state government, after coming to power in the state last year, had asked Tripura Public Service Commission (TPSC) to cancel the entire process of recruitment with a plea that the new government has adopted a fresh recruitment policy. Setting aside the plea of TPSC and view of the state government, high court bench of Justice Subhasish Talapatra while hearing the petition of an civil service aspirant Samudra Debbarma has directed TPSC to complete the recruitment by the next eight weeks. The court set aside the decision of the state primarily on the grounds that no amendment in the recruitment rule has been carried out by state government in last one year and the recruitment process was in an advanced stage. The government decision of cancellation of recruitment even after conducting the written test has jolted the civil service aspirants. However, TPSC argued that the recruitment process was cancelled by an order of the General Administration (Personnel & Training) Department on August 20, last year. The petitioner had challenged the cancellation of the process on the ground that the new recruitment policy was issued by the same department, by which the exam was conducted. Download The Times of India News App for Latest City ."}, "Tripura health minister sacked for criticizing Biplab and government": {"time": "2019-06-02 09:46:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-health-minister-sacked-for-criticizing-biplab-and-government/articleshow/69617223.cms", "description": "AGARTALA: Tripura chief minister Biplab Kumar Deb has dropped heath minister Sudip Roy Barman from the state cabinet on charges of opposing Deb and criticising the government on several occasions. Exactly a week ago, Deb removed chief secretary LK Gupta. At present, CM's principal secretary Kumar Alok has been given the charge. The notification issued by the chief secretary on Friday night reads, \"The governor, with the advice of chief minister, ceased Sudip Roy Barman to be a member of the council of ministers.\" His portfolios of health, drinking water and sanitation and IT will be looked after by the CM. Deputy CM Jishnu Dev Varma will look after science, technology and environment. With Roy Barman's exclusion, the size of the state cabinet has reduced to eight members. Differences between the CM and the heath minister first developed last year when Roy Barman convened a meeting of all block-level officers and executives of the city and towns on drinking water and sanitation without consulting the CM. Finally, at the instruction of Deb, his principal secretary and present chief secretary (in-charge) Kumar Alok had stopped field-level officers from attending the meeting at the eleventh hour by sending text messages. This further widened the rift. Roy Barman, however, accused Alok of misguiding the chief minister to create differences in the cabinet and had termed him as a 'black sheep' in the administration. The chief minister, on the other hand, reviewed the activities of the departments Roy Barman was looking after without inviting the minister concerned a number of times. Gradually, the interactions between Deb and the Roy Burman became very infrequent and formal. Sources said the chief minister was also told that the health minister was allegedly working against him and BJP. Roy Barman, despite being the committee member of BJP the West Tripura Lok Sabha, was hardly seen holding political meetings. A day before the first phase of polls on April 11, an on-duty doctor of the state referral hospital was attacked after which doctors launched a movement seeking security. Questioning the law and order situation in the state, Roy Barman went a step further by giving up his escort. He had stated that he will go around without any security until proper security arrangements were made for doctors. Download The Times of India News App for Latest City ."}, "India, Bangladesh vow to curb cross-border crimes": {"time": "2019-05-28 14:32:00", "link": "https://timesofindia.indiatimes.com//city/agartala/india-bangladesh-vow-to-curb-cross-border-crimes/articleshow/69536541.cms", "description": "AGARTALA: Indian and Bangladeshi officials on Monday jointly resolved to curb drugs smuggling, human trafficking and other cross-border crimes. The decision was taken at the India-Bangladesh district magistrate-deputy commissioner level meeting held here. \"The district magistrates and deputy commissioners of the six bordering districts of India and Bangladesh have unanimously decided to take joint action to curb drug menace, human trafficking, terror activities, infiltration and illegal cross border movement,\" North Tripura district magistrate CK Jamatia, who led the Indian delegation, told the media. He said other issues, including border fencing, maintenance of border pillars, joint patrolling of Border Security Force and Border Guards Bangladesh (BGB) and setting up more 'border haats' (markets) were also discussed. The deputy commissioner of Bangladesh's Moulvibazar district, Mohammad Tofael Islam, who led his country's 22-member delegation, said, \"Within the next three to four months, two more 'border haats' would be set up along the India-Bangladesh borders.\" Drugs, especially 'Yaba tablets' (a powerful stimulant) smuggled from Myanmar, were being seized regularly both in India and Bangladesh, Islam added. In the border haats, vendors from India and Bangladesh are allowed to sell local produce without any duty or tax. To improve the livelihood of people on the border, the two countries (since 2011) have set up two haats in Tripura and two in Meghalaya. agencies Download The Times of India News App for Latest City ."}, "Tripura forest department takes measures to protect vultures": {"time": "2019-05-31 12:43:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-forest-department-takes-measures-to-protect-vultures/articleshow/69593818.cms", "description": "AGARTALA: As part of its environment conservation efforts, the forest department in Tripura is planning to set up a vulture colony, with abundant food options and a suitable ecosystem, at Khowai district, where the critically endangered bird was recently sighted. The scavenger bird, which plays a vital role in cleaning up the environment, is suffering a decline in population due to a range of threats, including diclofenac poisoning and habitat destruction. Niraj Kumar Chanchal, the divisional forest officer (DFO) of Khowai, said 26 vultures were spotted at Kalyanpur area along the river bank and more than 10 at Chebri area. We are planning to build a restaurant for vultures in Kalyanpur and Chebri so that these birds do not run out of food. We would supply carcasses of animals at their resting and roosting places, Chanchal told PTI. A survey carried out by former chief wildlife warden Atul Gupta has shown that South Tripura and Sipahijala are the two other districts in the state, where the bird has been sighted in considerable numbers. \"Vultures are an important part of the eco-system. They maintain a balance between the living and the dead by devouring carcasses. Among the nine species of the birds sighted in the country, white-rumped vulture found in Tripura has been identified as critically endangered, Gupta said. Chanchal attributed the recent increase in numbers in Tripura to favourable habitat and non-use of diclofenac pills. \"Although India has banned manufacture of diclofenac tablets, a pain killer, for animals, the pills are being manufactured for human use. The farmers often illegally use these tables to treat cattle. Vultures, overdosed with diclofenac are unable to lay eggs. In Tripura, however, farmers and herders do not use the drug as it is a costly one, he added. The forest official also observed that big and solitary trees, along a waterbody, are ideal for 'roosting and resting' of the endangered species. \"We have seen vultures roosting on Shimul trees. So, we started a drive to plant as many Shimul trees as possible on the river banks,\" he said. The Bombay Nature History Society, in a report, said India once had a total vulture population of 20 million, which, by 2009, dipped to one per cent of the figure. Prasenjit Biswas, an ornithologist who authored The Last Flight of the Vulture, said human incursion and unavailability of food were the major reasons behind the decline in population. The Rudra Sagar Lake, its surroundings and the Sipahijala sanctuary, with its large lakes and forests, used to be a favourite haunt of the white-rumped vultures till the late eighties, he rued. \"Human corpses are rarely dumped in the open, while animal carcasses are safely disposed off. This has deprived the vultures of their livelihood,\" Biswas, who has been studying the movements and traits of vultures for over a decade, added. Download The Times of India News App for Latest City ."}, "Biplab Kumar Deb chairs meeting to discuss panchayat poll plan": {"time": "2019-06-14 12:07:00", "link": "https://timesofindia.indiatimes.com//city/agartala/biplab-kumar-deb-chairs-meeting-to-discuss-panchayat-poll-plan/articleshow/69784380.cms", "description": "AGARTALA: The ruling BJP on Wednesday held a review meeting with top leaders of the party under the chairmanship of Tripura chief minister Biplab Kumar Deb to discuss th situation ahead of the coming panchayat elections in the state. BJP sources said there was threadbare discussion on poll strategies and political activities at the grassroots level. The meeting has resolved to undertake all efforts to ensure peace and tranquility during electioneering. The meeting reviewed the activities and performance of party leaders and legislators in the just-concluded parliamentary elections. According to reports, Deb urged party leaders to stay away from any sort of violence and terror tactics and warned that anybody found indulging in any conspiracy would be dealt with seriously. \"BJP as a party always prefers fair play in elections and to win the heart of the people by good work. The candidates of for the panchayat polls have to be selected on the basis of their dedication, hard work, personal image and educational qualification. I hope the leaders and workers of BJP would follow this principle in letter and spirit to help us make Tripura a model before the country in three years,\" Deb reportedly said at the meeting. He stated that BJP had won both the Lok Sabha seats with the massive support of people. The party would now concentrate on swaying the voters' mind by doing good work beyond political enmity, said Deb. \"Tripura has a tradition of political violence and bloodshed which has given a bad name to us. We want to fight others with political ideology and beat the opposition with good work. For this, I need the support of each and every individual and political leaders,\" added the chief minister. A 13-member committee for three-tier panchayat election was constituted with top leaders of the party under the chairmanship of education minister and veteran politician Ratan Lal Nath. All the elected MLAs, in coordination with local BJP leaders, will be involved in electioneering and Lok Sabha MP from West Tripura Pratima Bhowmik and East Tripura MP Rebati Tripura will supervise the entire activities. According to the State Election Commission, as many as 12,02,989 people would exercise their franchise in the panchayat elections. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "World Cup 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-videos/will-india-take-their-intensity-to-the-next-level-vs-pak/videoshow/69790733.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Air pollution wreaking havoc in Northeast states: Study": {"time": "2019-06-06 12:21:00", "link": "https://timesofindia.indiatimes.com//city/agartala/air-pollution-wreaking-havoc-in-northeast-states-study/articleshow/69672957.cms", "description": "GUWAHATI: Air pollution, this year's theme of World Environment Day, has brought to focus how it is slowly turning into a major health problem in the Northeast where deaths deaths due to acute respiratory infection (ARI) are on the rise. The National Health Profile (NHP), 2018, released by the Central Bureau of Health Intelligence (CBHI) last year, reported that Assam 225 deaths (highest in region) due to ARI in 2017, followed by Mizoram (36), Manipur (23) and Tripura 21 deaths. Nagaland recorded nine deaths, Sikkim (8), Meghalaya (7) and Arunchal Pradesh (3). In 2016, Assam recorded 200 deaths due to ARI, Mizoram (68), Sikkim (43), Manipur (21), Tripura (7) and Arunchal Pradesh (4). However, Nagaland didn't record any death due to ARI that year. The NHP, 2018, highlighted Meghalaya had the highest number of ARI cases (3,33,772) cases among eight states in the region in 2017. Tripura, with 1,78,570 ARI cases, is in the second position followed by Sikkim (93,270), Manipur (51,205), Arunachal Pradesh (36,250), Nagaland (31,158), Mizoram (29,595) and Assam (22,834). State Environmental Impact Assessment Authority ( SEIAA) chairman KG Bhattacharyya, who attended a World Environment Day programme organized by the Pollution Control Board, Assam, here on Wednesday, expressed concern over the increasing trend of particulate matter (PM10) (particles of size less than 10 micrometer) in five cities and towns of Assam. The places are Guwahati, Nalbari, Nagaon, Silchar & Sivasagar. Bhattacharyya said particulate matter (PM2.5) pollutants are more dangerous than PM10 level in the air. Former Meghalaya governor RS Mushahary said the government has to do a lot for fulfilling the 'Pollution Free Environment' agenda. He added that citizens have to be involved in achieving this goal. Biodiversity conservation organization Aaranyak said monitoring of air quality by the Assam Pollution Control Board at Bamunimaidan in Guwahati has revealed the presence of respirable suspended particulate matter (RSPM) and suspended particulate matter (SPM) well above the prescribed limit since 2008. Aaranyak said Guwahati's air is found to have very high content of black carbon. \"There must be a paradigm change in our public transport system and related policy to bring down the rapid growth of vehicles out on the roads by introducing a mass transit system that will also help in climate change mitigation. Introduction of clean fuel and discouraging prevalence of dirty fuels as a policy strategy will go a long way in curbing vehicular air pollution,\" said an Aaranyak official. Aaranyak has planned a series of awareness and action-based interventions for sensitizing people about the cause and effect of air pollution. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Tripura MP's house attacked, BJP-IPFT start blame game": {"time": "2019-06-15 13:37:00", "link": "https://timesofindia.indiatimes.com//city/agartala/tripura-mps-house-attacked-bjp-ipft-start-blame-game/articleshow/69809684.cms", "description": "AGARTALA: Newly elected MP from BJP, Rebati Tripura, on Saturday accused workers of the party's ally, IPFT, of attacking his house. IPFT leaders, on the other hand, blamed BJP for the violence. Tripura lodged an FIR, stating that a group of IPFT workers stormed his house at Durgapur in Gandacherra between 11pm and midnight on Friday and tried to set it on fire. \"They also attempted to assault my family. I was away in Agartala, so I escaped,\" Tripura said, adding that the attackers did not say what had spurred this violent reaction. Rebati got in touch with the police here and the SP of Dhalai, who sent police forces to his home. The cops, however, took about 45 minutes to reach, by which time the criminals had left. \"Unfortunately, despite my repeated attempts to contact the SDPO of Gandacherra and other police officials stationed there, I could not reach them. Their mobiles were found to be switched off. I must say such dereliction of duty is not acceptable,\" Tripura said, adding that the matter was conveyed to the chief minister and other leaders of the party. According to reports, BJP supporters had taken out a victory rally in Gandacherra to celebrate Rabati's victory in the Lok Sabha elections. After a while, Rebati left for Agartala. The trouble began after he left the town. IPFT general secretary Mevar Kumar Jamatia, on the other hand, alleged that BJP workers from the victory rally had attacked the house of their party assistant general secretary and chairman of Ganganagar block, Jibanjoy Reang, and ransacked his house at night. However, Reang was able to escape. Later at night, the same group with two vehicles attacked the house of another leader, Prem Kumar Tripura, he added. Download The Times of India News App for Latest City ."}, "CPM candidate moves HC, demands fresh polls in Tripura West": {"time": "2019-05-17 10:51:00", "link": "https://timesofindia.indiatimes.com//city/agartala/cpm-candidate-moves-hc-demands-fresh-polls-in-tripura-west/articleshow/69368803.cms", "description": "AGARTALA: CPM's Tripura West candidate Shankar Prasad Datta filed a writ petition to the Tripura high court on Thursday, seeking its intervention to hold fresh polls to the Lok Sabha seat. Election to Tripura West was held in the first phase on April 11. Following reports of violence and rising pressure from the opposition to conduct repolling, the Election Commission (EC) ordered re-election in 168 polling stations. The returning officer had, however, reported irregularities in 433 polling stations - an issue both CPM and Congress took to the Supreme Court, demanding an explanation for the low number of polling stations chosen for repolling. Datta had sought an urgent hearing of the matter, which the Supreme Court turned down. The vacation bench of Justice Indira Banerjee and Justice Sanjeev Khanna asked him to file the case before the high court, which he did after withdrawing the petition from the Supreme Court. Senior Congress leader Jairam Ramesh, meanwhile, has filed a writ petition on behalf of the party, seeking the Supreme Court's intervention in ordering re-election in the disputed 433 polling stations. The petition will be heard in a day or two. The EC has invited the Congress to send a delegation to discuss the demand for fresh polls. \"If the discussion goes well, we will withdraw our petition,\" Pijush Kanti Biswas, vice-president of Congress's Tripura unit, said. Download The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Man arrested for Facebook post on Tripura CM Biplab Kumar Deb": {"time": "2019-06-14 13:00:00", "link": "https://timesofindia.indiatimes.com//city/agartala/man-arrested-for-facebook-post-on-tripura-cm-biplab-kumar-deb/articleshow/69785376.cms", "description": "AGARTALA: The Tripura Police has arrested a man from Delhi for allegedly posting \"fake news\" on Chief Minister Biplab Kumar Deb's personal life, a senior police officer said. Based on specific inputs, Anupam Paul, who had been on the run since April 26, was arrested by the crime branch of Tripura Police on Wednesday. After the arrest, he was produced before a Delhi court on Thursday seeking a transit remand for interrogation and investigation into the case. And, the plea was granted by the court. \"He will be taken back to Tripura for interrogation as the court has already granted his transit remand,\" the police officer said on Friday. The police registered an FIR against Paul for forgery, cheating and conspiracy after the April 25 Facebook post went viral on social media. Earlier, the Tripura Police had arrested a journalist, Saikat Talapatra, in connection with a similar post on Facebook. He is now out on bail, the police officer said. Recently, six people, including journalists, were arrested in Uttar Pradesh for posting or sharing alleged objectionable remarks on Chief Minister Yogi Adityanath. Download The Times of India News App for Latest City ."}, "Flight ops resume, train services to start today": {"time": "2019-05-06 12:34:00", "link": "https://timesofindia.indiatimes.com//city/agartala/flight-ops-resume-train-services-to-start-today/articleshow/69197650.cms", "description": "GUWAHATI: With Fani finally winding down on Sunday, flight operations in the northeast resumed on Sunday and services of south-bound trains - under the East Coast Railway jurisdiction which covers Odisha - are set to resume on Monday. \"All airports in the northeast were open during and in the aftermath of Cyclone Fani. However, due to bad weather at other airports outside the region, some flights were cancelled. Flight services have been restored and flight movement is as per schedule. No cancellation was reported on Sunday,\" said an Airports Authority of India spokesperson. A total of 81 flights from Guwahati, Imphal, Agartala, Dibrugarh, Lilabari and Dimapur airports were cancelled due to rough weather caused by the impact of Fani. Air traffic has been badly disrupted at the Lokpriya Gopinath Bordoloi International (LGBI) Airport here since Friday as passengers remained stranded in the city airport for hours in hope to see the restoration of flight operations. Most of these cancelled flights were scheduled to connect the northeast airports with Kolkata. Though the Kolkata airport was open on Saturday morning, several airlines had to cancel the flights connecting Kolkata with the northeast, as flights operations did not resume full-fledged on Saturday. The AAI official, however, said flight operations between Guwahati and Kolkata started partially from late evening on Saturday. In view of the Met departments' advisory, nine Guwahati-bound flights and another 14 departing flights from the Guwahati airport were cancelled on Friday. On the other hand, Northeast Frontier Railway (NFR) cancelled at least 20 south India-bound trains in the last three days considering the safety of passengers in the wake of cyclonic storm in Odisha. NFR chief public relations officer Pranav Jyoti Sharma said the tracks that were damaged in cyclone has fully been restored. \"All cancelled trains in the northeast will resume services from Monday,\" Sharma said. Sharma said that though there were some damages to maintenance facilities in Odisha, the trains originating from the northeast will not be affected as these trains are maintained at the facilities here itself. Many pilgrims from Assam who had gone to Puri had to avail special trains there to reach Howrah, and then board trains to reach the state as train services from the region to West Bengal remained unaffected during the cyclonic storm. A batch of 34 pilgrims already reached aboard the Kanchenjunga Express here on Sunday. These pilgrims - mostly from Baksa, Nalbari and Kamrup (rural) districts - had to leave Puri on special trains arranged by the East Coast Railway for Howrah on Thursday. Over 100 pilgrims remain stuck in Puri. The state government said pilgrims who could not leave Puri before Fani made landfall on Friday were safe. Most of these pilgrims were stuck in Puri after the Puri-Kamakhya Express, that was scheduled to leave on Saturday, was one of 20 trains that were cancelled. \"We are facilitating the returns of remaining pilgrims from Puri as early as possible with the resumption of train services,\" an official in the disaster management department said. Download The Times of India News App for Latest City ."}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}