{"Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Agra: Man kills wife for refusing to have sex with tantrik": {"time": "2019-06-15 11:03:00", "link": "https://timesofindia.indiatimes.com//city/agra/man-kills-wife-for-refusing-to-have-sex-with-tantrik/articleshow/69794770.cms", "description": "AGRA: Aligarh police on Friday arrested two persons, including the husband of a 32-year-old woman who was allegedly killed for refusing to have sex with a tantrik so that the family could become “rich”. According to police, Maanpal Singh, 35, allegedly engineered his wife, Rajni’s drowning in river Ganga on Wednesday. Her body was left in the river and it was recovered by the divers on Thursday night. Police said the deceased’s brother, Rajesh Singh, had lodged a complaint against his brother-in-law, Maanpal, on Thursday for allegedly killing his sister. Acting on Rajesh Singh’s complaint, police immediately launched a search operation and engaged several divers for the purpose. The victim’s brother said he had gone to his sister’s house on Wednesday before taking a holy dip in the Ganga. Rajni told him about the tantric, Santdas Jharkhandi who hails from Bihar, and his offer of making her husband rich if she has sexual relation with him. Rajesh advised his brother-in-law to stay away from the tantrik and left the house. According to the deceased family members, the couple got married nine years ago. Rajni’s husband, who owns an agricultural plot, started taking drugs after he came in contact with the tantrik. Police said the accused was a good swimmer and left his wife’s body in the middle of the river so that no one could locate it. Talking to mediapersons, senior superintendent of police Akash Kulhary said both accused have been arrested within 24 hours of the incident. He said that the tantrik was a drug addict and he was earlier nabbed with 700 grams of heroin along with his associates by the Raya police in Mathura. Kulhary said Rajni’s husband and the tantrik have confessed to the crime. A case has been registered under IPC sections 302 (murder), 201 (causing disappearance of evidence of offence), 120 B (criminal conspiracy), 504 (intentional insult with intent to provoke breach of the peace), 506 (criminal intimidation), and 323 (voluntarily causes hurt) of IPC on the complaint filed by the deceased’s brother. Download The Times of India News App for Latest City ."}, "Found unfit during drill, two cops given voluntary retirement": {"time": "2019-06-15 13:25:00", "link": "https://timesofindia.indiatimes.com//city/agra/found-unfit-during-drill-two-cops-given-voluntary-retirement/articleshow/69794758.cms", "description": "AGRA: Two cops, including a sub-inspector and head constable, were given voluntary retirement on Friday morning after they were found unfit during morning parade at Kasganj police line which was conducted in presence of superintendent of police Ashok Kumar Shukla. Identified as SI Rajpal Singh, 58, and head constable Indrapal Singh, 59, the duo was asked for voluntary retirement after they were unable to even stand during the parade, said police sources. Speaking to TOI, Ajay Bhadauria, public relation officer of Kasganj police said, “The cops were complaining of having physical constraint and pain below the torso. After a mutual agreement, the duo decided to take VRS and left the police force.” Bhadauria added that two more cops were punished and their one day salary was deducted after they failed to report for morning parade. Identified as constables Narender Kumar and Prashant Kumar, the duo was also summoned by SP, Kasganj.” Meanwhile, three other cops were warned after they were found wearing inappropriate uniform for the parade. Download The Times of India News App for Latest City ."}, "Bhiwandi BNMC wake up": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bhiwandibnmcwakeup/articleshow/66011889.cms", "description": ""}, "Andhra Pradesh top in fake encounter cases, UP second, Odisha third": {"time": "2019-06-15 09:22:00", "link": "https://timesofindia.indiatimes.com//city/agra/Andhra-Pradesh-top-in-fake-encounter-cases-UP-second-Odisha-third/articleshow/69794733.cms", "description": "AGRA: The National Human Rights Commission (NHRC) had registered 211 cases regarding fake encounters across the country between January 1, 2015, and March 20, 2019, according to a reply under the Right To Information (RTI) Act. Of these, in 25 cases, the NHRC (which is a statutory body) approved the payment of Rs 1,76,50,000 by the state governments concerned as compensation for violation of human rights in alleged fake encounters. According to the data shared by the NHRC, the most number of cases, at 57, were registered on the basis of complaints received from Andhra Pradesh. This was followed by 39 in Uttar Pradesh and 22 in Odisha. Such cases registered in Jharkhand and Chhattisgarh were 13 and 10, respectively. Agra-based human rights activist Naresh Paras, who had sought this information under the RTI Act, said, “The NHRC, in its response to the query, mentioned that 99 registered cases out the total 211 are pending, and 112 have been disposed of. In 25 cases, NHRC ordered compensation to the victims of human rights violation. It must be noted that following lack of common awareness, complaints in very few such cases are made before the NHRC. The actually number of fake encounter cases would be much higher. For example, only one complaint of fake encounter each in Jammu & Kashmir and West Bengal was registered with the NHRC in the past four years. State governments have been lenient in cases of fake encounters by police. In UP, at least one alleged case of fake encounter by police surfaces every month.” In January, officials of the United Nations had written to the Indian government with information about 15 cases of what could be extra-judicial killings by police in Uttar Pradesh. They have also taken note of 59 cases of possible fake encounters. In the past four years, the NHRC has ordered compensation of Rs 85 lakh in 13 cases of human rights violation in Manipur, Rs 30 lakh in four cases in Uttar Pradesh, Rs 21 lakh in two cases in Odisha, Rs 20 lakh in two cases in Chhattisgarh, Rs 5.5 lakh in one case from West Bengal. Also, Rs 5 lakh in one case each from Bihar, Haryana and Meghalaya. In the RTI response, the NHRC stated that it does not determine whether a complaint regarding fake encounter is true or false. The NHRC also said it is its job to check whether human rights violation has taken place or not. In case it has taken place, the commission has the authority to impose penalty, order departmental action or prosecution of official or officials found guilty. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "AMC sends notice to 16 ad agencies for violating unipole norms": {"datetime": "", "description": "AGRA: Agra Municipal Corporation (AMC) administration once again sent notices to advertisement agencies for installing unipole hoardings in violation of norms instead of removing them. This time, notices have been issued to 16 advertisement agencies. They have been asked to remove unipole hoardings placed at unapproved spots. Besides, the notice mention that agencies will have to pay double charges for using both sides of the unipole for advertisement. Some agencies have been hoodwinking the AMC by getting permission for a single unipole and using both sides to put up advertisements. Earlier, councilors had raised the matter with the civic body administration. According to senior AMC councilor Ravi Mathur, “The installation of unipoles following the develop-operate- and-transfer (DOT) model is largely taking place in violation of standard norms. Private advertisement agencies are causing revenue loss to the AMC. But civic body officials continue to remain lenient towards them. Only notices are being issued as a formality.” AMC chief engineer AK Singh said, “Notices have been issued to advertisement agencies for violation of norms in placing unipole hoardings. In case, the wrongly placed hoardings are not removed within 15 days, then strict action will be taken against the agencies. It has surfaced that some of the agencies are using both sides of the unipole by depositing charges for one-side advertisement. Such agencies will be identified and double charges will be recovered from them.” The AMC administration had in a bid to curb installation of illegal hoardings in the city had allowed agencies to set up unipoles at 600 points across 100 wards of the city. The unipoles were planned to be positioned on road sides. But in violation of norms, the agencies placed them on road dividers. According to provisions of AMC adverstiment policy, there must be at least 250 to 300 meters distance between two unipoles. But around 60% unipoles in the city have not been set up as per the standard distance between them. In this regard, complaints had been received by the district administration and the state government. Earlier in February, AMC had issued notice to 24 agencies to remove unipole hoardings installed in violation of norms within 15 days. But no advertisement agency took the trouble to do so. Instead, councilors complained that 12 new unauthorized unipoles were installed by private agencies listed with the civic body. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:09:00", "link": "https://timesofindia.indiatimes.com//city/agra/amc-sends-notice-to-16-ad-agencies-for-violating-unipole-norms/articleshow/69816659.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Open electric junction box on footpath": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/open-footprint/articleshow/63325052.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Two weeks after minor girl murder in Aligarh’s Tappal, unidentified woman’s body found near Yamuna Expressway": {"datetime": "", "description": "AGRA: Almost two weeks after the body of a 2.5 year-old brutally murdered girl was found in Aligarh’s Tappal area, another mutilated body of a middle aged woman was discovered in a deserted plot in Simrautti village near Yamuna Expressway on Sunday. According to Tappal police, the woman’s body was wrapped in a black polythene and it was spotted by some local residents. Police said, prima facie, the body had been dumped at the spot after killing the woman. Local Forensic Science Lab (FSL) team was called for taking samples as liquid was found near the woman’s body. Police said the deceased woman was about 40-year-old and was wearing a Saree and a blouse. She appeared married as she had “kangans” on her wrists. Talking to TOI, Tappal circle officer Sanjeev Dixit, said that body will be sent for post mortem and further investigations are on to identify the deceased and her killers. Download The Times of India News App for Latest City .", "time": "2019-06-16 19:18:00", "link": "https://timesofindia.indiatimes.com//city/agra/two-weeks-after-minor-girl-murder-in-aligarhs-tappal-unidentified-womans-body-found-near-yamuna-expressway/articleshow/69814253.cms"}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "After tweet, train halted to help ailing passenger": {"time": "2019-06-15 13:22:00", "link": "https://timesofindia.indiatimes.com//city/agra/train-stopped-at-mathura-to-provide-medical-help-to-passenger-who-tweeted-for-help/articleshow/69794819.cms", "description": "AGRA: A Delhi-bound express train was stopped at Mathura in the middle of its journey on Thursday night to provide medical assistance to a passenger who tweeted a distress message to Uttar Pradesh government railway police (DRP) twitter handle. Identified as Ankit Singh, the passenger was traveling in S5 coach of Andhra Pradesh Sampark Kranti Express from Kurnool to New Delhi. A resident of Nawal village under Mansurpur police jurisdiction, Muzaffarnagar district, Ankit in his tweet said, “I'm having a severe headache and also vomited twice. Not feeling well and need urgent help.” The express train was running late by more than five hours and was about to reach Agra Cantt when the 27-year-old passenger, Ankit, posted the distress tweeted. Taking cognizance of his tweet, UP GRP twitter handle forwarded the case to Agra GRP handle and constable Sachin Kaushik followed the case. Speaking to TOI, constable Kaushik said, “Since there was limited time and the train was about to cross Agra Cantt and as there was no halt between Jhansi and Delhi, I immediately informed sub-inspector Narender Singh of Mathura GRP station about the passenger's condition, who was suffering from migraine. The SI than contacted the railway authorities concerned to stop the train at Mathura and attend to the passenger.” “As soon the train reached Mathura, our GRP team that was on standby, along with railway medical staff, attended to the passenger and provided him appropriate medical aid. Later, the passenger tweeted a 'thank you' note for the help,” said constable Kaushik, who operates the official twitter handle of Agra GRP. This was not the first time when such help came. Constable Kaushik of Agra GRP helped a passenger via twitter on the night of June 9, when his prompt reply on official twitter handle helped a five-year-old girl travelling in Prayagraj express get medical aid at Fatehpur railway station after the girl’s mother tweeted a distress message for help. Last year on August 3, GRP Agra arranged two oxygen cylinders for a woman passenger travelling in Mahananda Express. The 45-year-old Bihar resident was on her was to AIIMS Delhi for treatment, but her oxygen cylinder got exhausted when the train was near Kanpur. Constable Kaushik used the official Agra GRP twitter handle and, with the help of Etawah and Aligarh GRP police, arranged two oxygen cylinders for her. Download The Times of India News App for Latest City ."}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Aligarh girl’s murder: FSL report inconclusive on rape": {"datetime": "", "description": "AGRA: The Uttar Pradesh government’s Agra-based Forensic Science Laboratory (FSL) report has failed to confirm or deny sexual assault on the two-and-a-half-year-old girl, whose brutal murder in Aligarh’s Tappal area earlier this month had triggered nationwide outrage. The state police have now sought the court’s permission for taking a second opinion on the vaginal swab tests from the FSL in Lucknow as well as the Central Forensic Science Laboratory in Chandigarh. Senior superintendent of police Akash Kulhary said that the court has granted the permission for further examination of the autopsy report which had earlier ruled out possibility of rape. He said the videography clipping of the post-mortem will also be sent to Chandigarh and Lucknow. The doctors, who conducted the autopsy, had said that putrefaction (decomposition) had set in and her skin had begun to peel off. That may have been the reason why it was initially thought that her eyes were gouged out. The report also indicates that the “amputation” of the child’s right arm was caused by insects that had nibbled away at her limb. Besides other injuries, she had also suffered a leg fracture 5 cm below the left knee and her ribs were sticking out from her chest. The girl was found in a garbage pile on June 2, three days after her abduction, her limbs bitten away by insects, maggots crawling all over her tiny body. Police have arrested four persons, including prime accused Zahid Ali, his wife, Shabusta, brother Mehndi Hassan and his associate Aslam, in connection with the brutal killing of the girl child over a financial dispute with the victim’s grandfather. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:28:00", "link": "https://timesofindia.indiatimes.com//city/agra/aligarh-girls-murder-fsl-report-inconclusive-on-rape/articleshow/69806257.cms"}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "Decomposed cops body found in Idgah Colony flat": {"time": "2019-06-14 10:28:00", "link": "https://timesofindia.indiatimes.com//city/agra/decomposed-cops-body-found-in-idgah-colony-flat/articleshow/69777933.cms", "description": "The decomposed body of an Agra police constable was found inside his rented flat under Nai Ki Mandi Police jurisdiction on Thursday afternoon. The deceased was identified as Amit Kushwah (32) from Mainpuri. He was a 2011 batch constable and posted in Agra police lines. About three months ago, Kushwah had shifted to a rented flat in Vimal Dhara Apartment in North Idgah colony. According to Jogendra Kumar, SSP, Agra, said, “The body was decomposed. Sources said he was our constable but post-mortem reports will confirm his true identity. Many alcohol bottles were found in the room. It seems, he drank too much in this heat.” He added that Kushwah was absent from June 6, 2019. Download The Times of India News App for Latest City ."}, "Conman who used to pose as govt official, stay for free at five-star hotels, held": {"datetime": "", "description": "Agra: A 39-year-old impostor who claimed to be a bureaucrat from West Bengal was arrested from The Oberoi Amarvilas in Agra on Friday. Identified as Soumyajeet Sanyal, a resident of Salt Lake, Kolkata, the conman, who stayed in luxury hotels and resorts and fled without clearing his bills, was booked under IPC sections 419 (punishment for cheating by personation) and 420 (cheating and dishonestly inducing delivery of property) by Tajganj police.Tajganj station house officer Sanjay Kumar Pandey said, “Sanyal would throw names of officials and political leaders to get free stay and food in high-end hotels. On Thursday, he stayed in Yamuna Railway Rest House and had lunch at The Oberoi Amarvilas by introducing himself as a member of the national tourism advisory council. On Friday, he again returned to The Oberoi Amarvilas but this time, he was confronted by staff to pay his bill. When he refused, cops were called by hotel staff and his bluff was called out.”On his Facebook and Linkedin profiles, Sanyal claims to be an alumnus of Institute of Chartered Financial Analysts of India, Hyderabad, from where he pursued MBA and studied tourism management from West Bengal University of Technology. He also claimed to be head of public relations, consultant and advisor to various government departments, like tourism, HRD, petroleum, transport, civil aviation, information-culture-broadcasting and others.On his social media accounts, he also shares selfies with Bollywood actors, like Farhan Akhtar, singer Abhijeet Bhattacharya, yoga guru Ramdev and several politicians.Senior superintendent of police Jogendra Kumar said, “There is very high probability that conman Soumyajeet Sanyal would have duped many hotels and other institutes across the country. We are going to question him in detail to understand the web of his conmanship and the reasons behind it.” According to the FIR lodged by sub-inspector Ashok Kumar, Soumyajeet Sanyal had even stolen a mobile phone of an employee of a private guest house based near Agra Cantt station where he stayed briefly. (With inputs from Ajay Tomar)Download The Times of India News App for Latest City .", "time": "2019-06-16 04:59:00", "link": "https://timesofindia.indiatimes.com//city/agra/conman-who-used-to-pose-as-govt-official-stay-for-free-at-five-star-hotels-held/articleshow/69806293.cms"}, "garbage nuisance": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-nuisance/articleshow/58833062.cms", "description": ""}, "Water crisis affects half of the Agra, Yamuna reaches minimum level": {"time": "2019-06-13 10:53:00", "link": "https://timesofindia.indiatimes.com//city/agra/water-crisis-affects-half-of-the-cityyamuna-reaches-minimum-level/articleshow/69762603.cms", "description": "AGRA: Almost half of the city suffered from acute water crisis on Wednesday as Yamuna water level dropped to a minimum level of 480 feet at Jeevani Mandi Jal Sansthan. Owing to a lack of supply of raw water, water treatment plants were not able to work properly. In several localities, there was supply of foul smelling contaminated water. According to the Jal Sansthan officials, irrigation department authorities have been asked to increase water discharge from Gokul barrage in the river. Agra needs at least 1,800 cusec water per day from Gokul Barrage on Yamuna, but with increasing temperature and the subsequent demand for water, the water level has decreased. On an average, only 1,000 cusec water is being discharged in the river since the past two weeks. The average water requirement of Agra is 350 MLD. On Wednesday, it received all of 215 MLD: 90 MLD from Jeevani Mandi and 125 MLD from Sikandra, the other water works plant in Agra. For the past one week, the water level of Yamuna has not crossed 481 feet at the Jeevani Mandi water works station. According to Jal Sansthan officials, if the water level drops below 480 feet, the machines at Jeevani Mandi plant will stop working resulting in a major part of the city losing access to water supply. Places where people suffered water crisis on Wednesday include Balkeshwar, Kamlanagar, Awas Vikas sector 9 and 10, Mantola, Yamuna Kinara Road, Subhash Bazaar, Baluganj, Gadhapara, Shahganj Road, Bindu Katra, Naulakha, Shivaji Nagar, Raja Ki Mandi, Kala Mahal, Dhuliyaganj, Chatta, Kotwali, Naya Baans, Joshiyan, Puniyapara, Kishorpura, Gokulpura, Rajnagar, Kishorpura, Transport Nagar, Daresi, Rawatpara, Noori Darwaza and Trans-Yamuna locality. Rajnagar locality resident Sunita Kumari said, “For the past few days, we woke up at 3 am and waited for water supply, which was inadequate. On Wednesday, we didn’t receive any water supply. Besides, no water tankers were sent by the authorities.” Gokulpura resident Pramod Gupta said, “Since the past two days, we are getting only 10 to 15 minutes of water supply in the morning. The quality of water is very bad. We have complained to Jal Sansthan officials, but no action has been taken so far.” General Manager of Jal Sansthan, RS Yadav, said, “Water level in river Yamuna has decreased in last few days. It was recorded at a minimum level of 480 feet at Jeevani Mandi water works station. Here a machine has been deployed for dredging. We are trying to ensure minimum water supply in the city. Areas where there is no water supply will be provided with water tanks.” Download The Times of India News App for Latest City ."}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "PM-Kisan scheme: Clerical mistakes, sloppy verification cause long delay for 42k farmers in Agra": {"datetime": "", "description": "AGRA: Clerical mistakes and sloppy verification have cost long delay for around 42,000 farmers in Agra district who are yet to receive their first installment of Rs 2,000 under the Pradhan Mantri Kisan Samman Nidhi (PM-Kisan) scheme. The scheme was announced during the 2019 interim Union Budget on February 1. Taking cognizance of the complaints made by farmers, the state government has now directed the district administration to correct the clerical mistakes. A re-verification process will begin soon as part of clearing the first installment. Under the scheme, financial benefits of Rs 6,000 per year was declared for all small and marginal farmers having total cultivable holding of up to two hectares. The amount will be provided in three equal installments of Rs 2,000 each in a period of four months in the financial year. The benefit will be admissible for transfer with effect from December 1, 2018. To the benefit of the PM-Kisan scheme, farmers were required to make an online application. In Agra district, over 3 lakh applications were received on the PM-Kisan portal. The district administration after verification of the applications had forwarded details of 2,33,002 farmers eligible to be benefitted under the scheme to the central government. Out of these, 1,91,012farmers have received two installments of Rs 2,000 each while 41,990 farmers have not received the amount in their bank accounts. Farmers who have not received the monetary benefit are making rounds of the sub-division offices and agriculture department. District agriculture officer Rampravesh Verma said, “Due to some clerical mistakes and discrepancies in details submitted by the applicants, around 21% of the farmers have not received benefits under the PM-Kisan scheme. Revenue clerks have been asked to conduct re-verification of such farmers and correct mistakes in their eligibility report. We will ensure each and every eligible farmer gets the benefit of the scheme”. Major reasons restricting transfer of benefit under the PM-Kisan scheme include wrong Aadhaar card or bank account number and faults related to land record of farmers. In some cases, bank accounts of farmers have been non-functional for a long time. During the verification process, 65,000 applications were rejected while a large number of fake applications had surfaced. Fictitious applications under the names of Narendra Modi and Yogi Adityanath were also detected. Multiple online applications with same name and address were also identified and cancelled. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:14:00", "link": "https://timesofindia.indiatimes.com//city/agra/pm-kisan-scheme-clerical-mistakes-sloppy-verification-cause-long-delay-for-42k-farmers-in-agra/articleshow/69816720.cms"}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "BAMS student ‘failed’ due to error in evaluation": {"time": "2019-06-15 04:07:00", "link": "https://timesofindia.indiatimes.com//city/agra/bams-student-failed-due-to-error-in-evaluation/articleshow/69794744.cms", "description": "Agra: In yet another case of careless evaluation at Dr Bhimrao Ambedkar University, a student of Bachelor of Ayurvedic Medicine and Surgery (BAMS) has been wrongly marked “fail” in his marksheet. The student obtained a copy of his answersheet through the Right to Information Act, 2005. As per the sum total of marks awarded on the answersheet, the student has qualified the exam. Now, the student is making rounds of the varsity offices to get the result corrected. At the JD Ayurvedic Medical College and Hospital in Aligarh, the second-year exam of BAMS 2014-15 batch were conducted in October 2018. The result was declared on March 25, 2019. In this, Aryan Yadav was declared fail in “Agadtantra Vyavhar Ayurved Evam Vidhi Vaidyaka” paper by five marks as he had been awarded 35 marks out of 100, according to his marksheet. However, in the copy of the answersheet, taken through RTI, the student found he had secured 55 marks in the same subject. To get the correction in the marksheet, Aryan submitted an application in the office of the university examination controller on April 26. Even after one-and-a-half month, he has not received the correct marksheet. Aryan said, “I have been making the rounds to the university offices since the last several days. Every time I am given some assurance or excuse. So far, I have not got my correct marksheet. After careless evaluation, the university administration is not interested in correcting its mistake.” University registrar KN Singh said, “The application of the BAMS student is being processed. His result and answersheet will be examined. In case of any difference between marksheet and answersheet, student will be issued correct marksheet in a time-bound manner.” Last month, the Allahabad high court had come down heavily on Dr Bhimrao Ambedkar University in a case of wrong evaluation of answersheet of a medical student, declaring him fail in the first-year exam. The court had directed Agra University administration to pay a compensation of Rs 1 lakh to the student and make required correction in his result. The court had also directed varsity authorities to take action against the examiner who had failed to evaluate the answersheet of the student and ensure error-free evaluation takes place in future. Download The Times of India News App for Latest City ."}, "Ascetic’s body with burnt face found in Mathura": {"time": "2019-06-14 10:29:00", "link": "https://timesofindia.indiatimes.com//city/agra/ascetics-body-with-burnt-face-found-in-mathura/articleshow/69777946.cms", "description": "AGRA: A partially mutilated body of an unidentified middle-aged sadhu, who was apparently strangled to death and his face burnt, was found in Mathura’s Maant area on Thursday. According to police, prima facie the sadhu had been strangled with a wire that was found tied around his neck. In an order to conceal his identity, the deceased’s face was burnt by some chemical substance. The body has been sent for post mortem. Circle officer Vijay Shankar Misra said besides an electric cable that was tied to the neck, a bottle of petrol was also found near the body. He said further investigations are on. Last Thursday, bodies of three unidentified people, including a woman, who were murdered, were found at various places in Mathura. While a youth’s beheaded body was found on Bharatpur road near Muresi Rampur area, the two other bodies, including that if a woman, were found in Raya and Kosikala area, respectively. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "With no drinking water, UP family seeks PM’s permission to end life’": {"datetime": "", "description": "AGRA: Upping the ante against unavailability of drinking water in Hathras village, a family has written a letter to Prime Minister Narendra Modi, seeking permission to “end their lives, as the government had failed to provide them basic facilities for their survival”. The missive has been sent by Chandrapal Singh, an MBA graduate, who had earlier decided to auction himself along with several youths in the village on Republic Day to raise money for supply of household water connections. The protest, however, did not take place as it was cancelled by the local administration. Besides the letter, Chandrapal, a resident of Nagla Maya in Hasayan block, has released a video in which he and his minor daughters appealed to PM Modi to address their complaint, or else at least give them permission to end their lives as they cannot drink excessive “salty” water anymore. Chandrapal also said that it is unfortunate that even after 72 years of independence, they have to travel several kilometres for getting drinking water. In a video clip, Chandrapal said, “It is better to die than to live every day in pain. We have been suffering from this problem for the past two years and no one has resolved this issue.” He added that he has to walk at least 2-3 km every day to get drinking water for the house in the 45-degree Celsius heat. “No one can understand our plight. Government officials cannot even take a sip of water which we drink to survive. Our children, too, consume the same water,” he said. Claiming that over three lakh people in 150 villages in Hathras are affected by the problem, he said that they have written about their plight to everybody, from the district magistrate to the President of India, but the issue has not been resolved yet. When contacted, senior divisional magistrate Sikandra Rao, Ramji Misra, said that the issue will be resolved soon, and assured to take up this matter on priority. “Many projects could not be taken up due to model code of conduct in the recent elections,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-17 08:19:00", "link": "https://timesofindia.indiatimes.com//city/agra/with-no-drinking-water-up-family-seeks-pms-permission-to-end-life/articleshow/69816676.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "UP: Mystery shrouds deaths of woman, two children in Etah": {"time": "2019-06-13 20:39:00", "link": "https://timesofindia.indiatimes.com//city/agra/up-mystery-shrouds-deaths-of-woman-two-children-in-etah/articleshow/69776601.cms", "description": "AGRA: A woman and her two children were found charred to death in suspicious circumstances inside their home in UP’s Etah district. The incident took place in Ujjaipur village of Etah dehat kotwali police jurisdiction. The charred bodies of 25-year-old Kanti Devi and her two children - Lavish (4) and Aarti (2) - were recovered by police after local residents informed cops about smoke and pungent smell coming from their home. Later based on the written complaint of Kanti Devi’s father Atraj Singh, Dehat Kotwali police booked Kanti’s husband Awadesh Kumar and her distant relative from in-laws side Pankaj under IPC sections 498A (Husband or relative of husband of a woman subjecting her to cruelty), 304B (dowry death) and ¾ dowry act. After the incident, the two accused were found missing. Speaking to TOI, Ajitpal Singh, station house officer of Dehat Kotwali, said, “The main door of the victim’s home was locked from inside. After extracting the charred remains of three victims, they were sent for autopsy.” “Kanti’s father alleged that the couple often engaged in an heated argument. They were married for five years, but never had cordial relation. Suicide bid cannot be ruled out, but it can only be ascertained after we arrested the name accused and interrogate them for sequence of event which led to three deaths,” he added. Download The Times of India News App for Latest City ."}, "Bus stand Amar bymahal": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bus-stand-amar-bymahal/articleshow/60317215.cms", "description": ""}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Protesting AMU PhD aspirants threaten mass suicide if demands not met": {"time": "2019-06-13 11:02:00", "link": "https://timesofindia.indiatimes.com//city/agra/protesting-amu-phd-aspirants-threaten-mass-suicide-if-demands-not-met/articleshow/69762554.cms", "description": "AGRA: One of the seven Aligarh Muslim University (AMU) PhD aspirants, debarred from admission for spearheading the ongoing dharna staged by 20 odd students to protest against the alleged discrepancies in the admission process for doctorate courses, has threatened to commit suicide if their pending issues are not resolved within 72 hours. Tagging UP DGP in a tweet, written in Hindi, PhD aspirant, Aquib Khursheed said if the AMU administration is not directed to abandon of its ‘anti-students’ attitude and resolve their pending demands related to admissions within 72 hours, they would end their lives. In another tweet to the UP police, Khursheed said that the AMU administration, including the registrar and the vice-chancellor, will be responsible for the extreme step. He has attached a copy of the memorandum, addressed to Prime Minister Narendra Modi, HRD minister Dr Ramesh Pokhriyal ‘Nishank’, DIG range Aligarh and vice-chancellor, Prof Tariq Mansoor, with his tweet. The memorandum demands suspension of AMU officials and setting up of an independent enquiry into the alleged discrepancies in the PHD admission process. When contacted, registrar, Abdul Hamid, said the protest by these students is illegal and the varsity had already informed the district administration to remove them from the main gate of the campus. He said since these students were not selected in the process, they are now trying to pressurize the varsity to give them admission using ‘illegal’ means. Last month, the AMU administration had debarred seven PhD aspirants, including Khursheed, claiming that instead of calling off the dharna, they were trying to pressurize the administration to give them admissions. The notice, issued to the seven aspirants, also stated that their unlawful activity disturbed the peaceful atmosphere of the university. The university debarred the protestors from taking admission in any course for the three academic sessions including 2018-19. Download The Times of India News App for Latest City ."}, "With no drinking water, UP family seeks PM’s permission to end life": {"datetime": "", "description": "AGRA: Upping the ante against unavailability of drinking water in a Hathras village, a family has written a letter to Prime Minister Narendra Modi, seeking permission to end their lives, as the government had failed to provide them basic facilities for their survival. The missive has been filed by Chandrapal Singh, an MBA graduate, who had earlier decided to auction himself along with several youths in the village on Republic Day to raise money for supply of household water connections. The protest, however, did not take place as, it was cancelled by local administration. Besides the letter, Chandrapal, a resident of Nagla Maya in Hasayan block, has released a video in which he and his minor daughters appealed the PM Modi to listen to their complaint, else give them permission to end their lives as they can not drink excessive “salty” water. Singh said that it is unfortunate that even after 72 years of independence, they have to travel several kilometres for getting drinking water. In a video clip, Singh said, “It is better to die once than to live everyday in pain. We have been suffering from this problem for the past two years and no one has resolved this issue”. He added that he has to walk at least 2-3km everyday to bring drinking water for the house in the weather when temperature is touching 45 degree Celsius. “No one can understand our plight. Government officials cannot even take a sip of water, which we drink to survive. Our children too consume the same water,” he said. Claiming that over 3 lakh people in 150 villages in Hathras are affected by the problem, he said that they have written about about their plight to everybody, from the the district magistrate to the President of India, but the issue has not been resolved yet. When contacted senior divisional magistrate Sikandrarao, Ramji Misra, said that issue will be resolved soon. He said, “Many projects could not be taken up due to model code of conduct in the recent elections”. He assured to take up this matter on priority. In Video:Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end lifeDownload The Times of India News App for Latest City .", "time": "2019-06-17 09:28:00", "link": "https://timesofindia.indiatimes.com//city/agra/unavailability-of-drinking-water-hathras-family-seeks-pm-modis-permission-to-end-life/articleshow/69816306.cms"}, "Junior doctors at SNMC operate wearing bandages and helmet": {"datetime": "", "description": "AGRA: Junior doctors at the Sarojini Naidu medical college (SNMC) in Agra wore bandages with black spot and black helmets to express solidarity with their protesting colleagues in West Bengal. Meanwhile on Saturday, IMA Agra district called for a 24-hour strike from June 17 morning 6 am onward. However, doctors have decided to attend emergency cases during the protest. In the evening, doctors at SNMC organized a candle march from principal office to the emergency department. On Saturday morning, junior doctors reached the out-patient department (OPD) wearing bandages. Several doctors at eye, medicine, child, cancer and other OPDs attended patients wearing helmet. Doctors also raised slogans against the Mamata Banerjee government in west Bengal and demanded for their safety on duty. SNMC Junior doctor’s association head, Bhupendra Chahar said, “Our protest is against incidents of violence with doctors doing their duty. Authorities have been ignorant over the issue of safety of the doctors. We will continue our protest till our colleagues in West Bengal do not get justice.” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:26:00", "link": "https://timesofindia.indiatimes.com//city/agra/junior-doctors-at-snmc-operate-wearing-bandages-and-helmet/articleshow/69806269.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Risky Highway near Rustomjee Urbania": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/risky-highway-near-rustomjee-urbania/articleshow/59482502.cms", "description": ""}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Daily peak hour Jam at KOLBAD Junction Thane (West": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/daily-peak-hour-jam-at-kolbad-junction-thane-west/articleshow/62576625.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "The lake that was": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/the-lake-that-was/articleshow/62142428.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "Very Polite Citizen": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/very-polite-citizen/articleshow/61789858.cms", "description": ""}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Slain UP bar council chief’s kin demands CBI probe into murder": {"time": "2019-06-14 10:34:00", "link": "https://timesofindia.indiatimes.com//city/agra/slain-up-bar-council-chiefs-kin-demands-cbi-probe-into-murder/articleshow/69777951.cms", "description": "AGRA: A day after 38-year-old Darvesh Yadav, first woman chairperson of UP Bar Council, was shot dead by her colleague Manish Sharma, her relatives demanded a high-level probe either by CBI or a sitting judge of the Allahabad high court. Meanwhile, the Allahabad HC Chief Justice has directed the state government to immediately take appropriate steps to provide ‘zero error’ security in Allahabad high court, its Lucknow Bench and all district courts of the state. The autopsy report said she received four bullets. The accused, Manish Sharma, who later shot himself in the head, is admitted in a private Delhi hospital where he continues to be critical. The woman’s nephew Sunny Yadav, who lodged the FIR against three persons on Wednesday, told TOI, “My aunt was killed as part of a well-planned conspiracy. The sitting judge of Allahabad HC must probe this matter and bring the truth out.” In his FIR, Sunny has named Manish, his wife Vandana and another advocate Vineet Gulecha as accused. The three have been booked for murder, criminal conspiracy and criminal intimidation. Her elder brother Punjab Singh has demanded a CBI probe. Speaking to TOI after the lawyer’s cremation, Punjab Singh said, “She had harmed no one and always helped others. The case should be given to CBI to unravel the conspiracy behind her murder.” Meanwhile, member of state women’s commission, Nirmala Dixit, who visited the district court of Agra on Thursday, said, “We are ready to recommend Darvesh Yadav murder case to CBI. We just need a formal written request from the family members.” Former CM Akhilesh Yadav and current state law minister Brijesh Pathak met the victim’s family members during her cremation in Etah on Thursday. Talking to reporters, Akhilesh Yadav targeted Yogi government, saying, “While CM Yogi was busy attending meetings to maintain law and order in state, the criminals were busy in their activities. A sitting HC judge must probe the conspiracy behind the murder of the UP bar council president. There is goonda raj in the state. We demand Rs 50 lakh compensation for the victim’s family.” “Soon we will meet the governor and apprise him of the law and order situation in the state,” Akhilesh said. State law minister Brijesh Pathak said, “A special investigation will be conducted into Darvesh Yadav murder case. No accused involved in the case would be spared.” Hailing from Chandpur Tharauli village of Malawan police jurisdiction of Etah, Darvesh was the second among four siblings, and was also the main earning member of her family. After completing LLB from Agra university, Darvesh started practising at the district and sessions court in Agra in 2004. She lived in upscale Ganpati Apartments along with her three nephews and nieces. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Missing girl’s decomposed body found in Mainpuri": {"time": "2019-06-15 13:22:00", "link": "https://timesofindia.indiatimes.com//city/agra/missing-girls-decomposed-body-found-in-mainpuri/articleshow/69794792.cms", "description": "AGRA: The decomposed body of a 19-year-old-girl was found murdered on the outskirts of Mainpuri’s Kukamai village in a maize field on Friday, four days after she went missing. According to police, body of Rubi Singh, who was pursuing BA second year, was spotted in the field, 500 meters away from her house, by a local resident. Post mortem report ruled out sexual assault as her clothes were intact. The police said prima facie, the girl had been strangled with her dupatta that was found tied around her neck. According to local residents, the girl was in relationship with a boy identified as Surjeet. However, her family members did not approve of her friendship with him. Angry with her family, she left home on June 10. Her body was recovered from the field on Friday. Senior superintendent of police, Mainpuri, Ajay Shankar Rai, said the murder case had been registered against two youths Surjeet Kumar and Abhishek Kumar, who hail from Kukamai and Nagaria village respectively, on the complaint lodged by the girl’s father. Abhishek Kumar has been arrested by the police while five persons from the youth’s families have been detained for inquiry. Family of the girl did not file a missing complaint at the police station. Download The Times of India News App for Latest City ."}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Eight members of a family killed after car rams into truck on Yamuna Expressway": {"datetime": "", "description": "AGRA: Eight members of a family were killed on Sunday after the car they were travelling in bumped into a truck from behind on Yamuna Expressway in UP's Mathura district. The victims hailed from Jewar of Gautambudh Nagar district and Khurja (Pahasu) of Bulandshahr, and were heading to Agra to visit Taj Mahal, when their hatchback allegedly rammed into rear end of a truck registered with Karnataka RTO. According to police, the accident occurred at around 8.40am near milestone 140 under Baldeo police jurisdiction of Mathura district. The deceased were identified as Neeraj (25) wife of Prem Chand, Anita (30) wife of Shiv Kumar, Anjali (13) daughter of Shiv Kumar, Vishnu (25) son of Suresh, Karuna (22) daughter of Sulekh, Shalu (19) daughter of Jai Prakash, Santoshi (20) and Gabbar Singh (25) son of Brahm Singh. Speaking to TOI, Major (retried) Manish Singh, in-charge, coordinator, Yamuna Expressway said, “The hatchback was probably cruising at a very high speed, there was nothing intact in the mangled car. Expressway rescue team which reached the location in nearly six minutes, found six bodies along with two grievously injured trapped inside the car. We immediately rushed the victims to nearest hospital.” Sunil Kumar Singh, station house officer of Baldeo said, “The car had rammed into rear of a truck, which suggest either the car’s driver felt asleep on steering wheel, or the truck driver applied sudden brakes in middle of the road. After the accident, the truck driver along with his vehicle fled away. The registration number of the truck was found from the accident spot, which was registered with Karnataka RTO.” “The bodies have been sent for autopsy and an FIR has been launched,” he added. Talking to TOI, Prem Chand, husband of deceased Neeraj, said, “Around 16 members of our distant family were heading to Agra to visit Taj Mahal in two cars via Yamuna expressway. We all had left for Agra from Khurja on Saturday night and had brief stay at my in-law’s home in Naujheel of Mathura district. On Sunday morning, we resumed our journey. I was driving my van and ferrying all male members of the family including my two children. When the accident happened we were nearly 10-12km away from hatchback and had no idea about the tragedy.” “All eight members of my family including my wife, niece and friend were killed,” said Prem Chand who runs a small store of electrical items in Jewar. In another road accident on Yamuna expressway on Sunday early morning at around 12.53am, a sedan rammed into an iron railing and turn-turtle. The accident occurred at 156 milestone of Khandauli police jurisdiction of Agra district. According to police, the four victims in the car hailed from Delhi and were heading Bihar to attend a wedding ceremony. One of the victims identified as Pawan Bhambhani (35) succumbed to his injuries during treatment in hospital. While his three friends, Lalit Thapa, Arun Bhewal and Manto were injured. According to rescue team of the expressway, the turtled sedan was later hit by another overspeeding car. Download The Times of India News App for Latest City .", "time": "2019-06-16 17:11:00", "link": "https://timesofindia.indiatimes.com//city/agra/eight-members-of-a-family-killed-after-car-rams-into-truck-on-yamuna-expressway/articleshow/69812851.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Councilors question quality, delay in smart city project works": {"datetime": "", "description": "AGRA: The board of councilors of Agra Municipal Corporation (AMC) raised objections over quality and delay of works under the smart city project during a special meeting on Saturday. Issues relating to irregularities in tax collection, lack of proper cleanliness, inadequate water supply and non-functioning of street lights were also discussed. Councilors alleged that malpractices and lack of proper planning in infrastructural works in the vicinity of Taj Mahal and on Fatehabad road under the smart city project. They raised objections to long delays in completion of project works causing inconvenience to common people. Recently, chief minister Yogi Adityanath in a review meeting had expressed discontent over “unreasonable” delay in implementation of the central government scheme. Agra was selected under the smart city project in 2016. So far, none of the proposed development plan has been implemented. The Agra smart city project comprises 40 major development plans worth over Rs 1,000 crore. So far, Rs 313 crore has been released by the state government. Out of these, Rs 90.05 crore has so far been spent. Councilors demanded that AMC complete cleaning of nullahs, ahead of the monsoon within the next two weeks to avoid waterlogging in the city. Municipal commissioner Arun Prakash said, “The progress of smart city works will be reviewed on a daily basis. Pace of nullah cleaning works will be increased. Besides, all the other issues highlighted by the councilors will be addressed in a time-bound manner.” Meanwhile, a joint team of the municipal corporation, police and administration conducted an anti-encroachment drive in Mantola locality. Over a dozen encroachment over Mahavir nullaa which were in place since the past one decade were demolished. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:27:00", "link": "https://timesofindia.indiatimes.com//city/agra/councilors-question-quality-delay-in-smart-city-project-works/articleshow/69806264.cms"}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Aligarh’s government hospital CMS, staff booked for kidnapping newborn": {"datetime": "", "description": "AGRA: Aligarh police has booked the chief medical superintendent (CMS) and her staff of the government's district women's hospital on charges of \"kidnapping\" a newborn boy after a couple lodged a complaint claiming that the hospital staff handed them just one child while the woman was carrying “twins”.According to complainant Satendra Kumar, his wife Sangeeta was under treatment at Aligarh’s Pt Deen Dayal Upadhyay Joint Hospital during her pregnancy. He claimed that during the course of treatment, three ultrasounds were conducted, in February, March, and May this year by the hospital staff, and according to the report, his wife was carrying “twins”. The complainant further said that his wife had delivered “twins” on June 9, at the district women’s hospital, but only a baby boy was given to the family members. He alleged that the doctors and nurses, who were on duty that day had \"stolen\" his second child. However, Aligarh senior superintendent of police Akash Kulhary told TOI that a doctors’ panel formed by the chief medical officer re-examined the radiologist’s report and found it to be “erroneous”. “Police investigation is still on though,” he said. Chief medical officer Dr ML Agarwal said that the medical panel concluded that no evidence was found to support the complainant’s claim of his wife giving birth to “twins”. Agarwal said that the hospital’s radiologist had admitted his mistake of wrongly mentioning “twins” in the report and action will be taken against him. Aruna Rai, SHO of Banna Devi police station in Tappal, told TOI that the CMS, an unidentified doctor and a nurse had been booked under sections 363 (kidnapping), and 120-B (criminal conspiracy) of IPC. When contacted, the visibly upset CMS said, “An FIR should have been lodged only after the panel’s decision.” Download The Times of India News App for Latest City .", "time": "2019-06-17 08:19:00", "link": "https://timesofindia.indiatimes.com//city/agra/aligarhs-govt-hosp-cms-staff-booked-for-kidnapping-newborn/articleshow/69816657.cms"}, "ATM is not working for last 2 months.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/atm-is-not-working-for-last-2-months-/articleshow/59211275.cms", "description": ""}, "fire in bhiwandi industrial area": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fire-in-bhiwandi-industrial-area/articleshow/61125944.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "UP: RPF cop slaps TTE in Sangam Express": {"time": "2019-06-13 19:49:00", "link": "https://timesofindia.indiatimes.com//city/agra/up-rpf-cop-slaps-tte-in-sangam-express/articleshow/69775525.cms", "description": "AGRA: A cop of the Railway Protection Force (RPF) was booked for allegedly slapping chief ticket inspector (CTI) of Sangam Express, after he was confronted for boarding upper class coach without ticket or pass. The incident took place at around 3:30am on Thursday, when Prayagraj bound train reached Etawah junction. The accused cop was identified as sub-inspector Mahesh Sharma, claimed to be attached with north central railway headquarters in Allahabad, while the victim is 40-year-old Harishankar Porwal, the chief ticket inspector of Sangam Express. Based on Porwal written complaint, government railway police of Etawah junction booked SI Mahesh Sharma under IPC sections 332 (Voluntarily causing hurt to deter public servant from his duty) and 504 (Intentional insult with intent to provoke breach of the peace). Along with accused officer Sharma, Etawah RPF constable RK Yadav too was booked for helping Sharma to escape from station after the incident. Speaking to TOI, Porwal said, “As soon the train reached Etawah junction, a young man in plainclothes boarded the AC-2 tier coach of Sangam Express. When I enquired about his ticket, the man claimed to be railway staff sub-inspector Mahesh Sharma. I asked him to show his identity card or railway pass, but he refused and misbehaved.” “Seeing his aggressiveness I confronted him, on which he slapped me. With the help of other TTEs and coach attendants we caught him and called RPF Etawah. But instead of helping us, one of the Etawah RPF constables helped the assailant to escape. In this entire incident, the train was delayed by 20 minutes. I reported the matter to my superiors and later lodged an FIR against two cops,” he added. Kamal Shankar, station house officer of GRP Etawah, said, “We are probing the matter and will take appropriate action based on findings of investigation.” Speaking to TOI on the condition of anonymity, a senior railway official said, “A similar incident occurred on April 12 with another TTE named Raja Rama Meena, where a RPF sub-inspector of Panki station boarded Kanpur bound Shatabdi Express while he was in plainclothes. The cop misbehaved with TTE when he confronted him for traveling in train without ticket or pass. An internal inquiry is still going on.” “Such unauthorised traveling by railway’s own employees really makes difficult job for TTEs,” he added. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "AMU allocates space for protest after Allahabad HC’s directive": {"time": "2019-06-13 11:01:00", "link": "https://timesofindia.indiatimes.com//city/agra/amu-allocates-space-for-protestafter-allahabad-hcs-directive/articleshow/69762454.cms", "description": "AGRA: After the receipt of Allahabad High Court order restraining protests at the main gate and within a 100 metre radius of the Aligarh Muslim University’s (AMU) administrative block and the vice-chancellor’s lodge, the varsity authorities on Wednesday designated a spot, near the campus’s duck point for protests. In its order, dated May 17, the copy of which was received by the university recently, the court has directed the district administration and the SSP, to ensure that no person is allowed to stage protest on the main gate of the university or within the 100 metre radius of the administrative block and vice-chancellor’s lodge. The court’s order came on a petition filed by the university in light of the protest and dharna being held by students who could not clear the Phd entrance examination. The protest has been going on for the past 59 days at the varsity’s main gate. Incidentally, in 2017, Delhi High Court prohibited protests within 100 metres of administrative and academic buildings in Jawaharlal Nehru University (JNU), and also directed the university to designate a suitable place on the campus. The JNU administration had designated the Sabarmati Lawns for this purpose. In their petition, the AMU has stated that the protesting students have blocked the main entrance of administrative gate of the university, as such, causing hindrance in ingress and egress of the employees and officials of the administrative building. It was further stated that due to dharna, rally and procession, law and order situation has deteriorated and it has become difficult for university’s administrative authorities to carry out its day-to-day functioning. The court has also permitted the university to install CCTVs in front of administrative block and other relevant areas so that there can be a clear view of the area around the administrative block including the main gate. When contacted, the university registrar, Abdul Hamid, said that the court’s decision has come out as a major respite to the university as almost 50 protests have been held in the past one year. He said, “Following the court’s order, the university can now conduct academic activities in a peaceful manner.” He added that the university has informed the district administration and police chief about the same. Hamid added that the university administration has designated a spot for “democratic protests” by students. Download The Times of India News App for Latest City ."}, "bad conditions for police candidate in mumbai": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/since-conditions-for-police-candidates-in-mumbai/articleshow/57969028.cms", "description": ""}, "Conman’s cover was blown when he was seen carrying ‘sack’": {"datetime": "", "description": "AGRA: A 39-year-old conman, Soumyajeet Sanyal, who had been duping five-star hotels across the country by posing as a senior bureaucrat and availing free stay in them, was ultimately caught by a chauffeur of a BMW, which was provided to him by The Oberoi Amarvilas management for dropping him at the railway guest house in Agra Cantt station. According to police, the driver became suspicious when he saw Sanyal carrying a sack along with a carry bag. “We have recovered a plastic sack from Sanyal in which he was carrying fake government letters, ID cards and other credentials to influence hoteliers for free stay,” said Sanjay Kumar Pandey, Tajganj station house officer. A senior police official said, “Sanyal is so well-versed with various government offices, posts and senior officials’ identities, that he threw names of officials and political leaders on hoteliers to show his connection with them. In fact, he often would claim to be a member of the National Tourism Advisory Council since 2014. Interestingly, the council was set up in 2016, which hardly any hotelier cross checked. Sanyal knew that often in Indian hotels, staff don’t question senior government officials about their details.” From Sanyal, police recovered scores of visiting cards of government officials and politicians, along with alleged fake letters written on government notepad, two annual reports of Indian Tourism Development Council and a book named, ‘Positioning the battle for your mind’, which deals in problems of communicating to a skeptical, media-blitzed public. Just as he duped other hotel managements, he did the same thing with the staff of The Oberoi Amarvilas, police said. After dinner on Thursday night, he was provided a BMW for Agra Cantt- based railway guest house. He fooled railway officials too for staying in their guest house, added the official. “There is CCTV footage of the hotel, where he seen boarding the BMW, but it is not clear if he was carrying the sack in the car too,” said Taj security CO Mohammad Mohshin Khan. On Friday, DM, Agra, N G Ravi Kumar was around The Oberoi Amarvilas, when the hotel staff asked him to help them in ascertaining the genuineness of Sanyal’s credentials, who was refusing to pay for Friday’s lunch, after having Thursday night’s dinner for free. Speaking to TOI, additional divisional railway manager of Agra, Mudit Chandra, said, “Sanyal was a very deceitful person. He claimed to be member of the National Tourism Advisory Council and a friend of a railway board official. Initially, he asked for an hour’s stay in the retiring room (AC) of Agra Cantt station, but later, he went on to ask for a stay in the railway guest house. On Friday morning, suspecting that something was amiss, we asked him to vacate the guest house but before that he stole our staff phone.” Download The Times of India News App for Latest City .", "time": "2019-06-17 04:09:00", "link": "https://timesofindia.indiatimes.com//city/agra/conmans-cover-was-blown-when-he-was-seen-carrying-sack/articleshow/69816663.cms"}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Etah honour killing: Autopsy report says no injury marks on couple's bodies": {"time": "2019-06-13 11:04:00", "link": "https://timesofindia.indiatimes.com//city/agra/etah-honour-killing-autopsy-report-says-no-injury-marks-on-couples-bodies/articleshow/69762460.cms", "description": "AGRA: Days after the bodies of young unmarried couple were found hanging from a tree in a remote village of Etah district, police on Wednesday claimed that the autopsy report suggests hanging with no external or internal injury marks. In a suspected honour killing, victims Satya Prakash Singh Yadav (23) of Kayampur village and Pooja Yadav (20) of Ladampur Katara village were found in a field around 100 meters away from the girl’s house on early Tuesday. Speaking to TOI, Aliganj circle officer Ajay Bhadauria said, “The autopsy mentions hanging, but we are still probing the matter. The girl’s parents, who were reportedly absconding after the couple’s death, have returned and conducted the last rite of the girl. We are now questioning them to ascertain the exact cause of the death. We hope to crack the case by Thursday.” On Tuesday, an FIR under charges of murder was lodged against unknown person by Nayagaon police. Police sources claimed that Pooja and Satya Prakash were in a relationship and wanted to marry. But the girl’s family was reportedly against it. The source added that few weeks ago the couple had even eloped, but returned after they were assured by Pooja’s family that they would be married to each other. But the girl was taken to her maternal grandmother’s house where she was confined. “A couple of days ago Pooja returned Ladampur Katara village. Satya Prakash too came to her house to meet her and days later they were found murdered. It his highly probable that the girl’s family members may have killed them,” said an official source. Download The Times of India News App for Latest City ."}, "Carrying weapons to court premises was normal, not anymore now: DGC": {"time": "2019-06-15 13:25:00", "link": "https://timesofindia.indiatimes.com//city/agra/carrying-weapons-to-court-premiseswas-normal-not-anymore-now-dgc/articleshow/69794755.cms", "description": "AGRA: Before the murder of UP Bar Council chairperson on the Agra court premises, carrying weapons inside court was a normal practice — an open secret accepted by the lawyer fraternity. “No one used to check or question the practice of carrying weapons on the court premises, even as a high court notification categorically prohibits arms inside the court,” said district government council (DGC-criminal) Basant Gupta. Gupta said, “Had there been a proper security apparatus present in and around the court, in lines with the Supreme Court and high courts, Darvesh Yadav would have been alive today. But, such incidents bring to fore the loop holes present in our system. Although the new security parameter enforced on Thursday looks promising in this regard, the question, however, is how long this arrangement is going to last?” Vivek Sarabhoy, a civil lawyer at Agra court, said, “As frisking by police at the court’s entry gates takes lot of time, many lawyers are already annoyed with it. Every vehicle and person is checked properly. But, with the temperature soaring 46 degrees Celsius and the checking being a time consuming process, it irritates many.” “The security parameter has made the court safer than ever before, but police need to adopt more effective measures to make the court premises safer without troubling the visitors and lawyers,” he added. Darvesh Yadav was, however, not the first casualty inside the court premises in Agra. In early 90s, advocate Ram Khiladi Verma was shot dead at the court entrance, while some five years ago, advocate Omveer Chahhar was attacked near the parking lot. An advocate on the condition of anonymity said, “Lawyers carry weapons or armed escorts to the court premises as they deal with hard core criminals, who pose grave threat to them. Most of the times a lawyer spends his day on the court premises and is exposed to scores of people and can be attacked by someone just because he might have got him convicted in a criminal case.” Download The Times of India News App for Latest City ."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "3,300 out of school children identified in Agra": {"datetime": "", "description": "AGRA: Following orders of the state government, the basic education department had identified over 3,300 children who were out of schools. In first three months of the new session which started in April, all the identified students have been enrolled in the state government-run primary schools. They will be attending regular classes from July after end of the summer vacation. However, the data compiled by the basic education department indicate that the state government’s special program named ‘Sharda – School Har Din Ayein’ for enrollment of out of school children ended in a formality in rural areas. According to the official data, in city areas and 15 blocks of Agra district teachers identified 3,332 children between age group of 6 to 14 who were not going to school. Out of these 1,063 were enrolled in city areas, whereas in entire Fatehpur Sikri block only seven children were found not going to school. Ahead of the new session, state government had directed that teachers should step out of schools to identify children not going to school. Teachers were required to spread awareness about benefits of education especially among weaker sections of the society, and ensure no child is left to get benefit of free education. In city areas, teachers took out rallies to promote the Sharda program. Non-government organisations also made efforts for enrollment of the out of school children. Apart from city area, 413 out of school children were enrolled in Jagner block, 370 in Kheragarh, 264 in Baroli Ahir, 210 in Pinahat, 201 in Khandoli, 161 in Bichpuri, 12 in Fatehabad, 114 in Jaitpur Kalan, 94 in Shamshabad, 85 in Fatehabad, 50 in Bah, 46 in Achhnera, 43 in Saiyan, 39 in Akola and seven in Fatehpur Sikri. District in-charge of the Sarv Shiksha Abhiyan said, “The admission process will continue till September end. After reopening of schools in July, second round of campaign to identify out of school children will be launched. This time the focus will be on rural areas. Teachers will reach every doorstep to take children to school. Officials will also make efforts to ensure every child goes to school.” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:31:00", "link": "https://timesofindia.indiatimes.com//city/agra/3300-out-of-school-children-identified-in-agra/articleshow/69806248.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Agra: Conman who used to pose as government official, stay for free at five-star hotels, held": {"datetime": "", "description": "AGRA: A 39-year-old impostor who claimed to be a bureaucrat from West Bengal was arrested from The Oberoi Amarvilas in Agra on Friday. Identified as Soumyajeet Sanyal, a resident of Salt Lake, Kolkata, the conman, who stayed in luxury hotels and resorts and fled without clearing his bills, was booked under IPC sections 419 (punishment for cheating by personation) and 420 (cheating and dishonestly inducing delivery of property) by Tajganj police. Tajganj station house officer Sanjay Kumar Pandey said, “Sanyal would throw names of officials and political leaders to get free stay and food in high-end hotels. On Thursday, he stayed in Yamuna Railway Rest House and had lunch at The Oberoi Amarvilas by introducing himself as a member of the national tourism advisory council. On Friday, he again returned to The Oberoi Amarvilas but this time, he was confronted by staff to pay his bill. When he refused, cops were called by hotel staff and his bluff was called out.” On his Facebook and Linkedin profiles, Sanyal claims to be an alumnus of Institute of Chartered Financial Analysts of India, Hyderabad, from where he pursued MBA and studied tourism management from West Bengal University of Technology. He also claimed to be head of public relations, consultant and advisor to various government departments, like tourism, HRD, petroleum, transport, civil aviation, information-culture-broadcasting and others. On his social media accounts, he also shares selfies with Bollywood actors, like Farhan Akhtar, singer Abhijeet Bhattacharya, yoga guru Ramdev and several politicians. Senior superintendent of police Jogendra Kumar said, “There is very high probability that conman Soumyajeet Sanyal would have duped many hotels and other institutes across the country. We are going to question him in detail to understand the web of his conmanship and the reasons behind it.” According to the FIR lodged by sub-inspector Ashok Kumar, Soumyajeet Sanyal had even stolen a mobile phone of an employee of a private guest house based near Agra Cantt station where he stayed briefly. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:43:00", "link": "https://timesofindia.indiatimes.com//city/agra/conman-who-used-to-pose-as-govt-official-stay-for-free-at-five-star-hotels-held/articleshow/69806294.cms"}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "AMU students’ union removes ‘symbol of tyranny’ from campus": {"time": "2019-06-14 10:27:00", "link": "https://timesofindia.indiatimes.com//city/agra/amu-students-union-removes-symbol-of-tyranny-from-campus/articleshow/69777911.cms", "description": "AGRA: A few hours after the Aligarh Muslim University (AMU) designated the varsity’s duck point as a ‘dharna site’ by putting a board there, members of the students’ union removed the same on the plea that it was a “symbol of tyranny”. The university authorities had designated the ‘dharna site’ after Allahabad high court restrained protests at the varsity’s main gate and within 100 metres of the administrative block and the vice-chancellor lodge. President of students’ union, Salman Imtiaz, uploaded photographs of students removing the board on social media claiming that the “symbol of tyranny had been removed from the campus”. In his Facebook post, the president said that AMU authorities cannot impose a place of protest on the students. He said, “I, as the president of AMUSU, have already rejected this authoritarianism of the university officials. We have the legitimate right to question the university authorities in a peaceful manner, whenever anti-student policies are framed or corrupt practices are found.” He further said that protests in a democratic country are a legitimate right and powers that be cannot act in a tyrannical manner. Talking to TOI, Imtiaz said that several protests have been held in the campus in a peaceful manner, but the administrative authorities portray the current protest as an “obstruction” to academic and administrative functioning, which is absolutely incorrect. AMUSU’s vice-president Hamza Sufyan said, “We are not satisfied with the decision of administrative authorities designating the ‘dharna site’ in the campus. To protest is our fundamental right and we can do it wherever we want.” He added that they will file a review petition in the court and if it is not accepted, they would challenge the HC order in the Supreme Court. Sufyan told TOI that last month on May 4, the AMU authorities had allotted space for protests near the university’s polytechnic, but they had withdrawn their decision after the intervention of students’ union. Download The Times of India News App for Latest City ."}, "Property dealer murdered in Mathura": {"time": "2019-06-15 13:20:00", "link": "https://timesofindia.indiatimes.com//city/agra/property-dealer-murdered-in-mathura/articleshow/69794841.cms", "description": "AGRA: A 43-year-old property dealer was allegedly shot dead by his former business partner over a land dispute in Mathura’s Aanyor village on Friday afternoon. The victim has been identified as Jhamman Chaudhary. According to police, the incident occurred after 12:00 pm, when the accused Durgpal Singh (35) came to meet Jhamman at his plot. Singh allegedly started abusing the deceased which led to an argument, following which Singh shot Jhamman and fled the spot. Local residents took Jhamman to a private hospital, where the doctors declared him brought dead. According to doctors, the deceased was shot on the right side of his chest. Jhamman, who was the elder brother of a TV journalist in Mathura, was business partner of the accused earlier, said police. A case of murder has been registered against the accused at Govardhan police station and the deceased’s body has been sent for post mortem. The deceased’s brother Ravi Chaudhary told mediapersons that his brother was being harassed by Singh over some land dispute but he never thought that the accused would kill him. Senior superintendent of Police Shalabh Mathur said that there was no evidence of any previous dispute but the matter is being probed. He said that further investigations are on and the suspect will be arrested soon. Download The Times of India News App for Latest City ."}, "Agra doctor held for hiring shooters to kill gym trainer": {"datetime": "", "description": "AGRA: Monitoring movement of a recently released contract-killer from jail helped Agra police to prevent the murder of a gym trainer and landed a city-based orthopedician in jail. The 33-year-old orthopedician, who practises at his father's private clinic in Bagh Farzana area of Civil Lines, was arrested late on Friday evening for plotting murder of gym trainer Tarun Gupta who he suspected was having an affair with his wife, who's a gynaecologist. TOI is withholding the accused doctor's name to protect the identity of his wife. Three other men, including Deepak Singh, the doctor's driver, Rajat Singh, a private pathology employee, and contract killer Satveer, who hails from Firozabad district, were also arrested. Anuj Kumar, station house officer of Sikandra, told TOI, \"After monitoring the movement of shooter Satveer and his aide Vikas, we found that two were planning to eliminate a gym trainer. We picked up Satveer and interrogated him. During investigation, he spilled the beans.\" According to police, Satveer claimed in his confession that the doctor's driver Deepak had contacted Rajat Singh for a contract killing. The three, including the doctor, met Satveer and Vikas at a cafe in Sanjay Place and offered Rs 5 lakh to eliminate gym trainer Tarun Gupta. Later, the orthopedician also took the two contract killers in his car to identify the gym trainer and show them his residence. \"During questioning, the doctor claimed that he suspected his wife was having an affair with the gym trainer. He also claimed that he had sought help of his parents-in-law to end the affair but it didn't help. That's when he decided to hire a killer to get him eliminated,\" the SHO said. Police said CCTV footages also confirmed the doctor's meetings with the contract killer. Police recovered a .32 calibre country-made pistol with three cartridges from the contract killer. All the four accused have been booked under IPC's sections 107 (abetment of a thing) and 115 (abetment of offence punishable with death or imprisonment for life-if offence is not committed). Download The Times of India News App for Latest City .", "time": "2019-06-16 13:19:00", "link": "https://timesofindia.indiatimes.com//city/agra/agra-doctor-held-for-hiring-shooters-to-kill-gym-trainer/articleshow/69810978.cms"}, "License to chill": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/license-so-chill/articleshow/57698905.cms", "description": ""}, "Agra cantt station": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/agra-cantt-station/articleshow/58798437.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Possibility of thunderstorm, district administration issues advisory": {"time": "2019-06-15 13:19:00", "link": "https://timesofindia.indiatimes.com//city/agra/possibility-of-thunderstorm-district-admin-issues-advisory/articleshow/69794854.cms", "description": "AGRA: The district administration on Friday issued an advisory following weather prediction by the MET department’s Lucknow branch. Thunderstorm, accompanied with gusty winds blowing at a speed of 30-40 kilometers per hour, may be witnessed in the district in the three days. Besides, there is possibility of lightning and rainfall at isolated places. With high humidity and partially cloudy sky, maximum temperature was recorded at 44 degrees Celsius while the minimum temperature was recorded at 30.1 degrees Celsius. Additional district magistrate (finance and revenue), Ramesh Chandra, said, “Following possibility of thunderstorm predicted by the MET department, an advisory has been issued for the safety of people and property. The unfavorable weather condition may continue till June 18. People are advised not to drive during thunderstorm. Vehicles should be parked at safe places. People should avoid standing under a tree, hording, electricity pole or staying in dilapidated premises and to keep drinking water in reserve. People should take precautions to avoid infections. In case of emergency, people can dial 100 to contact the control room.” Superintendent in-chief of Agra district hospital, Subodh Kumar, said, “To avoid illness in the present weather condition, people should drink a lot of water and other fluids, maintain sanitation and hygiene, consume fruits and take oral rehydration salts (ORS) in case of diarrhoea and vomiting.” According to the MET department, maximum temperature is likely to decrease by 4 to 5 degrees celsius after June 19. Parts of western Uttar Pradesh may witness below-average rainfall. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Ticketless RPF cop slaps chief TTE when asked for pass, ID": {"time": "2019-06-14 10:26:00", "link": "https://timesofindia.indiatimes.com//city/agra/ticketless-rpf-cop-slaps-chief-tte-when-asked-for-pass-id/articleshow/69777956.cms", "description": "AGRA: A Railway Protection Force (RPF) sub-inspector was booked for allegedly slapping the chief travelling ticket examiner (TTE) of Sangam Express train after he was confronted for boarding an upper class coach without a ticket or pass. The incident took place at about 3:30 am on Thursday, when the Prayagraj-bound train reached Etawah junction. The RPF personnel was identified as sub-inspector Mahesh Sharma, who claimed to be attached with North Central Railway headquarters in Allahabad. The chief TTE of Sangam Express was identified as 40-year-old HarishankarPorwal. Based on Porwal’s written complaint, Government Railway Police of Etawah junction booked SI Sharma under IPC sections 332 (voluntarily causing hurt to deter public servant from his duty)and 504 (intentional insult with intent to provoke breach of the peace). Along with Sharma, Etawah RPF constable R K Yadav too was booked for helping the former to flee from the station after the incident. Speaking with TOI, Porwal said, “As soon the train reached Etawah junction, a young man in plain clothes boarded the AC 2-tier coach of Sangam Express. When I enquired about his ticket, the man claimed to be railway staff sub-inspector Mahesh Sharma. I asked him to show his identity card or railway pass, but he refused and misbehaved. “Seeing his aggressiveness. I confronted him and he retaliated by slapping me. With the help of other TTEs and coach attendants, we caught him and called the RPF. Etawah. But instead of helping us, one Etawah RPF constable helped the assailant to escape. Due to this entire incident, the train was delayed by 20 minutes. I reported the matter to my superiors and later, lodged an FIR against the RPF personnel,” he added. Kamal Shankar, station house officer of GRP, Etawah, said, “We are probing the matter and will take appropriate action based on findings of the investigation.” Speaking with TOI, a senior railway official said, “A similar incident occurred on April 12 with another TTE named Raja Rama Meena. An RPF SI of Panki station boarded the Kanpur-bound Shatabdi Express while he was in plain clothes. The SI misbehaved with the TTE when he confronted him for traveling in the train without a ticket or pass. An internal enquiry is still going on.” He added, “Such unauthorized traveling by railway’s own employees really makes difficult the job for TTEs, who are later reprimanded or even suspended if any untoward incident happens in train,” he added. Download The Times of India News App for Latest City ."}, "In Agra, woman puts chilli powder on minor boys’ private parts": {"datetime": "", "description": "AGRA: Aligarh police on Sunday arrested a 55-year-old woman for allegedly torturing four minor boys in Khair area by putting chilli powder on their private parts. According to police, the incident occurred around 3:30 pm, when the four minor victims, all aged between six and eight, were playing outside their house with the accused’s granddaughter, who’s the same age. The accused, Munni Devi, who suspected the boys were sexually abusing the girl, forcibly took the boys inside her house and put chilli in their private parts. When the neighbours heard the children’s cries for help, they immediately informed the police and rescued the kids. All the victims were sent for medical examination, where doctors confirmed injuries on their private parts. The victims later told reporters that they had no clue why the elderly woman put chilli on their private parts. Khair circle officer Sanjeev Dixit told TOI that a case has been registered under sections 323 (voluntarily causing hurt), 342 (wrongful confinement) of IPC and section 3/4 of the Protection of Children from Sexual Offences (POCSO) Act. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:14:00", "link": "https://timesofindia.indiatimes.com//city/agra/woman-held-for-putting-chilli-powder-on-minor-boys-private-parts/articleshow/69816687.cms"}, "Two Delhi men killed in road accident on Yamuna Expressway": {"datetime": "", "description": "AGRA: Two men from Delhi, working in a private firm in Agra, were killed in a road accident on Yamuna expressway. The victims, identified as Ajit (25) and Pawan (24) of Mayur Nagar, Phase III of New Delhi were found dead in a pool of blood, near milestone 77 of Naujheel police jurisdiction of Mathura district on Friday night around 8:30 pm, by a patrolling team of private concessionaire, operating on the Yamuna expressway. The team informed the local police and the bodies were sent for autopsy. Speaking to TOI, SP Sharma, station house officer of Naujheel, said, “The two victims were on a motorbike and could’ve possibly been hit by a speeding hatchback registered in Mathura RTO. The car had big dent on its bonnet and was left by its driver after the accident. We have seized the car and are searching for the unidentified accused involved in the accident.” “The motor-bike was thrown off the expressway stretch and the two bodies were found several meters away, near the expressway fencing. It seems that the victims were on the left side of the stretch and the speeding car rammed them from behind. The driver of the car could have fallen asleep or been intoxicated,” Sharma added. The relatives of the two victims were informed about the incident. By the time this report was filed, an FIR in the matter was yet to be registered.” Meanwhile, in another road accident on Saturday afternoon at around 3:30 pm, three occupants of a hired taxi were found injured on Yamuna expressway in Mathura district. The victims were taken to the hospital and were said to be in stable condition. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:32:00", "link": "https://timesofindia.indiatimes.com//city/agra/2-delhi-men-killed-in-road-accident-on-yamuna-expressway/articleshow/69806247.cms"}, "BJP Aligarh MP ‘targets’ Muslims over Tappal killing": {"time": "2019-06-13 22:40:00", "link": "https://timesofindia.indiatimes.com//city/agra/bjp-aligarh-mp-targets-muslims-over-tappal-killing/articleshow/69777901.cms", "description": "AGRA: Aligarh’s BJP MP Satish Gautam has landed himself in a controversy by targeting the entire Muslim community for the crime committed by the two alleged killers of the two-and-a-half-year-old-girl, who was brutally murdered last week in Tappal town of the district over a financial dispute. Demanding harshest punishment for the two accused while talking to reporters after the ‘havan’ organized in the child’s memory on Wednesday, Gautam said: “They will be punished in such a manner that no one from their entire community would ever dare commit such a crime again”. Gautam’s remark has evoked sharp reactions. Congress leader and former Samajwadi party MLA, Zameer Ullah Khan, accused the MP of playing politics. He said criminals didn’t have any religion or caste and hence targeting the entire Muslim community for the crime committed by two people was unjustified. “I am writing a letter to Prime Minister Narendra Modi about Gautam’s utterances as it’s against BJP’s claims of being a party working for ‘sabka sath, sabka vikas and sabka vishwas”. He added that Gautam’s statement had defamed the entire Muslim community. The police have arrested four persons, including the prime accused Zahid Ali, his wife, Shabusta, brother Mehndi Hassan and his associate Aslam, in connection with the brutal killing of the girl. Her mutilated body was spotted by a cleaner when stray dogs were dragging it from a garbage pile on June 3, three days after her abduction. Download The Times of India News App for Latest City ."}, "Uttar Pradesh: Man kills wife for refusing to have sex with tantrik": {"time": "2019-06-15 09:15:00", "link": "https://timesofindia.indiatimes.com//city/agra/man-kills-wife-for-refusing-to-have-sex-with-tantrik/articleshow/69791555.cms", "description": "AGRA: Aligarh police on Friday arrested two persons, including the husband of a 32-year-old woman, who was allegedly killed for refusing to have sexual relations with a tantrik so that the family could become “rich”. According to the police, the woman, Rajni, was drowned in Ganga river by her husband, Maanpal Singh (35) on Wednesday, after she refused to have sex with the tantrik, Santdas Jharkhandi, who hails from Bihar. Her body was left in the river and it was recovered by the divers on Thursday night. Police said that the deceased’s brother Rajesh Singh had lodged a complaint against his brother-in-law Maanpal on Thursday for allegedly killing his sister. Acting on Singh’s complaint, police immediately lodged a search operation and engaged almost a dozen divers to recover the deceased’s body from the river. Singh told police that he went to his sister’s house on Wednesday before taking a holy dip in the river on the occasion of Ganga Dussehra. During their conversation, Rajni told her brother about the tantrik and his offer of making her husband rich, if she developed sexual relations with him. Rajesh advised his brother-in-law to stay away from the tantrik and left the house. According to the deceased family, the couple got married nine years ago. Rajni’s husband, who was working in his own farmland, started taking drugs after he came in contact with the tantrik. Police said that the accused was a good swimmer and left the deceased’s body in the middle of the river so that no one can locate it. Talking to media, senior superintendent of police, Akash Kulhary, said that both the accused have been arrested within 24 hours of the incident. He said that the tantrik was a drug addict and he was earlier nabbed with 700 gram heroin with his associates by the Mathura police. Kulhary said that the accused have confessed to the crime. A case has been registered under sections 302 (murder), 201 (Causing disappearance of evidence of offence), 120 B (criminal conspiracy), 504 (Intentional insult with intent to provoke breach of the peace), 506 (criminal intimidation), and 323 (voluntarily causes hurt) of IPC on the complaint filed by the deceased’s brother. Download The Times of India News App for Latest City ."}, "UP: Agra court security up after bar council woman chairperson Darvesh Yadav's murder": {"time": "2019-06-13 21:32:00", "link": "https://timesofindia.indiatimes.com//city/agra/up-agra-court-security-up-after-bar-council-woman-chairperson-darvesh-yadavs-murder/articleshow/69777281.cms", "description": "AGRA: A day after UP bar council woman chairperson Darvesh Yadav was shot dead inside Agra court premises, local police on Thursday strengthen the security parameter of the court with armed cops and metal detectors with iron barriers. Speaking to TOI, Mohammad Mohshin Khan, the CO security, said, “The court has five gates of which only two are used for entry and exit. But from now on armed cops will provide round-the-clock security on all gates, until the next security review assessment or order from superior authority of court.” He said, “No person shall bring any kind of weapon, explosive or prohibited substance inside the court premises. Barring VIP, every vehicle, bag and human will be checked thoroughly before being allowed to enter into the court. The cops have been given metal detector instruments to frisk each visitor at entry point. Only limited vehicles will be allowed to be parked inside the court premises. It would be first come first service.” Meanwhile, on Thursday a man returning from marriage function with license rifle in a hatchback attempted to enter inside district court premises, but was detained by cops. “During questioning, the man claimed that he wasn’t aware of new security parameter and had come to visit consumer forum for his vehicle’s insurance claim case,” said SHO Ajay Kaushal of New Agra police station. By the time this report was filed, local police was still questioning the man. Earlier in the day, national commission for women chairperson Rekha Sharma too visited Agra court premises and expressed her displeasure over the armed weapon being brought inside court premises. Speaking to media, Rekha Sharma said, “Why should lawyers or anyone be allowed to bring weapon inside court premises. We will write to Bar Council of India and UP bar council to ensure that no weapon is allowed in court premises. It’s extremely disappointing that an advocate was shot dead inside court by her own colleague.” “I’ll submit my finding report to Home Minister very soon,” she added after observing the security parameter of the court. State law minister Brijesh Pathak while visiting to Darvesh Yadav's native village to attend her last rite said, \"All the district administrations have been asked to provide full security parameter to local courts. There should be no breach of security.\" Download The Times of India News App for Latest City ."}, "Woman and 2 kids charred to death at home in Etah": {"time": "2019-06-14 10:24:00", "link": "https://timesofindia.indiatimes.com//city/agra/woman-2-kids-charred-to-death-at-home-in-etah/articleshow/69777966.cms", "description": "AGRA: A woman and her two children were found charred to death in suspicious circumstances inside their home in Etah district. The incident took place in Ujjaipur village of Etah Dehat Kotwali police jurisdiction. Victims were identified as 25-year-old Kanti Devi and her two children Lavish (4) and Aarti (2). Their charred bodies were recovered by police, after local residents informed the cops about smoke and pungent smell coming from their home. Later, based on a written complaint of Kanti Devi’s father Atraj Singh, Dehat Kotwali police booked Kanti’s husband Awadesh Kumar and her in-law Pankaj under IPC sections 498A (husband or relative of husband of a woman subjecting her to cruelty), 304B (dowry death) and ¾ dowry act. After the incident, the two accused were found missing. Speaking to TOI, Ajitpal Singh, station house officer of Dehat Kotwali, said, “The main door of victim’s house was locked from inside. After extracting the charred remains of three victims, they were sent for autopsy.” “Kanti’s father alleged that the couple was often engaged in heated arguments. They were married for five years, but did not have a cordial relation. Suicide bid cannot be ruled out, but it can only be ascertained after we arrest the accused and interrogate for sequence of event which led to the three deaths,” he added. Download The Times of India News App for Latest City ."}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Eight of a family among nine killed in road accidents on Yamuna e-way": {"datetime": "", "description": "AGRA: Eight members of a family were among nine killed in two separate road accidents on Yamuna Expressway in Mathura and Agra districts. The eight victims were on their way to Agra to visit Taj Mahal, when their hatchback allegedly rammed into the rear of a truck, registered with Karnataka’s regional transport office (RTO). The victims belonged to Jewar of Gautam Buddh Nagar district and Khurja and Pahasu of Bulandshahr. In another road accident on Yamuna Expressway on Saturday at 12:53 am, a sedan rammed into iron railing and turned turtle. The accident occurred at milestone 156 of Khandauli police jurisdiction of Agra district. According to police, the accident - where eight members of a family were killed - occurred at 8:40 am near milestone 140 under Baldeo police jurisdiction of Mathura district. The victims were identified as Neeraj (25), wife of Prem Chand; Anita (30), wife of Shiv Kumar; Anjali (13), daughter of Shiv Kumar; Vishnu (25), son of Suresh; Karuna (22), daughter of Sulekh; Shalu (19), daughter of Jai Prakash; Santoshi (20) and Gabbar Singh (25), sons of Brahm Singh. Major (retired) Manoj Manish Singh, manager of Yamuna Expressway, Mathura section, told TOI, “The hatchback was probably cruising at a very high speed.\" He added, \"There was nothing left of the mangled car. Expressway rescue team which reached the location in six minutes, found six bodies along with two grievously injured trapped inside the car. We immediately rushed the victims to the nearest hospital.” They died during treatment. Station house officer of Baldeo, Sunil Kumar Singh, said, “The car had rammed into the rear of a truck, which suggest either the car’s driver fell asleep on steering wheel, or the truck driver applied sudden brakes in the middle of the road. After the accident, the truck driver fled in his vehicle. The truck’s number plate was found at the accident site, which was registered with Karnataka RTO.” “Bodies of all the eight victims have been sent for autopsy and a written complaint has been taken from their relative to lodge an FIR,” he added. Prem Chand, husband of deceased Neeraj, said, “Around 16 members of our distant family were travelling to Agra to visit Taj Mahal in two cars via Yamuna Expressway. We all had left for Agra from Khurja on Saturday night and had a brief stay at my in-law’s home in Naujheel of Mathura district. We resumed our journey on Sunday morning. I was driving my van and ferrying all male members of the family, including my two children. When the accident took place, we were 10-12 km away from the hatchback and had no idea about the tragedy.” “All eight members of my family, including my wife, niece and friend, were killed,” said Prem Chand, who runs a small store of electrical items in Jewar. In the other road accident, the car’s four occupants hailed from Delhi and were on their way to Bihar to attend a wedding, the police said. One of the victims, identified as Pawan Bhambhani (35), succumbed while being treated at a hospital. His three friends - Lalit Thapa, Arun Bhewal and Manto - suffered injuries. According to expressway rescue team, the sedan was also struck by another speeding car. A source from Yamuna expressway claimed that occupants of the sedan were in an inebriated state and were speeding when the accident took place. Rohit Bhambhani, deceased victim's brother said, \"Pawan was not inebriated when accident occurred. The autopsy report has confirmed it.\" A total of 4,956 accidents, 718 deaths and 7,671 serious injuries were recorded on the Yamuna Expressway between August 2012 and March 31, 2018, an RTI reply had revealed. In this period, a total of 2.33 crore vehicles violated speed limits, data provided by automatic surveillance gadgets and number plate readers installed at various points showed. However, only 17,883 were issued challans by traffic police in four UP districts of Agra, Aligarh, Mathura and Gautam Budh Nagar. Data available from the Yamuna Expressway Industrial Development Authority (YEIDA) revealed that 23.42% accidents were caused due to speeding while 12% were due to tyre bursts. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:10:00", "link": "https://timesofindia.indiatimes.com//city/agra/eight-of-a-family-among-nine-killed-in-road-accidents-on-yamuna-e-way/articleshow/69816668.cms"}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "No relief from heatwave for next three days, temperature 3 degrees above normal": {"datetime": "", "description": "AGRA: There was no relief in the Taj city as mercury crossed the 44 degrees Celsius mark giving the citizens and the tourists a blow of intense heatwave. The hot wind that started blowing before the afternoon, continued till evening. Humidity only added to the woes of the people. On Saturday, both maximum and minimum temperatures was recorded to be 3 degrees Celsius above normal. The maximum temperature was recorded 44.1 degree Celsius whereas minimum temperature remained at 30.6 degrees Celsius. With the humidity level exceeding 39% and the heat wave flowing at a speed of 10 kilometer per hour, the traffic was scant on MG road and market places remained deserted. Meanwhile, there was a rush of patients at the district hospital and SN Medical College. A majority of the cases were of dehydration and heat stroke. According to the India Meteorological Department (IMD), on Sunday, city can witness partly cloudy sky with possibility of rain or thunderstorm. The average temperature is likely to decrease. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:24:00", "link": "https://timesofindia.indiatimes.com//city/agra/no-relief-from-heatwave-for-next-3-days-temperature-3-degrees-above-normal/articleshow/69806275.cms"}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Woman’s body found near Yamuna e-way": {"datetime": "", "description": "AGRA: Almost two weeks after the body of a two-and-a-half-year-old girl, who was brutally murdered, was found in Aligarh’s Tappal area, another mutilated body of a middle-aged woman was found in a deserted plot in Simrautti village near Yamuna Expressway on Sunday. According to Tappal police, the woman’s body was wrapped in a black polythene and it was spotted by some local residents. Police said, prima facie, the body had been dumped at the spot after killing the woman. Local Forensic Science Lab (FSL) team was called for taking samples as the woman’s body found lying on some liquid. Police said the deceased woman was about 40-year-old. She appeared to be married as she had worn bangles on her wrists. Talking to TOI, Tappal circle officer, Sanjeev Dixit, said that the body will be sent for post mortem and further investigations are on to identify the deceased and her killers. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:11:00", "link": "https://timesofindia.indiatimes.com//city/agra/womans-body-found-near-yamuna-e-way/articleshow/69816691.cms"}, "ACs fail to cool waiting lounge at ISBT, forcing passengers to sweat it out": {"datetime": "", "description": "AGRA: Passengers at the Inter State Bus Terminal (ISBT) here have to sweat it out every day as the air conditioning of the waiting lounge has not been functioning properly for quite some time now. With temperatures hovering over 40 degrees Celcius for the past fortnight, they face a tough situation. The AC lounge has been specially made for passengers who travel by air conditioned buses run by Uttar Pradesh State Road Transport Corporation (UPSRTC). Over 70% of the buses run by UP roadways in Agra are air conditioned. Under the circumstances, passengers who pay a hefty sum for an AC bus ticket feel cheated due to poor facilities and maintenance of ACs in the lounge. The air conditioned waiting lounge at the ISBT has two split ACs. However, it seems, they have not been serviced for long despite hot summers in the city. The cooling is so poor that passengers are forced to fan themselves. Surprisingly, on record, both air conditioners are shown working 24x7 along with electricity consumed. The AC lounge has no fan. On an average, around 50,000 passengers take a bus from ISBT every day.. Vivek Bansal, a passengers waiting to board a bus to Lucknow, said, “UPSRTC is cheating passengers. I had booked two AC tickets for Lucknow. Since the last 30 minutes, we are suffering due to the heat. My wife is feeling suffocated. Officials must take cognizance of the situation.” Pawan Kumar, who was going to Delhi, said, “The AC waiting room at ISBT is useless. I was not able to sit there for 10 minutes and had to get out. The fans at the waiting area for general passengers were also not working properly. I was not able to find a water cooler to quench my thirst. UPSRTC must value the convenience of the passengers.” When contacted, ISBT station head Hans Raj insisted that the ACs are working properly. He said, “Both the ACs at the waiting room are functional. Due to high temperature and frequent movement of passengers, ACs may not be able to provide proper cooling. We will get the situation checked. Necessary action will be taken to ensure that passengers are not inconvenienced .” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:30:00", "link": "https://timesofindia.indiatimes.com//city/agra/acs-fail-to-cool-waiting-lounge-at-isbt-forcing-passengers-to-sweat-it-out/articleshow/69806254.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Tansa main line near Mulund cabin, mulundW": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tansa-main-line-near-mulund-cabin-mulundw/articleshow/59719929.cms", "description": ""}, "UP government appoints private agency to operate STPs, pumping stations": {"time": "2019-06-13 10:55:00", "link": "https://timesofindia.indiatimes.com//city/agra/up-govt-appoints-pvt-agency-to-operate-stps-pumping-stations/articleshow/69762592.cms", "description": "AGRA: Under the Clean Ganga mission, the state government has appointed private agencies to operate sewage treatment plants (STPs) and pumping stations in 14 cities including Agra and Lucknow. Making a formal announcement of the decision at the municipal board meeting here on Wednesday, Agra mayor Naveen Jain said that Chennai-based multi-national company VA Tech Wabag Limited has been entrusted with operating the STPs and pumping stations in the city for 10 years. At present, there are nine STPs and 15 pumping stations in the city. While seven STPs and pumping stations are managed by the Jal Nigam, two STPs are maintained by the Agra Development Authority (ADA). Under the one city-one operator plan, the private agency would operate and maintain all STPs and pumping stations. The agency would also be responsible for the maintenance of the city’s sewer network. The move is aimed at curbing the discharge of untreated sewage into rivers. According to a UPPCB report, around 145 million litres of sewage is being treated by STPs in the city daily. Apart from this, 141 MLD is being directly discharged into the Yamuna. Municipal commissioner Arun Prakash said, “The state government has appointed an expert agency for managing sewage treatment work. The move will not only check the discharge of untreated sewage into Yamuna but also significantly reduce expenditure on treatment of effluents. The agency will treat 180 MLD of sewage in the city. Besides Agra, 13 other cities have also been included in the scheme.” The 13 other cities included in the scheme are Lucknow, Ghaziabad, Pilkhuwa, Loni, Anupshahr, Bijnor, Rampur, Meerut, Muzaffarnagar, Saharanpur, Gorakhpur, Ayodhya and Sultanpur. Also, Jal Nigam authorities have started the tendering process for three new STPs in Agra city with a total capacity of 166 MLD. A total of Rs 857 crore would be spent on these plants under a central government scheme. Under the plan, a 100 MLD facility will come up at Dhandupura, 31 MLD one at Jaganpur and 35 MLD one at Peeli Pokhar. On Wednesday, the municipal board session aimed to discuss and approve the annual budget of Jal Sansthan was suspended following objections raised by councillors over discrepancies in the draft budget. Mayor Naveen Jain directed the general manager of Jal Sansthan to incorporate the necessary changes within one week. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "On CM’s intervention, Agra cleric held for pronouncing triple talaq": {"time": "2019-06-13 10:58:00", "link": "https://timesofindia.indiatimes.com//city/agra/on-cms-intervention-agra-cleric-held-for-pronouncing-triple-talaq/articleshow/69762488.cms", "description": "AGRA: After intervention by chief minister Yogi Adityanath, police have arrested a Muslim cleric on Tuesday for allegedly giving triple talaq to his wife here recently and assaulting her relatives. Police said that a case was registered against Zikur Rehman, a cleric in Rehamni mosque at Idgah, under the provisions of Muslim Women (Protection of Rights on Marriage) Bill, 2018 and IPC sections 147 (rioting), 323 (voluntarily causing hurt) and 504 (intentional insult with intent to provoke breach of peace). Police said that seven of his relatives - Taiyab, Tahir, Imran, Kullan, Zahur, Nasir and Atiq Ahmed - and other unidentified persons were also booked for rioting, breach of peace and causing hurt based on a written complaint lodged by Rehman’s brother-in-law Javeed Ali. While Rehman was arrested on Tuesday evening, the other accused are on the run. On Monday, Ali had tweeted to the CM, tagging UP Police, alerting him about the instant triple talaq and assault. The CM then directed the district administration to look into the matter and take necessary action. Talking to TOI, Ali said, “My sister Taranum married Zikur Rehman on March 26, 2008. All these years, he had been demanding dowry in the form of cash, jewellery and car often. We have been trying to fulfil his demands. However on June 8, he got into a heated argument with Taranum and claimed that he had married another woman on May 24.” “On learning about this, we went to confront him the next day but his family assaulted all of us. He then gave triple talaq to my sister in front of us and threw her out of the house along with their children,” he added. Ali said that he then tweeted to the CM after which prompt action was taken by police on Tuesday. Malpura station house officer Vijay Kumar said, “The cleric was booked under the provisions of Muslim Women (Protection of Rights on Marriage) Bill, 2018 and relevant sections of IPC, and arrested on Tuesday.” Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Man held for killing wife": {"datetime": "", "description": "AGRA: Agra police arrested a man three days after he allegedly bludgeoned his wife to death, over suspicion of her having an affair. Identified as Kamal Singh, 48, resident of Rayabha village of Achhnera police jurisdiction, the accused was nabbed on Friday evening for murdering his wife Savitri Devi. According to police, on Wednesday, the victim was killed after a heated argument with her husband. “Kamal had a suspicion that his wife was having an affair with an unknown man in the village. The couple went into an argument, which lead to Savitri Devi’s murder,” said SHO Sher Singh of Achhnera. “A heavy iron metal bar was used in the murder of Savitri. After the incident, the victim’s brother Prempal lodged an FIR against an unknown person under IPC section 302 (murder). During investigation, Kamal confessed of his crime and was arrested,” said SHO. The couple were married for over two decades and had three daughters who are now married. The accused, who is daily wage labourer, was sent to jail on Saturday. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:25:00", "link": "https://timesofindia.indiatimes.com//city/agra/man-held-for-killing-wife/articleshow/69806272.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Six drown in Firozabad on Ganga Dussehra": {"time": "2019-06-13 10:57:00", "link": "https://timesofindia.indiatimes.com//city/agra/six-drown-in-firozabad-on-ganga-dussehra/articleshow/69762574.cms", "description": "AGRA: Six persons, including two brothers, drowned in separate incidents on Wednesday while taking a holy dip on the occasion of Ganga Dussehra. In Maalipatti village of Basai Mohammadpur police jurisdiction, a 16-year-old boy, identified as Pinkesh, drowned in the Yamuna while he had gone to take bath along with his four siblings. His body was retrieved by locals. Similarly in Shahjadpur of Nasipur police jurisdiction, a 10-year-old girl, Shivani, drowned while taking a dip in the Yamuna. Her body was yet to be found at the time of going to press. In another case, a private tutor, identified as Rahul Rawat (25), drowned in Jeda canal when he had gone to take bath along with his friends. Similarly, two brothers - Akhilesh (20) and Sachin (18) of Tundla - drowned in Budda canal of Shikohabad where they had gone to take a dip along with six other friends. Scuba divers are still searching for the victims’ bodies. In a similar incident, a 14-year-old girl, Preeti of Ghurkua village, drowned in the Yamuna at Nagla Singhi while taking a holy dip. Her body was recovered later. Download The Times of India News App for Latest City ."}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Hell Besides The Highway": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hellbesidesthehighway/articleshow/63474254.cms", "description": ""}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "UP: Murdered sadhu’s body found in Mathura": {"time": "2019-06-13 18:58:00", "link": "https://timesofindia.indiatimes.com//city/agra/up-murdered-sadhus-body-found-in-mathura/articleshow/69775135.cms", "description": "AGRA: A partially mutilated body of an unidentified middle aged sadhu, who was apparently strangled to death and his face burnt, was found in Mathura’s Maant area in UP on Thursday. According to police, prima facie the sadhu had been strangled with a wire that was found tied around his neck. To conceal his identity, the deceased’s face was also burnt by some chemical substance. The body has been sent for post-mortem. Circle officer Vijay Shankar Misra said that besides an electric cable that was tied to the neck, a petrol bottle was also found near the body. He said, further investigations are on. Last Thursday, bodies of three unidentified persons, including a woman, who were murdered, were found at various places in Mathura. While a youth’s beheaded body was found on Bharatpur Road near Muresi Rampur area, the two other bodies, including that of a woman were found in Raya and Kosikala area respectively. Download The Times of India News App for Latest City ."}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}