{"Tree branches tangled with electricity wires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tree-branches-tangled-with-electricity-wires/articleshow/59782742.cms", "description": ""}, "Streetlight or tree?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlight-or-tree/articleshow/59570574.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Akhilesh Yadav meets UP governor Ram Naik": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/akhilesh-yadav-meets-up-governor-ram-naik/videoshow/69800812.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "ATM cloning gang busted in Azamgarh": {"time": "2019-06-15 20:55:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/atm-cloning-gang-busted-in-azamgarh/articleshow/69804957.cms", "description": "LUCKNOW: Azamgarh Police has busted a gang of cyber criminals who were not only stealing the money of gullible debit/credit card holders but causing a major dent to the banking sectors. Two people identified as Suraj Yadav (25) and Sujeet Yadav (28) was arrested on a surveillance input from Tarwan police station area on Saturday. The accused had bought a card reader and skimmer from online shopping websites. Suraj and Sujeet owned a common service center (CSC), which helps in getting e-service of government. They used to target people who used to come to this center and made payment through their cards. These devices like-card reader, writer and skimmer can be bought from Amazon, e-bay or Indiamart by paying Rs 35,000. These devices were misused by Suraj and Sujeet to copy the data of credit/debit cards of the customers who used their common service center, said the police. Explaining the modus-operandi, Azamgarh Superintendent of Police Triveni Singh said the accused had the franchise of CSC and a micro-ATM (swiping machine). \"Customers visiting to get the government's service were targeted and their cards were cloned. They got access to their ATM pin by recording their password by installing a secret camera,\" said Singh. First the accused used to copy card data on blank cards. Cloned cards were then sent to cities like Mumbai and Pune from where money was withdrawn. Card cloners used to get 25 % commission of the total amount withdrawn, said the officer. Azamgarh police have found 5,000 data from the customer. Cops are now going to write to National Payments Corporation of India (NCPI) for mapping of such crimes. Download The Times of India News App for Latest City ."}, "\nLove for strays brought this couple together in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/love-for-strays-brought-this-couple-together-in-lucknow/articleshow/69504839.cms", "description": "Childhood BFFs, Kunal Lamba and Caroline Borges had a unique wedding recently at St. Joseph Cathedral Church. The two share a love for strays and looking after the ones in their neighbourhood brought them together.  Varun and Khushboo Lamba and Alisha Jackson (BCCL/ Farhan Ahmad Siddiqui)  Anju and Rajendra Lamba and Babita Lamba (BCCL/ Farhan Ahmad Siddiqui)  Dheeraj and Sonam Arora and Jennifer Borges (BCCL/ Farhan Ahmad Siddiqui)  Jeffrey Borges and Tina Frank (BCCL/ Farhan Ahmad Siddiqui) Caroline, looking resplendant in a flowing white gown made a grand entry in a vintage car, while Kunal waited for her with at the alter. After exchanging wedding vows, from the church, the couple celebrated the moment with their four-legged babies and fed them and played with them. “We believe that no one can be as pure in their love as animals and we wanted to cherish the moment where it all started for Kunal and me,” said an elated Caroline.  Khyati Lamba with Palak Shanker (L) and Hibah Beg (BCCL/ Farhan Ahmad Siddiqui)  Parveen Talha and Priscca and Beat Frank (BCCL/ Farhan Ahmad Siddiqui)  Raj Lakshmi Singh with Stephen and Andrey Griffs (BCCL/ Farhan Ahmad Siddiqui)  Rebekah Jackson and Ritu Mudgal Suri (BCCL/ Farhan Ahmad Siddiqui)  Twinkle & Shobhit Mehndi Ratta and Vandana Lamba (BCCL/ Farhan Ahmad Siddiqui) Following the church ceremoney, the wedding was also solemnized with Hindu rites, followed by a grand party where the couple, their parents, family and friends all danced with gay abandon. The enthusiasm of celebrating each other’s traditions was an inspiration to many. — Farhan Ahmad Siddiqui In Video:Love for strays brought this couple together in LucknowDownload The Times of India News App for Latest City ."}, "Gang supplying spirit to hooch shops busted in UP districts": {"datetime": "", "description": "LUCKNOW: With the arrest of seven persons, UP Special Task Foce (STF) on Sunday claimed to have busted a gang supplying rectified spirit (used to make illicit liquor) to countrymade liquor shops in districts like Barabanki, Lucknow, Sitapur, Chitrakoot, Kanpur Dehat. STF sleuths seized more than 5,000 litres of rectified spirit and 1.10 lakh QR (quick response) code slips of different English and countrymade liquor brands from the accused. The accused were all natives of Rae Bareli and were nabbed from Bachhrawan area of Rae Bareli . STF SSP Abhishek Singh said that Suraj Lal, who has been arrested, was the gang leader. The gang smuggled rectified liquor from one Gyanendra in Fatehpur and smuggle them to various places in Barabanki, Lucknow, Sitapur, Chitrakoot, Kanpur Dehat for preparing illict liquor and then selling to countrymade shops. “Lal used to make a profit of Rs 2,000 on the sale of each set of illicit liquor,” said Singh. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:30:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/gang-supplying-spirit-to-hooch-shops-busted-in-up-districts/articleshow/69819673.cms"}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Toppers’ success maxim: Model papers, self-study": {"datetime": "", "description": "LUCKNOW: It was online question banks, model test papers and self-made notes that helped both engineering and law high scorers perform well. Those with good ranks in CLAT and JEE (Advanced) share that it was a daily practice that made their way easy to crack the national-level examinations. Securing all-India rank (AIR) 6 in CLAT, Priyanka Maurya said her success mantra involved “solving model papers of previous years as it develops a better understanding of fundamentals”. “The practice of writing answers for the subjective section by solving papers helped me a lot. I want to study human rights and international law from NLSIU, Bangalore, and make a successful career in the judiciary,” she said. Another high scorer of CLAT, Satyarth Srivastava, with AIR 47, also vouches for solving online question bank for good scores. He said, “I dropped a year to prepare for CLAT. I had taken the All India Law Entrance Test last year but the scores were not that great, then I took to online question bank for preparation which helped me score well.” Having the same belief, JEE high scorers are no different when it comes to preparation style. Tejesh Vaish, who secured 1,068th rank, shared that solving model papers helped him study topics which he had missed during preparation. “It all about being consistent with syllabus, having good mentors, self-made notes and solving model papers,” he said. Dolesh, who has secured AIR 1127 in JEE (Advanced) has the same opinion. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:41:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/toppers-success-maxim-model-papers-self-study/articleshow/69807541.cms"}, "Safai Abhiyaan": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/safaiabhiyaan/articleshow/67186443.cms", "description": ""}, "\nHappiness all around at this wedding reception in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/happiness-all-around-at-this-wedding-reception-in-lucknow/articleshow/69082634.cms", "description": "The wedding reception of Anirudh and Avni Jain was a grand affair. The ceremony had Dr Dinesh Sharma, deputy Chief Minister UP coming to bless the newlyweds. Many prominent people of the city were also present as guests including Anup Chandra Pandey, Malini Awasthi, Awanish Kumar Awasthi among others.  Dr Anup Chandra Pandey with Ashu Jain and Anita Bhatnagar Jain (BCCL/ Aditya Yadav)  Anushree Jain and Prafful and Apoorva Jain (BCCL/ Aditya Yadav)  Archana and Bhuvnesh Kumar with Awanish Kumar Awasthi (BCCL/ Aditya Yadav)  Dr Rakesh Kapoor with Navneet and Vanadana Sehgal (BCCL/ Aditya Yadav)  Eva Sharma, Malini Awasthi and Mahesh Kumar Gupta (BCCL/ Aditya Yadav)  Pravir Kumar, Renu Prakash and OP Singh (BCCL/ Aditya Yadav)  Suhani and Kaushal Raj Sharma and RP Singh (BCCL/ Aditya Yadav)  Ravindra Gupta with Anil Jain & Shobha Doorwar (BCCL/ Aditya Yadav)  Sangeeta Singh and Anil & Alka Patni (BCCL/ Aditya Yadav) “Avni and I met in IIM Ahmedabad when we were doing our MBA back in 2015, we became best friends because of our mutual interest in dance. And now we are married after 3 years,” said Anirudh while Avni said she’s thankful to God that she found a loving and understanding partner in Anirudh. Sharing in the couple's happiness were their respective parents Ashu Jain-Anita Bhatnagar Jain and Anil-Alka Patni.  — Aditya Yadav Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "Lucknow beams with happiness on Happy Streets": {"datetime": "", "description": "Just like the streets of Chatori Gali have become synonymous with Happy Streets, so are its fans who have been a part and parcel of the event since its inception in Lucknow. While the family of Happy Streets is growing every passing year, the excitement among the revellers who have been constant with the event from Season 1 to Season 4, remains the same. Zoha Azeem and her family have been attending Happy Streets since it became a part of the City of Nawabs. \"When I first attended the event, I came along with my family and a bunch of school friends. This year, when we saw the Happy Streets ad on TOI's Facebook page, I told my parents not to schedule anything for Sunday. Though we stay in Indiranagar, we make it a point to learn activities here and make new friends,\" said Zoha. Another loyal visitor, Harish Choudhary said it is his love of roller-skating that brings him to the event every season. \"Roller skating is the most sought after activity for youths and adults alike, while Zumba is the one which majorly attracts youngsters here. It was here that I first learned a few techniques from the fellow skaters. It has been giving a platform to children like us to showcase our talent and take it forward in the future,\" he said. \"We have been attending Happy Streets often as the children get to run around the vehicle free streets. They can jump, laugh and play with other children in the area,\" said Mona Roy, a resident of Gomtinagar. The Happy Street craze is not only visible among the residents, but also the trainers at the event. \" We never miss an opportunity to walk along the Happy Street. We feel proud that we get a chance to perform and show our skills in a traffic less space,\" said Arti Jaiswal, a martial arts trainer. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:57:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-beams-with-happiness-on-happy-streets/articleshow/69820008.cms"}, "Woman puts chilli powder on minor boys’ pvt parts": {"datetime": "", "description": "AGRA: Aligarh police on Sunday arrested a 55-year-old woman for allegedly torturing four minor boys in Khair area by putting chilli powder on their private parts. According to police, the incident occurred around 3:30 pm, when the four minor victims, all aged between six and eight, were playing outside their house with the accused’s granddaughter, who’s the same age. The accused, Munni Devi, who suspected the boys were sexually abusing the girl, forcibly took the boys inside her house and put chilli in their private parts. When the neighbours heard the children’s cries for help, they immediately informed the police and rescued the kids. All the victims were sent for medical examination, where doctors confirmed injuries on their private parts. The victims later told reporters that they had no clue why the elderly woman put chilli on their private parts. Khair circle officer Sanjeev Dixit told TOI that a case has been registered under sections 323 (voluntarily causing hurt), 342 (wrongful confinement) of IPC and section 3/4 of the Protection of Children from Sexual Offences (POCSO) Act. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:14:00", "link": "https://timesofindia.indiatimes.com//city/agra/woman-held-for-putting-chilli-powder-on-minor-boys-private-parts/articleshow/69816687.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Why is this bus shelter here? for which bus?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/why-is-this-bus-shelter-here-for-which-bus/articleshow/60849057.cms", "description": ""}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Lucknowites have a gala time at Bollywood Night theme party": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/lucknowites-have-a-gala-time-at-bollywood-night-theme-party/articleshow/69772002.cms", "description": ""}, "Samajwadi Party prepares to go solo in 2022 UP elections": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/samajwadi-party-prepares-to-go-solo-in-2022-up-elections/videoshow/69819680.cms", "description": ""}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "193 thermal printers issued for challan-services in Lucknow": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/193-thermal-printers-issued-for-challan-services-in-lucknow/videoshow/69800707.cms", "description": ""}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Shivpal Yadav scores 0 but says still happy with Lok Sabha results": {"time": "2019-06-15 09:52:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/shivpal-scores-0-but-says-still-happy-with-ls-results/articleshow/69796026.cms", "description": "LUCKNOW: Pragatisheel Samajwadi Party-Lohia president Shivpal Yadav said on Friday that he was “happy with the results” of Lok Sabha elections. This despite his party drawing a blank in 11 states, including Uttar Pradesh. Even Shivpal, who contested from Firozabad, suffered a huge defeat — he came third behind his nephew Akshay Yadav of Samajwadi Party. “Mujhe zero par rehna ka gham nahi hai. Aur maine sab karyakarton se kaha hai ki anand se raho aur khoob kaam karo (I have no regrets on scoring a zero in polls. I have asked party workers to remain happy and work hard),” Shivpal told reporters after the conclusion of the four-day review meeting of poll results at the PSP-L office here. The party had contested on 65 seats in UP. Shivpal also announced that his party will go solo in 2022 UP assembly polls. Citing the example of the Congress, he said, “You have seen the fate of 125 year-old party and other three-decade old party. In comparison to them, ours was only a few months old party which was allotted the symbol a month before the polls. So I am happy with whatever we have achieved,” he said. On BSP chief Mayawati’s allegation that SP’s core vote base, Yadav community, voted for the BJP on majority of the seats, he said, “Now Mayawati has realized my capability. I had tried to be one of the alliance partners but at that time they did not accommodate me in their alliance. Had the alliance gone with me, the results would have been different.” Dismissing the speculation of his return to the SP, Shivpal said, “PSP-L will not merge under any circumstances but it can forge alliance with like-minded parties in the assembly polls. The decision to form alliances will be taken by the central parliamentary committee of the party.” Shivpal also denied holding any talks of merger with SP patriarch Mulayam Singh Yadav. Praising CM Yogi Adityanath, Shivpal described him as “honest” and “hard working”. Download The Times of India News App for Latest City ."}, "Tree branches tangled with wires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Tree-branches-tangled-with-wires/articleshow/55372900.cms", "description": ""}, "Lucknow: Mercury soars to 45C, breaches two-year record": {"datetime": "", "description": "LUCKNOW: As maximum temperature touched almost 45 degrees Celsius on Saturday, the city recorded its hottest day in the past two years. However, dust/thunderstorm may lash the state capital on Sunday. Dry hot winds coming from the desert region of Rajasthan revived the heat wave forcing maximum temperature to touch 44.9 degrees Celsius, seven degrees above normal, on Saturday. But it felt like 46-47 degrees Celsius in many parts of the city. Met officials said that dust/thunderstorm may occur on Sunday, bringing some relief from the hot conditions prevailing for the past two days. Maximum and minimum temperatures would be around 43 and 26 degrees Celsius, respectively. The relief will be short lived as temperatures are expected to soar again on Monday, followed by thunderstorm on Tuesday-Wednesday. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:08:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/mercury-soars-to-45c-breaches-2-year-record/articleshow/69807495.cms"}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "\nIla Arun and KK Raina bring the house down in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/ila-arun-and-kk-raina-bring-the-house-down-in-lucknow/articleshow/69398057.cms", "description": "The Cultural Department of Uttar Pradesh organized an event with the play Namaste Jai Shree Krishna staged at the Sangeet Natak Akademi, recently. The event saw all the theatre lovers and theatre veterans from the city come to watch it. Veteran theatre artists Ila Arun and KK Raina flew from Mumbai to perform in the play. The who’s who of the city, including OP Singh, DGP, UP, along with Dr Hari Om, IAS and Poornima Pandey, Director SNA and secretary Rubeena Baig were at SNA to enjoy the evening.  Gopal Sinha & Poornima Pandey and Surya Mohan Kulshreshtha (BCCL/ Vishnu Jaiswal)  (L-R) Suchi Sahu, Pankaj and Col BK Prasad (BCCL/ Vishnu Jaiswal)  (L-R) Malvika and Dr Hariom , Mini Bajpayee (L) and Neerja Shukla (BCCL/ Vishnu Jaiswal)  (L-R) Neelika, Sangeeta Jaiswal, Nehi & Sameer Agarwal (BCCL/ Vishnu Jaiswal)  Pradeep Kapoor and Ila Kapoor with RKS Rathore and Sushma Rathore (BCCL/ Vishnu Jaiswal)  Rakhi Kishore (L) & Geeta Singh, Rachita Vyas (L) & Shamita Joshi (BCCL/ Vishnu Jaiswal)  Rakesh Chandra (L) and Ajay Jain and Tarun Raj and Archna (BCCL/ Vishnu Jaiswal) Adapted from Tom Dudzick’s play of the name Greetings! the story revolved around the contradictions in a family when the son brings home his girlfriend of a different culture and dialect, and the problem faced by the son in hiding the fact the girl is his girlfriend. Written and directed by Ila Arun and KK Raina, the play had the audience in splits with them creating magic with their chemistry on stage. — Saad Abbasi Download The Times of India News App for Latest City ."}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Priyanka Gandh: Will find out who all didn’t work for Congress": {"time": "2019-06-14 09:09:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/will-find-out-who-all-didnt-work-for-cong/articleshow/69779941.cms", "description": "LUCKNOW/RAE BARELI: “The truth is harsh and I will find out who all did not work for the party in these crucial elections,” said Congress general secretary Priyanka Gandhi Vadra. In an apparent acknowledgement of allegations that Congress cadre failed to work in the party’s interest in the Lok Sabha elections, she said, “Main yahan bolna nahi chahti thi… magar aapne khada kar diya hai to mai sach bolungi aur sachchai kadwi lagegi. Sachai yeh hai ki aap sab mein se jisne dil se kaam kiya hai wo aapko pata hai aur jisne nahi kiya hai uski jaankari main karungi (I had no plan of speaking from here but since you all are insisting, I will speak the truth which is harsh. The fact is that whoever has worked for the party knows in his/her heart what they have done...and I will find out who hasn’t worked).” Priyanka was speaking at a function where UPA chief Sonia Gandhi thanked the people of Rae Bareli for electing her as their MP on Wednesday. Her assertion spoke for the allegations that the Congress’s organisational set-up had failed to deliver in the Lok Sabha elections. A number of candidates had also cited non-availability of cadre as the reason for the debacle. “On some seats, candidates could not even find enough people to be appointed as polling agents,” sources said. Priyanka added that another truth was that the people of Rae Bareli had steered Sonia Gandhi’s victory in this election. “Ye chunav Sonia Gandhi ne aur yahan ki janta ne jitaya hai,” she said, indicating that the cadre had failed to perform in Rae Bareli, too. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "A fun filled evening for the ladies": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/a-fun-filled-evening-for-the-ladies/articleshow/69799979.cms", "description": ""}, "\nAn all-girls party at this school reunion in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/an-all-girls-party-at-this-school-reunion-in-lucknow/articleshow/68874519.cms", "description": "It was a day full of fun and masti for the former students at the golden jubilee celebrations of the 1969 batch of a prominent girls’ school in the city. Organised at the school campus, the celebrations witnessed ladies coming from all across the globe inlcuding the USA, the UK and Germany to meet their friends.  Vipra Sriwastava (L) and Deepika Chaturvedi with Vidhi Bhragava (BCCL/ Aditya Yadav)  (L-R) Prakash Mohini Bhargava, Kamla Advani, Madhur Bhatnagar and Trishna Tandon (BCCL/ Aditya Yadav)  (L-R) Anjuman and Mekhola (L) and Mridul (BCCL/ Aditya Yadav)  Shiamin (L) and Veena (BCCL/ Aditya Yadav)  (L-R) Bina, Manju and Kumkum (BCCL/ Aditya Yadav) Sister Anjuman, principal of the school, while welcoming the ladies, said, “I feel so happy to see such vibrant faces back in the school. It’s amazing to see that 50 glorious years have passed and still that bond is so fresh.” Deepika Saxena, who came all the way from Washington, and was visiting the college after a long gap said, “It’s a wonderful experience for me to meet my friends after 50 years. I am reliving my golden days again.” As a token love, the ladies gifted a set of benches and swings to the school. — Prachi Arya In Video:An all-girls party at this school reunion in LucknowDownload The Times of India News App for Latest City ."}, "Uttar Pradesh government cracks whip, transfers ADG law & order": {"time": "2019-06-15 09:49:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-govt-cracks-whip-transfers-adg-law-order/articleshow/69796096.cms", "description": "LUCKNOW: The state government on Friday transferred six IPS officers, including additional director general of police (ADG) law and order and ADG prisons. The reshuffle came two days after chief minister Yogi Adityanath expressed his displeasure over the sudden spurt in crime in the state and directed the officials to initiate all possible steps to control the spiralling crime graph. The list of officers transferred include ADG law and order Anand Kumar who will now take over as DG prisons. ADG Varanasi zone PV Ramashastry has been posted as the new ADG law and order. During review of law and order in the state earlier this week, CM Yogi Adityanath had taken strong exception to sudden rise in cases of crime against children and women which included a series of cases of rape and murder of minor girls. He pulled up the officers over laxity in handling of the brutal rape and murder of a minor in Aligarh and questioned why no senior officer from the DG headquarters did not visit the crime scene himself and monitor the situation personally. Thereafter ADG law and order Anand Kumar was sent to Aligarh. The transfer of ADG prisons Chandra Prakash to rule and manuals department comes in the backdrop of recent videos of jail inmates enjoying drinks and lavish dinners inside their prison cells in blatant violation of the jail rules. The videos had gone viral on the social media prompting the state government to order probes and initiate action against the jail staff. In other transfers, ADG vigilance Braj Bhushan has been made ADG Varanasi zone, while Dipesh Juneja is the new ADG security. Juneja was posted in the same capacity in the UP police promotion and recruitment board. ADG security Vijay Kumar has been made ADG police promotion and recruitment board. Download The Times of India News App for Latest City ."}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Road dug up since 5 months": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up-since-5-months/articleshow/59907825.cms", "description": ""}, "Doctors' stir today to cripple healthcare in UP": {"datetime": "", "description": "LUCKNOW: Health care services in the state capital will be crippled for 24 hours starting Monday 6am as over 10,000 medical practitioners, including those in government and private sectors, will strike work in solidarity with their brethren in West Bengal. Emergency and trauma services will be functional but there will be no out-patient-department (OPD) services and elective surgeries will have to be postponed. The resident doctors of King George’s Medical University (KGMU) and Queen Mary’s hospital, Sanjay Gandhi Post Graduate Institute of Medical Sciences (SGPGIMS) and Dr Ram Manohar Lohia Institute of Medical Sciences (RMLIMS) will stay away from work till Tuesday 6am. The 24-hour strike has been called by Indian Medical Association (IMA) in support of the stir of junior doctors of NRS Medical College, Kolkata, who were attacked on June 10. As a precautionary measure, chief medical officer (CMO) of Lucknow, Dr Narendra Agarwal has asked all district hospitals and community health care centres to be prepared for rush of patients and make necessary arrangements to ensure that no needy is deprived of medical care. If the strike is not called off, and services are hit, Dr Ram Manohar Lohia combined hospital, Lokbandhu Rajnarayan hospital, Balrampur hospital, Rani Laxmibai combined hospital, BRD hospital, Ram Sagar Mishra hospital, Veerangana Avanti Bai women’s hospital and Veerangana Jhalkari Bai women’s hospital would see a surge in patients. “The resident doctors’ associations of KGMU, SGPGIMS and RMLIMS have decided to strike on IMA’s call. We will not let emergency services get affected,” said KGMU RDA president, Dr Nayani Amrin. Not just medical colleges, private diagnostic and medical centres in the city will also join the strike. “The 1,000 diagnostic centres, pathology laboratories, nursing homes and private clinics affiliated to IMA and otherwise will also remain shut for 24 hours,” said IMA member, Dr PK Gupta. SGPGIMS faculty forum secretary Dr M S Ansari said that they support the cause but will not strike work. RDA president, Dr Ajay Shukla said, “There are 500 resident doctors at SGPGIMS, and all will be on strike. We will also take out protest march in morning and evening on Monday.” Download The Times of India News App for Latest City .", "time": "2019-06-17 06:31:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/critical-day-ahead-for-lucknow-as-doctors-to-go-on-strike-on-monday/articleshow/69818534.cms"}, "Bhojpuri star Rani Chatterjee raises temperature in this swimwear!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Woman fakes child’s burn wounds to make her beg in Indiranagar": {"time": "2019-06-14 08:53:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/woman-fakes-childs-burn-wounds-to-make-her-beg/articleshow/69779965.cms", "description": "Lucknow: She exploited both a child and sympathies of the people for months before finally landing in the police net. A woman was arrested from Indiranagar on Thursday for forcing a six-year-old girl to beg on the streets after putting on make-up of a burnt face and fake wounds on her. The accused, Sharda, is a resident of Jankipuram. “Even a cannula was found on the right hand of the child. Fake gel was applied to make it look like her face was burnt. Red ink was used for blood on her forehead on which bandages were applied,” said Sangeeta Sharma, a member of the child welfare committee (CWC). She said a team was counselling the girl to know about her address and family. On Thursday, Sharda and the girl were spotted by residents of Ishwarpuri Colony in Sector D, Indiranagar. The woman was begging for money, showing the wounds of the girl who she claimed was her daughter. One of the residents noticed them and informed Childline. Members of Childline rescued the girl and took her to CWC, said Brijesh Singh, SHO Ghazipur. The minor told CWC that Sharda was not her mother. Sharda was then arrested for employing a child. “We are interrogating the woman to find out from where she got the girl child,” he added. Download The Times of India News App for Latest City ."}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Uttar Pradesh Madrassa teachers not paid honorarium for three years": {"time": "2019-06-14 08:59:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/madrassa-teachers-not-paid-honorarium-for-3-years/articleshow/69779890.cms", "description": "LUCKNOW: While Union minister of minority affairs Mukhtar Abbas Naqvi recently announced a series of sops for minorities, including training of madrassa teachers in subjects like science and mathematics, over 25,000 teachers in 8,500 government-aided madrassas in UP are still awaiting payment of their honorarium for over three years by the central government. These teachers posted in madrassas, covered under the ministry of human resource development’s Scheme to Provide Quality Education in Madrassas (SPQEM), are fighting a continued battle for payment of their honorarium for their services and are struggling to make their ends meet. As per the data of Islamic Madrasa Modernization Teachers’ Association of India (IMMTAI), salaries to the tune of Rs 266 crore are stuck with central government. “There are over 25,000 teachers under MHRD’s scheme in UP and they have not received salaries since 2016 until now, which means 38 months. The state government has also not paid us its share since five months which totals to 25 crores,” said IMMTAI president, Ajaz Ahmad. UP cabinet minister for minority affairs, Laxmi Narayan Chowdhary, however, said that state government has cleared the pending dues. “We have cleared all dues of teachers till March 2019 but the central share has not been received since two years. I have sent several letters to MHRD and also discussed the issue on telephone. Even today, we sent a letter seeking an appointment and are doing our best to resolve the issue,” he said. These teachers are qualified and have done MA, MSc, BEd, DLEd (diploma in elementary education) and are teacher eligibility test (TET) qualified, Ahmad added. “When the Union minister is talking about training madrassa teachers in science and mathematics, he should know there are already 50,000 madrassa qualified teachers,” he added. Facing financial hardships due to non-payment of dues for so long, the teachers are taking up odd jobs, taking private tuitions, pulling rickshaws, or doubling up as vegetable vendors after teaching hours at their respective madrassas. Naqvi had also announced scholarships to five crore minority students in next five years and free coaching to Muslim girls preparing for UPSC, banking and state services exams. Download The Times of India News App for Latest City ."}, "HC rejects Jaya’s plea against Azam election": {"time": "2019-06-15 04:13:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/hc-rejects-jayas-plea-against-azam-election/articleshow/69796005.cms", "description": "Lucknow: The Lucknow bench of Allahabad HC on Friday dismissed a writ petition of BJP leader Jaya Prada, challenging the election of SP leader Azam Khan from Rampur parliamentary constituency in the Lok Sabha pollss. A bench comprising Justice Rajan Roy and Justice N K Jauhari dismissed the writ petition on the grounds of lack of territorial jurisdiction. The bench said as Rampur falls under the jurisdiction of Allahabad High Court and hence, a petition in the Lucknow bench is not maintainable. The court further observed that in case of challenge to election of a member of Parliament, an election petition is preferred and not a writ petition. Jaya had unsuccessfully contested the recent election against Azam from Rampur on a BJP ticket. Appearing for her as lawyer, Amar Singh pleaded that Azam was chancellor of Mohd Ali Jauhar Universirty and as such holding an office of profit. Download The Times of India News App for Latest City ."}, "Tree branches on electricity wires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/treebranchesonelectricitywires/articleshow/66078828.cms", "description": ""}, "Uttar Pradesh second on list of fake encounter plaints with NHRC": {"time": "2019-06-15 06:39:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-second-on-list-of-fake-encounter-plaints-with-nhrc/articleshow/69796083.cms", "description": "LUCKNOW: Uttar Pradesh saw the second-highest number of fake encounter complaints in the country between 2015 and 2018, an RTI query seeking details of fake encounters from the National Human Rights Commission (NHRC) has found. Of the total 211 complaints of alleged fake encounters across India filed in that period, 39 complaints were of cases in UP. Andhra Pradesh topped the list with 57 complaints of fake encounters. The query, made by Agra-based RTI activist Naresh Paras, also sought to know if and what compensation the NHRC had recommend in these cases. The response from NHRC said that Rs 1.7 crore was the total amount of compensation recommended in 25 such alleged cases of fake encounters across the country where human rights of the victims had been infringed upon. Of these 25, six cases — also the second-highest — were of UP. The families of Brijpal Shakya from Badaun, Kuldeep Singh from Bulandshahr and Salim from Mathura received Rs 5 lakh each. While Kureasha Begam, Shama Parveen and Shahin Jahan from Lucknow received the same compensation each for their deceased family members. Meanwhile, of the 39 complaints about alleged fake encounters of people of UP, NHRC said that 22 have been disposed of and 17 are pending. “My RTI query sought fake encounter case details from across the country, with special focus on UP from January 1, 2015 to March 20, 2019. The NHRC replied that 211 complaints had been filed of which 21 were disqualified, five sent to officers of the department concerned for appropriate action and 10 sent to respective state human rights commissions,” said Paras. NHRC added that 73 cases were disposed of after official reports were submitted and the remaining 99 complaints are currently pending with the commission. While the reply clarifies that it is not NHRC’s task to ascertain if the case was proven wrong or was fake, it does look into cases where infringement of human rights of the victims has taken place. NHRC also recommends compensation and ascertains if necessary action against erring officials has been taken. Download The Times of India News App for Latest City ."}, "If a #Metoo movement is there then there should be a #Mentoo movement too: Ravi Dubey in Lucknow": {"datetime": "", "description": "TV actor Ravi Dubey of 'Jamai Raja' fame, was in Lucknow recently. The UP-born actor, who has a strong connection with the city, has been a frequent visitor here. But this time, with the temperature soaring to a record high, he too was feeling the heat. “It is extremely hot, one must say that! It is unbearable actually.” Recalling his childhood memories, Ravi says, “All my memories of summer vacations are of UP. Every year we used to go to our village Raghuapur in Deoria district, during summer vacations, and at that time there was no electricity there. We used to feel the heat thousand times more than what we feel now and I remember my grandmother waving those haathwale fans for us. We used to play in that heat only. A few years later, my father had brought a generator for our paternal home. So, I have a lot of memories of my childhood to share.” Ravi adds, “I think this is the magic of childhood. As a performer when you grow up with these experiences, it not only increase your adaptability to the surroundings but also helps you perform better in acting or anywhere else. You are able to connect with a common man in an effortless way. It has worked wonders for me, all thanks to my village for that!”  Ravi Dubey in Lucknow (BCCL/ Vishnu Jaiswal) Currently hosting 'Sa Re Ga Ma Pa Li'l Champs', the UP-born actor has not only participated in the adventurous reality show 'Khatron Ke Khiladi' but has also hosted a couple of non-fiction shows like 'Sabse Smart Kaun' and 'Rising Star'. Reiterating his love for hosting, Ravi says, “I don’t need to do TV or daily soaps just to stay in limelight. I am content hosting shows as of now. There was a time when a variety of stories with carefully crafted characters were written with much soul. But today it has gone down drastically. So, I am waiting for that quality of work which is content driven.” Ask him about his views on the much talked about #Mentoo movement and the 'Jamai Raja' actor says, “Before even talking about the #Mentoo movement, I would like to say one thing, the public trial or social media trial before judiciary taking over the matter is very unfair, in my opinion. That has to stop! It may be that he is guilty but it may also prove to be otherwise. You have to look at it from both points. Till the time you have seen and analyzed all the proof, don’t give your verdict. Kya kabhi aap apne aap ko maaf kar payenge agar apne kisi ki zindagi tabah kar di bina ye jaane ki woh galat hai ya sahi? Agar woh galat hai toh usse saza zarur den but till the time he is proven wrong, I think the benefit of doubt needs to be given to him. So, I think if a #Metoo movement is there then there should be a #Mentoo movement too.” — Abhishek.Shukla2@timesgroup.com Download The Times of India News App for Latest City .", "time": "2019-06-17 01:00:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/if-a-metoo-movement-is-there-then-there-should-be-a-mentoo-movement-too-ravi-dubey-in-lucknow/articleshow/69812306.cms"}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "\nBusinessmen in Lucknow enjoy this musical eve\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/businessmen-in-lucknow-enjoy-this-musical-eve/articleshow/69344966.cms", "description": "A get-together of entrepreneurs was organized at a prominent hotel in the city. The evening was full of music, dance and lots of fun filled games. The event had several businessmen from the city indulge in dancing and singing.  Rachana & Sanjay and Rizwan Khan (BCCL/ Aditya Yadav)  Surabhi Gupta and Vivek and Vimi (BCCL/ Aditya Yadav)  Komal and Kartik with Prakhar Tandon (BCCL/ Aditya Yadav)  Nidhi and Abhishek and Prableen Bajpai (BCCL/ Aditya Yadav) The musicians on their flute and synthesizer, performed many Bollywood numbers from old to new which included 'Main Tenu Samjhanwa Ki' and 'Na Tum Hame Jano Na Hum Tumhe Jane'. — Saad Abbasi Download The Times of India News App for Latest City ."}, "Will construct Ram Mandir at any cost: UP Deputy CM Keshav Prasad Maurya": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/will-construct-ram-mandir-at-any-cost-up-deputy-cm-keshav-prasad-maurya/videoshow/69803451.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "\nA fun filled evening for the ladies\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/a-fun-filled-evening-for-the-ladies/articleshow/69755680.cms", "description": "This party hosted by a ladies' club in the city was high on entertainment. Dancing was the highlight of the do where we spotted the femme brigade dancing to latest Bollywood tracks. They also played several games.  Neha Mathur and Ruchi Jain (BCCL/ Aditya Yadav)  (L-R) Ravindra Kaur, Rashmi Pandey and Aarti Bhatnagar (BCCL/ Aditya Yadav)  Akanksha and Anita Srivastava (BCCL/ Aditya Yadav)  Anju Pandey and Richa Nigam (BCCL/ Aditya Yadav) Download The Times of India News App for Latest City ."}, "\nWhen music ruled supreme at this event in Lucknow!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/when-music-ruled-supreme-at-this-event-in-lucknow/articleshow/69294370.cms", "description": "A private school in lucknow, celebrating 60-years of its establishemnt, organised a western classical music concert, Historic International Concert of the Indian National Youth Orchestra, conducted by Lucknow-born composer and conductor Vijay Upadhyaya.  Brigitte Oppinger-Walchshofer and Jean Claude Kugener (BCCL/ Aditya Yadav)  Amrita Das, Jagdish Gandi and Finous (BCCL/ Aditya Yadav)  Geeta Kingdon, Julia and Mona (BCCL/ Aditya Yadav) Ricky Kej, Roger and Roshan Gandhi (BCCL/ Aditya Yadav) Armed with a 368-piece orchestra, with 118 musicians and 250 chorus artists from 17 foreign nations and also musicians from 11 states of India, the performance witnessed a jam-packed auditorium with people also coming in from outside of the city to listen to ‘their own Upadhyaya’. And undoubtedly the performance of the musicians left everybody in awe. Most people in the audience were seen recording the music on their mobile phones.  Vijay Upadhyaya with Dr Abhilasha (BCCL/ Aditya Yadav) The evening began by the lighting of the lamp by chief guest Hriday Narayan Dikshit, Speaker, Uttar Pradesh Legislative Assembly. Also present at the event was Indian Grammy award winner Ricky Kej. — Saad Abbasi In Video:When music ruled supreme at this event in Lucknow!Download The Times of India News App for Latest City ."}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Dad’s the way for their pooch lovers in Lucknow": {"time": "2019-06-16 01:00:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/dads-the-way-for-their-pooch-lovers-in-lucknow/articleshow/69802757.cms", "description": "Fatherly love is not just confined to humans, feel dog owners in the city. Talk to these proud pooch owners in Lucknow and they say that their pets are no less than their kids. These innocent animals give the gift of unfathomable love to their ‘fathers, which is usually not talked about. This Father’s Day, we talk about these furballs and how their owners/fathers feel about them.  (BCCL/ Vishnu Jaiswal) Businessman Anurag Mishra, who happens to be a proud father of almost 37 dogs, has raised each one of his ‘kid’ with unconditional love. “I have always lived with a dog, in fact, almost raised by one. As a child, the dog I was raised with, was my constant companion. He used to tickle me, play with me. So, every day is Father’s Day for me as far as my ‘babies’ are concerned. My kids keep showering their love and I keep reciprocating. This is a feeling that only a pet lover like me can understand that these dogs are our babies only,” says Anurag, getting emotional.  Cyrus Cowasji with a few of his ‘kids’ (BCCL/ Vishnu Jaiswal) Kunal Lamba, who happens to be an animal activist along with wife Caroline, is a proud owner of more than 70 rescue dogs. While talking to us he jokingly says, “I think after about 70, I stopped counting. The amount of love and affection I have for these innocent animals is something which even I cannot fathom. My kids (dogs) are the reason why I met my beautiful partner. They are so lucky for me. So, yes, these are my beautiful kids and even the way I treat them is like a father treats his kids. The same pampering and the same scolding that a human kid would get from his father, these pooches get the same from me. At the end of the day, I am their dad only!” Telling us about his plan to celebrate Father’s Day with his kids, Kunal adds, “Today, I’m planning to make a collage out of their paws dipped in paint and get the collage framed. That is the best gift that these kids will give me.” Asteya Awasthi’s pooches sharing some fun time with their dad (BCCL/ Vishnu Jaiswal) Owner of a dog’s cafe in the city, Asteya Awasthi says, “The first time I held my baby Auli, a golden retriever, in my hand that fatherly feeling came forth. It was as if I was holding my own baby. In fact, the same is the case with all my dogs. My kids have been with me through all good and bad times in my life. Their love is always unconditional. Yes, sometimes, just like a human kids would do, they too throw tantrums and sulk, but then we make up after a small tiff.” Cyrus Cowasji, who owns a lot of these furry babies, is planning a Father’s Day treat for his kids. “Since my dogs love to swim, I am taking them out for a swim to a pool. With some light music, I am sure they are going to have loads of fun with their dad. It is actually a treat watching them swim,” says Cyrus.  Doggy dad Anurag Mishra surrounded by his ‘babies’ (BCCL/ Vishnu Jaiswal) High school student Ayush Chaturvedi, who owns a two-and-a-half-year old Labrador named Bruno, while gazing at his dog lovingly, says, “Just like a father would feel that urge to hold his child in his arms, I too feel the same craving. Sometimes I have these sudden urges to pick up my Labrador but I can’t since he’s so big.”Jokingly Aayush adds, “In most cases dogs obey their masters, but in my case, I obey my dog. This Father’s Day I’m planning to bake a cake for my Bruno and take him out along with his friends for a drive.” - Yashi Agarwal In Video:Dad’s the way for their pooch lovers in LucknowDownload The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "UP: Fake cop dupe dentist of cash, jewellery": {"datetime": "", "description": "LUCKNOW: Four unidentified miscreants posed as policemen and duped a dentist from Azamgarh of cash and gold ornaments on Sunday morning in Gomtinagar. The conmen struck when UP police officials, led by DGP OP Singh, were taking out a cycle rally to spread traffic awareness in Gomtinagar. The victim, Sachin Jaiswal said he had come from Azamgarh and was going to his friend Saurabh Maurya’s house at Sharda Apartment in Gomti Nagar extension when the miscreants duped him. “I got down from bus at Husadiya crossing and took a rickshaw for Sharda Apartments around 6.45am. Near power sub-station in Gomti Nagar extension, four youths stopped the rickshaw saying they were policemen and were conducting checking,” Jaiswal said in his complaint to police. “Two of them were of 35-40 year age group while other two were of younger and looked like between 25-30 years. They claimed to be cops and said that a murder had taken place in the locality and some weapons have also been recovered,” he added. “They asked me about my profession and then told me to keep all the cash, gold chain, ring and bracelet in the bag I was carrying. When I was putting the goods in bag, they took it handed me another and fled. When I opened the bag, it was empty,” he said. Talking to reporters, Jaiswal said that he runs a clinic in New Colony locality, Azamgarh, and had come to the state capital to purchase some equipment used in dentistry from an exhibition at Indira Gandhi Pratishthan in Vibhuti Khand. Gomtinagar circle officer, Avnishwar Chandra Srivastava said that police are scanning the footage of CCTVs installed on the stretch to identify the miscreants involved in the incident and also to ascertain the exact sequence of events. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:31:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-conmen-pose-as-cops-dupe-dentist-of-cash-jewellery/articleshow/69818396.cms"}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "CLAT toppers from Lucknow want to show people power of judiciary": {"time": "2019-06-15 10:06:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/clat-toppers-from-city-want-to-show-people-power-of-judiciary/articleshow/69795900.cms", "description": "LUCKNOW: It was the desire to make people believe in the power of the Indian judicial system that drew them to the field of law. City high scorers of the Common Law Admission Test (CLAT), the results of which were released on Friday, said they were now waiting with bated breath to see if they would get their dream law university. Scoring 165.75 out of 200 in CLAT, Ayushi Upadhyay bagged all India rank 53.  She said she believes in three mantras to score well—consistency, hard work and time management. “My father advocate Surya Prakash Upadhyay is my inspiration but that was not the only reason I opted for this field. Law as a subject interests me more than any other subject as it is very intriguing giving someone complete knowledge about what is happening in the country,” said Ayushi. She said that no other field makes one so well-informed about the nation and its working. “I want to be a civil servant and will prepare for the civil services examination along with my bachelors in law,” she added. Aditya Thakur, who bagged the 71st rank at PG level, said, “My mother Nutan Thakur, an activist, inspired me to pursue the legal field. She was the one who fuelled my interest in the field by guiding me about various laws and the power of the judiciary,” said Aditya. Other candidates who bagged good ranks were Aniket Chauhan, Rishabh Singh and Somya Khandelwal with all India ranks 65, 92 and 104, respectively. Download The Times of India News App for Latest City ."}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Poles with decoration": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poles-with-decoration/articleshow/58524678.cms", "description": ""}, "Road dug up for 5 months": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up-for-5-months/articleshow/59782740.cms", "description": ""}, "No entry for 2-wheeler riders without helmet": {"datetime": "", "description": "LUCKNOW: Ten prominent routes in the city will become out of bounds for twowheeler riders without helmet from Monday. Also, these riders will be slapped with challans and will be allowed entry only after they pay a fine of Rs 500. Those not paying the fine on the spot fine will have to take alternate routes. Assistant superintendent of police (traffic) Purnendu Singh said helmet has been made mandatory across the city and offenders will be slapped with fine. The main focus will be on the 10 major routes during the drive. “We will gradually include more routes and compel people to follow traffic rules,” he said. “From next week, we will implement “no helmet, no petrol” drive in which riders without helmet will not get fuel at petrol pumps,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:21:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/no-entry-for-2-wheeler-riders-without-helmet-in-lucknow/articleshow/69818368.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Lucknow: CBI files FIR against Atiq in kidnapping case": {"time": "2019-06-14 07:45:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/cbi-files-fir-against-atiq-in-kidnapping-case/articleshow/69779879.cms", "description": "LUCKNOW: Acting on the directions of Supreme Court, the Central Bureau of Investigation (CBI) registered a case of extortion, assault, kidnapping against mafia-turned politician Atiq Ahmad on Wednesday night. The FIR has been registered against Atiq Ahmad, his son Umar, aides Farukh, Zaki Ahmad, Zafar Ullah, Gulab and 12 unidentified others. All those named in FIR were present in Atiq’s barrack in Deoria jail on December 26, 2018, and had assaulted Lucknow-based realtor Mohit Jaiswal. Sources in CBI told TOI that the case would be probed afresh about the differences between Atiq and Jaiswal.CBI will also probe who tampered with the CCTVs installed in the jail when Jaiswal was kidnapped, brought inside and assaulted. The FIR was registered on the basis of the chargesheet filed by Krishnanagar police in the case so far, CBI officials said. Earlier, on April 23, the Supreme Court had directed the state government to transfer the case of Jaiswal to CBI and asked it to submit quarterly status report. It also directed the state to initiate action against the errant jail officials as per law. Atiq’s men had kidnapped Jaiswal from Lucknow and taken him to Deoria jail where Umar and other aides had assaulted the realtor, and later dumped him near his house in Lucknow, on December 26, 2018. Jaiswal had lodged a case with Krishnanagar police accusing Atiq, his son Umar, five aides and 12 others of kidnapping, assaulting, robbery, extortion, causing hurt, criminal conspiracy. Three Deoria jail officials, including jail superintendent, were suspended after the probe revealed that CCTVs were tampered on the fateful day when Jaiswal was assaulted in jail premises. According to government records, 109 cases were registered against Atiq from 1979 to 2019, including 17 of murder, 12 under UP Gangsters Act, eight under Arms Act and four under UP Goonda Act. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Notorious criminal arrested in UP's Sambhal, 1 cop injured": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/notorious-criminal-arrested-in-ups-sambhal-1-cop-injured/videoshow/69809161.cms", "description": ""}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Fire breaks out at pesticide factory in Meerut": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/fire-breaks-out-at-pesticide-factory-in-meerut/videoshow/69800597.cms", "description": ""}, "CM Yogi Adityanath sets week's deadline for school van inspection": {"time": "2019-06-15 10:47:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/cm-yogi-adityanath-sets-weeks-deadline-for-school-van-inspection/articleshow/69798066.cms", "description": "LUCKNOW: Chief minister Yogi Adityanath on Friday directed officials to ensure no school vehicle was allowed to ply on the road without a valid permit. Presiding over a review meeting of the education department, he also set a week's deadline for police verification of drivers and conductors so that the process was completed before schools reopened after summer vacation. Yogi said most private schools would reopen after June 20 and government ones after July 1, which meant police verification should be completed ahead of that. The CM's concerns over student safety stem from accidents involving school vehicles in the recent past. In March, a school bus overturned in Etah leaving several children injured. In Bhadohi earlier this year, at least 12 students suffered burns when a school bus caught fire from a leaking cooking gas cylinder strapped to the vehicle. In April 2018, 13 schoolchildren were killed when a school van was hit by a speeding train in Kushinagar. It was later found that the van did not have a valid permit and the driver, who also died in the mishap, was a minor. To streamline functioning of educational institutions in the state, the government had earlier slashed the number of holidays and this, Yogi said, was benefiting students. \"In fact, the practice is being adopted by other state governments too,\" he said, adding that teachers must utilise holidays to communicate with parents. \"Government school offices must thus reopen by June 25.\" The CM emphasised on constitution of Former Students' Council in every school, college and university. \"Former students should be felicitated on August 15 and January 26. Many of them are now IAS and PCS officers, politicians or businessmen, who can financially assist their respective alma mater,\" he said. Yogi also harped on the need to conduct free and fair exams. Download The Times of India News App for Latest City ."}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "In dry summer, CM seeks relaxation in drought norms": {"datetime": "", "description": "LUCKNOW: With many parts of India staring at drought, chief minister Yogi Adityanath on Saturday urged the Centre to lower the limit of crop loss from 33% to 20% to declare an area as drought affected. The CM made the suggestion at the fifth governing council meeting of Niti Aayog chaired by PM Narendra Modi in Delhi. Yogi also raised the problem of floods in many parts of UP during monsoon every year. He said the central government should assess the extent of damages within a month after floods so that relief measures may be put in place in time. The CM also asked for increase in funds under the state disaster relief fund. Yogi also demanded deployment of CRPF companies in UP’s Naxal affected districts of Sonbhadra and Chandauli. His demand comes days after the Centre sought to withdraw central paramilitary forces from Naxal affected areas in UP. Yogi suggested that the Kisan credit card should be linked with the cropping area instead of the quantum of crop so that farmers may get requisite credit. The CM cliamed that UP government had ensured a transparent mechanism of distributing ration through e-POS machines. Recounting the achievements of his government, Yogi said the state was committed to the welfare of farmers. He claimed that more than Rs 68,000 crore have been paid in the form of cane dues. In the last two years, he said, the quantum of cane crushing increased by over 45%, while 38% women have been included under MNREGS and added that more women would be brought under its ambit. The CM also said that irrigation facilities in Bundelkhand region have been expedited by getting 8,384 ponds dug up in 2017-18. On the power front, Yogi told the gathering, the state government has built 613 new 33/11 sub-stations and enhanced the capacity of 761 sub-stations. The CM claimed that more than 2.91 crore households were electrified in the state by March 2019. These included over 90 lakh newly electrified homes under Saubhagya and Deendayal Upadhyaya schemes. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:03:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/in-dry-summer-cm-seeks-relaxation-in-drought-norms/articleshow/69807503.cms"}, "Patients suffer as West Bengal doctors’ stir spills over to UP": {"time": "2019-06-15 11:03:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/patients-suffer-as-bengal-docs-stir-spills-over-to-up/articleshow/69795987.cms", "description": "LUCKNOW: From tying black bands to attending patients with helmets on, junior doctors in Uttar Pradesh tried their best to express solidarity with their colleagues in West Bengal who are protesting against attacks on them. “We wore bandages to show that we are humans too. Despite best efforts, saving a life on every occasion is not possible,” said Dr Anil Gangwar, national convenor, Resident Doctors Association at Sanjay Gandhi Postgraduate Institute of Medical Sciences. Wearing bandages, the medicos went around the OPD area to garner public support for the aggrieved doctors in West Bengal. Inside the wards, junior doctors wore black bands as a mark of protest against the West Bengal government for its failure to act against those who attacked junior doctors at NRS Medical College and Hospital (NRSMCH) in Kolkata. In Kanpur, resident doctors at Ganesh Shankar Vidyarthi Medical College wore helmets while attending to their patients. “You never know when an angry attendant will hit you,” justified a second year student. Similar protests were reported from various medical colleges in the state. Resident doctors at the Institute of Medical Sciences-Banaras Hindu University went on a day-long strike to support their colleagues. Patients had a harrowing time as outdoor services were hit in the first half. Condemning the violence in West Bengal, junior doctors in Swaroop Rani Nehru Hospital of Allahabad Medical College boycotted work for some hours, causing inconvenience to patients. Residents in KGMU also gathered outside the administrative building to demand justice for their fellows in NRSMCH. Download The Times of India News App for Latest City ."}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Shayari or short film? Pick an app to make a gift for dad": {"time": "2019-06-15 04:01:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/shayari-or-short-film-pick-an-app-to-make-a-gift-for-dad/articleshow/69795876.cms", "description": "Lucknow: If you have forgotten to buy a gift for Father’s Day, your phone could help you out. Various mobile applications on Google and Apple iOS and a dozen Facebook and Instagram features will have you sorted for sending an extra special wish to your father on June 16. From thoughtful messages in your chosen language to virtual photo frames and animated stickers/gifs and video tutorials for customised cards, these applications are at the service of every tech-savvy kid who wants to send a warm Father’s Day wish with great meaning. If you are at a loss of words but want to tell your dad how much he means to you, then the app ‘Father’s Day Shayari 2019’ on Google Play store is your go-to place. The app has beautiful poems and couplets in Hindi and other languages that you can send through a text or WhatsApp message. The best feature is you can also record and submit a shayari in your own voice. An app by Digital Flames on HD wallpapers, quotes, and images, is among the favourite of users. Frames app, which provides instant frames to pictures, is trending on iOS store. If you want to design your own card, then ‘Fathers Day Card Creator’ and ‘Little Box of Ideas’ provides you an opportunity to pick your own background, add stickers, write a text and email it. You can also share it on Facebook and Twitter. For quirky face stickers for your father, the Facemoji app on Play store is your option. Facebook camera and Messenger each has frames you can superimpose with your images. Instagram has added gifs such as #1DAD, Best Dad Ever, among others, that you can share on your Instagram story. Google Photos has rolled out a feature where you can make a short video clip with your stored pictures. Apple is offering a similar feature. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Lucknow civic body uses plastic waste to construct road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/lucknow-civic-body-uses-plastic-waste-to-construct-road/videoshow/69810634.cms", "description": ""}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Toppers bet on clear concepts & revision": {"time": "2019-06-15 10:07:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/toppers-bet-on-clear-concepts-revision/articleshow/69797728.cms", "description": "LUCKNOW: Computer science remains the favourite stream of engineering aspirants and their dream destination to study it is the Indian Institute of Technology. City high-scorers of the Joint Entrance Examination (Advanced), the results of which were announced on Friday, aspire to get admission to the coveted IITs to fulfil a dream they have worked relentlessly for, for the past year or more. With the results, a gateway for admission to top engineering institutions, now set to decide what college they get, most students share that their aim is to become the best computer engineer in the country. Scoring all India rank (AIR) 1,113, Prajit Kumar said, \"I will make it to an IIT easily but my only wish is to pursue computer science engineering from IIT Bombay. It is not only because of the salary package it will offer but also to use my knowledge for making my nation a digital one.\" Kumar scored 205 marks of 360 in the examination.  \"I am very happy with my result. It was my second attempt. From the 15,000th rank in the first attempt, I have made it to close to 1,000. Self-study with regular breaks helped me improve my score,\" he added. Kumar advises that one should not rush through topics in a hurry to cover the entire syllabus without focusing on fundamentals. Studying round-the-clock is not important, but it should be ensured that whatever one studies makes concepts clear, he added. Prasoon Bajpai, who secured 1,173rd rank, said he wants to be a computer engineer so that he can fix technical snags that give a tough time to students during results. \"Technology is something that eases life and reduces stress. I want to develop a software that helps in fixing technical snags, especially like the one which had hit JEE (Advanced) results today,\" he said. Scoring 1,282nd rank,Anudeep Verma said he aspires to study in IIT Bombay for computer science. \"Every developing nation needs to be good at technology and I want to contribute to this,\" he said. For Kanishk Gandhi, who secured 1,711th rank, it was sticky notes of important concepts stuck to his desk which helped him revise concepts daily. \"The only success mantra is to have basic concepts clear and daily revision. I want to pursue aerodynamics from IIT-Delhi and contribute to research in the field,\" said Kanishk. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "UP: Youth throws acid on girlfriend’s fiance": {"datetime": "", "description": "LUCKNOW: Angry over his girlfriend’s marriage getting fixed with another youth, a man allegedly threw acid on the girl’s would-be husband and mother-inlaw at their home in Huzurpur area of Bahraich. The victims, Harinam, 25, and his mother Anita (48), who suffered minor burns are recuperating at a government hospital, police said. The accused, who is yet to be identified, is on the run. SHO Huzurpur Manoj Kumar Rai told TOI: “Around 9.30pm on Saturday, a youth scaled the boundary wall of Harinam’s home and threw acid over Anita and then on Harinam. As victims were asleep, they could not react immediately. The attacker soon fled the spot.” Some neighbours tried to chase the attacker but in vain. SP Bahraich Gaurav Grover said an FIR on the charges of causing hurt by weapons has been registered against an unidentified person. Preliminary probe has revealed that Harinam’s marriage was fixed with a village girl last week, Grover said, adding that apparently that girl was in a relationship with a youth from another village. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:03:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-youth-throws-acid-on-girlfriends-fiance/articleshow/69818256.cms"}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Lucknow University over the moon as 1997 alumna bags top job in Chandrayaan team": {"time": "2019-06-15 09:58:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lu-over-the-moon-as-1997-alumna-bags-top-job-in-chandrayaan-team/articleshow/69795922.cms", "description": "LUCKNOW: When Lucknow girl Ritu Karidhal Srivastava was announced as the mission director for Chandrayaan-2 — India’s second mission to the moon — her alma mater became a venue of joyful celebrations. Ritu, who is born and brought up in Lucknow’s Rajajipuram, did her schooling from Navyug Kanya Vidyalaya and pursued her higher education from Lucknow University (LU). When the news about Ritu’s rare feat broke in her alma mater, LU teachers were elated with joy. They called each other to inform the milestone achieved by Ritu. The news of the former student, who graduated, postgraduated, got enrolled in a doctorate course from physics department and later taught at the same department, made the entire faculty proud. “It’s a moment of pride for us as the meritorious girl has made a mark in the rocket science. I had taught her in MSc and after completing her PG in 1997, she got enrolled in PhD under me,” said Prof Manisha Gupta, faculty, physics department. She said, “Ritu was my scholar for just six months and left the university after clearing the Graduate Aptitude Test in Engineering (GATE) and later joined IISc, Bangalore, to pursue a masters in aerospace engineering... She was different, a very simple student who never boasted that she was a high scorer and has an extraordinary scientific knowledge during classroom teaching.” Physics department head Prof Poonam Tandon said, “It feels so proud that our students have not only touched the sky but have reached far beyond in space. As the news broke, all faculty members who taught her in graduation and postgraduation celebrated the achievement.” Popularly known as the ‘rocket woman’ of India, Ritu, a scientist with the Indian Space Research Organisation (Isro), has served as a deputy operations director to India’s Mars Mission or Mangalyaan and will now spearhead the next space mission Chandrayaan-2. Chandrayaan-2 is country's ambitious moon mission in continuation with Chandrayan-1. Chandrayaan-2 is scheduled to be launched at 2.51am on July 15. The moon landing is expected on September 6 or 7. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "700 UG medical seats added to Uttar Pradesh’s kitty": {"time": "2019-06-14 09:15:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/700-ug-med-seats-added-to-ups-kitty/articleshow/69779922.cms", "description": "LUCKNOW: As many as 700 medical seats would be added to the state’s kitty of 1,990 seats. Admissions against these seats would begin from the current session. Listing out the additional seats as one of the BJP government’s achievements on Thursday, medical education minister Ashutosh Tandon said, “This is a record in its own way.” The seats have come up in the state medical education institute in Noida, state medical college in Badaun and autonomous state medical colleges in Basti, Bahraich, Ayodhya, Shahjahanpur and Firozabad. Principal secretary medical education Rajneesh Dubey said that there was a proposal to add another 300 seats under the EWS quota. He also informed that efforts were on to add the number postgraduate medical seats in the state. “At present, there are 870 PG seats across UP, a proposal for 640 more seats has been sent to the Medical Council of India. If all goes as per plan, the seats would be added from the next academic session,” he said. Download The Times of India News App for Latest City ."}, "Lucknow: Stray bull attacks, injures corporator": {"datetime": "", "description": "LUCKNOW: The failure of Lucknow Municipal Corporation (LMC) in tackling the stray cattle menace in the city despite 14 attacks being reported in last two months led to one of its own members — corporator of Geetapalli ward Arvind Yadav — becoming a victim and sustaining injuries when a bull chased and assaulted him on Friday night. As many as three persons have died and 24 injured in attacks by stray cattle in the state capital in last two months. Besides, nine members of LMC cattle catching squad have also been injured while trying to catch strays during drives. Arvind’s relatives told TOI that he had gone to talk to the junior engineer of Jal Sansthan regarding low water pressure in his area. While he was on his way back to home, a stray bull chased him and pinned him down on the road. The locals at the spot rushed to save Yadav and took him to a nearby hospital. When TOI visited Geetapalli ward on Saturday, local resident Anchal Praveen, said, “We all are living in a state of fear as these stray animals are everywhere, but the civic and administration officials are just sitting in their offices and not doing anything.” LMC officials said there were around 4,000 stray bulls in the city of which 2,000 have been caught in the past month. Besides, there are 3,500 stray cows on the streets. “We have conducted one drive against strays in the area and will launch another soon. Some of our staff members sustained injuries while catching cattle, hence our drive lost the steam and was hit,” said LMC chief veterinary officer Arvind Rao. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:13:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/stray-bull-attacks-injures-corporator/articleshow/69807558.cms"}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Lucknow: MNC job ad in paper fools law student into paying Rs 11 lakh": {"time": "2019-06-15 06:31:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/mnc-job-ad-in-paper-fools-law-student-into-paying-rs-11-lakh/articleshow/69795960.cms", "description": "LUCKNOW: A 30-year-old aspiring lawyer was duped into paying Rs 11 lakh to a man who promised him a job with an MNC headquartered in the US. Rajeev Dubey, a native of Farrukhabad district and pursuing an LLB degree from a private college in Chinhat, lodged an FIR on Friday against one Saurabh Singh who had posted an advertisement for law graduates in a vernacular daily. “I saw the ad in February. The job with the MNC’s India operations promised Rs 22,500 a month. I called a number mentioned in the ad. Saurabh Singh received the call and convinced me I was eligible. He promised an offer by March,” Dubey, who lives on rent in Vrindavan Yojana, told police. However, Singh allegedly demanded Rs 11 lakh to facilitate the appointment. “I paid the money in instalments between March and June 10. The advertiser said the offer letter would directly come from the US. It never did.” When Dubey called Singh, asking him to return the money, the latter allegedly threatened him with dire consequences. In-charge, nodal cyber cell, Abhay Mishra said efforts were on to track down Singh. Download The Times of India News App for Latest City ."}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Lucknow: Children fit fitness into their fathers’ busy life": {"datetime": "", "description": "The first day of powerpacked Happy Streets not only attracted Lucknowites to reclaim their streets but also served a special purpose! The venue saw father-kid duo’s spending a quality time with each other on Father’s Day on Sunday. A large number of fathers were seen celebrating the day with their kids while peddling down the road. Manik Anand participated in a bicycle race with his teenage daughter Saanvi. “Though my father cheated during the race, I didn’t complain because today is his day. That is why I let him win... He is too busy during week days. Happy Streets also gave me a chance to fit fitnesses into his lifestyle,” said Saanvi. Five-year-old Ayyan was a happy lot on Sunday. He always wanted to learn to ride a bicycle with his father, but couldn’t do so due to his busy schedule. With an array of activities, he not only enjoyed the event but also fulfilled his wish of learning the ride with his father. “He always stayed busy round the clock. It was difficult for him even on Sundays to take out time from his hectic schedule. Today, he came around with me and not only played games, but also danced with me during the fitness session,” said Ayyan. Echoing similar sentiments was Madhu Mishra, who attended Happy Streets for the first time with her father. “Social media has taken a toll on us because of which we are spending less time interacting with our parents. Happy Streets encourages us to step out of our home with our parents. Since today is a day dedicated to the fathers, I couldn't think of a better Download The Times of India News App for Latest City .", "time": "2019-06-17 10:01:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-children-fit-fitness-into-their-fathers-busy-life/articleshow/69820067.cms"}, "Drains completely blocked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drains-completely-blocked/articleshow/62611760.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Kaifi Azmi Akademi organises a dance event": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/kaifi-azmi-akademi-organises-a-dance-event/articleshow/69785184.cms", "description": ""}, "Bahti Hawa Se Gir Jaate Hain Patte: A play": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/bahti-hawa-se-gir-jaate-hain-patte-a-play/articleshow/69800697.cms", "description": ""}, "Lucknow: BJP sets eyes on Jatav, Yadav voters": {"datetime": "", "description": "LUCKNOW: While the Samajwadi Party and BSP are still to recover from the shock of the humiliating defeat at the hands of the BJP in the recently-concluded general elections, the BJP -- in a bid to weaken the regional parties further – will begin a membership drive with main focus on Yadavs and Jatavs. In their first meeting following the parliamentary elections held on Sunday, the BJP decided to make a concerted effort to win over the traditional votebank of the two regional parties. The fresh membership drive will begin from July 6, birth anniversary of founding president of Jan Sangh -- rechristened in 1980 as BJP -- Shyama Prasad Mukherjee. Party vice-president JPS Rathore has been made in-charge of the drive that will conclude on August 10. One of the vice-presidents of the party told TOI that though BJP had won 312 Assembly seats in 2017, the 2019 Lok Sabha election saw the lead of the party coming down to 284, despite registering overall increase in vote share in 385 Assembly seats. The BJP leadership, while deliberating at length on the success of the party in the Lok Sabha elections, emphasised that the membership drive should have focus on members of Jatav and Yadav communities who voted in less number for the BJP as compared to other social sections. Download The Times of India News App for Latest City .", "time": "2019-06-17 09:51:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-bjp-sets-eyes-on-jatav-yadav-voters/articleshow/69819950.cms"}, "Raqabganj, Lalbagh inch closer to acute water crisis in Lucknow": {"time": "2019-06-15 06:28:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/raqabganj-lalbagh-inch-closer-to-acute-water-crisis/articleshow/69795864.cms", "description": "LUCKNOW: The rate of groundwater depletion in the city has doubled in six years — from 45-50cm a year till 2013 to a metre at present — owing to indiscriminate extraction for both domestic and commercial use, a latest survey by Jal Sansthan has revealed. The report covering eight prominent residential areas shows rapid depletion in the past three years with the maximum plunge in Gomtinagar, Indiranagar, Jail Road, Lalbagh and Raqabganj. Jal Sansthan had to rebore 32 tubewells in these areas to maintain water supply. “We carry out a survey every three years. In 2013, groundwater was available at 5.5-6 metres below surface, which in 2016 dropped to 7-9 metres below surface. The latest report shows groundwater availability 10-12 metres below surface. In six years, the water level has gone down by six metres. In other words, water is now available at twice the depth it was in 2013,” said a senior official. The reason behind the depletion, say experts, has been indiscriminate extraction of groundwater through tubewells and submersible pumps for domestic and commercial purposes. In 2013, the city had 520 government tubewells to supply drinking water in 112 localities. Today, there are 775 supplying water to 175 areas, courtesy rising demand owing to an increase in population. In 2013, tubewells were extracting 300 million litres of water every day, which has now increased to 450 million litres. Besides, hundreds of submersible pumps have been installed by people for personal and commercial uses. There is no account of the quantity of water being drawn by these pumps, sources said. Convener of Water Action Group RS Sinha said the government needed to take urgent steps to recharge groundwater through rainwater harvesting and harness surface water for public use. Jal Sansthan general manager SK Verma said the report had been submitted to the district authorities for remedial measures. Download The Times of India News App for Latest City ."}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "In day-long drive, Lucknow traffic police book 305 cops": {"time": "2019-06-15 09:19:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/city-traffic-police-book-305-cops/articleshow/69796070.cms", "description": "LUCKNOW: The proverbial long arm of the law stretched from Charbagh to Polytechnic intersection and beyond to book as many as 305 policemen, including 155 traffic monitors, on Friday in an unprecedented crackdown on road rule offenders in the city in recent times. Most of these men and women in uniform were of constable and sub-inspector ranks, and all were prosecuted for riding two-wheelers without helmets. The daylong drive from 10am also penalised another 3,117 motorists and bikers for various traffic violations. “Policemen should lead by example. Hence, we decided to conduct the drive also at Police Lines, where many were caught without helmets,” said Lucknow SSP Kalanidhi Naithani who monitored the crackdown launched on the instructions of state police chief OP Singh. “It will be a sustained drive,” Naithani added. On Day One, a total of Rs 1.38 lakh was collected as fines. “During the first few days, we will focus on people riding two-wheelers without helmets. Next, motorists without seat belts will be brought to book,” said ASP (traffic) Purnendu Singh. The crackdown team also came across 574 vehicles that were repeat offenders, having violated traffic rules four times or more. “We have initiated the process to suspend registration of such vehicles,” said ASP Singh. Singh further said that they had identified several areas in the city were commuters would not be allowed to enter without a helmet, one such route being the stretch between 1090 intersection and Bandariya Bagh. “We are also planning to ban entry of bikers/scooterists without helmets at multilevel parking lots, malls and banks, among other places. Our quick response units will monitor these facilities from Monday,” the ASP added. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "All drains in colony choked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/all-drains-in-colony-choked/articleshow/62201776.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Uttar Pradesh fails to meet wheat purchase target": {"time": "2019-06-14 09:12:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-fails-to-meet-wheat-purchase-target/articleshow/69779894.cms", "description": "LUCKNOW: The Uttar Pradesh government may have set a target of purchasing 55 lakh metric tonne (MT) of wheat from farmers at minimum support price (MSP) during the kharif season from March to May, it has been able to procure only about 36 lakh MT till now. With nearly 20 lakh MT still left to be purchased, the deadline, which ended on May 31, has been extended to end-June, as sowing of paddy has already begun. State agriculture minister Surya Pratap Shahi told TOI that the purchase targets may have been affected as government staff were deployed in election duty. “Another reason could be that wheat-growers may have found the prices in the open market more lucrative,” said Shahi. Chief minister Yogi Adityanath has been reviewing wheat purchase and has often asked food department officials to ensure that purchase centres are functional and farmers do not face any hardship in selling their produce to the government. This year, the state agriculture department had enhanced the MSP of wheat to Rs 1,840 per quintal, and had even added an incentive of Rs 20 per quintal for transportation, to provide relief to distressed farmers. However, despite the CM’s insistence on making processes easy and raising of MSP, the purchase has fallen below target. Estimates by government say the total purchase may not cross even 40 lakh MT. Agriculture department officials, told TOI on condition of anonymity that since wheat production in the state was low this time season as compared to the previous year, there could be an increase in wheat prices in the market. Shahi, however, denied this claim. “The estimated production of wheat in the state was nearly 380 lakh MT while last year it was nearly 356 lakh MT. Not only production, even productivity has risen this year, from 36.56 quintal to 37.58 quintal per hectare,” said Shahi. “Lower sale by farmers at government purchase centres is an indication of farmers getting better prices at their farms itself,” said food and civil supplies commissioner Alok Kumar. “This is the purpose of the state government in fixing MSP for farmers. We provide MSP to farmers so that they are not exploited by traders in the open market and they sell their produce to the government at better prices. If they are not selling their produce to government agencies at MSP, it means they are getting better and remunerative prices in open market. This is the aim of the government -- that farmers should get better price,” said Kumar. “There has been an increase in demand for wheat from southern states this year. And, the market price of wheat has also increased in equal proportion. So, failing to meet purchase target is not a matter of concern,” added Kumar. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "How the Lucknow Municipal Corporation sends Rs 50 Lakh down the drain": {"time": "2019-06-14 09:04:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/how-the-lmc-sends-rs-50l-down-the-drain/articleshow/69779978.cms", "description": "LUCKNOW: The Lucknow Municipal Corporation (LMC) has spent Rs 50 lakh to clean drains before monsoon, but its workers have left behind mounds of silt and sludge, which are likely to make their way back to where they were once the rains begin by the end of this month. Clogged drains may flood parts of the city and defeat the purpose with which the LMC is using taxpayers’ money. The city has an 1,800km network of small drains, besides 26 big nullahs. A budget of Rs 1.5 crore has been allocated to clean these drains twice a year — before and after monsoon. A TOI reality check revealed that the LMC will not be able to meet the June 15 deadline set by the Lucknow bench of Allahabad high court, as 35% of drains remain unattended till date. Additional municipal commissioner Amit Singh conceded that around Rs 50 lakh had been spent to clean 65% of the drain network. “Private agencies have been roped in for the task. We will probe if workers are doing a shoddy job. Strict action will be taken against negligent agencies,” he added. The silt and sludge are not only threatening to flow back into drains, but also inconveniencing residents. In Mahanagar, Sector C resident Sushil Prajapati said the mounds were blocking the pavement in front of his house. “How are people supposed to walk? Many are risking life and limb to use the carriageway instead of the footpath,” he said. Rajendra Gupta of Alamgarh also voiced his displeasure. “The sludge was left behind for five days. Most of it has now gone back into the drain. The area is kicking up a stink, which is unbearable,” he said. At Nishatganj, Manoj Sinha complained that the filth everywhere was breeding mosquitoes. “You know who and what to blame if there’s a disease outbreak here,” Sinha said. Bhupendra Asthana, a resident of Ashiana, said the sludge was all over the road, thanks to stray animals. “Only the LMC knows how to send lakhs of rupees down the drain,” he said. (With inputs from Shambhavi Misra, Aditya Shukla, Juhi Bhargava and Anshika Mehrotra) Download The Times of India News App for Latest City ."}, "Cricket World Cup 2019: India beat Pakistan by 89 runs": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/cricket-world-cup-2019-india-beat-pakistan-by-89-runs/videoshow/69818806.cms", "description": ""}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Hindi, Sanskrit UG seats at Lucknow University find few takers": {"datetime": "", "description": "LUCKNOW: Though the state capital is included with prominence in what experts call the ‘Hindi heartland’, there are few takers for the language as well as Sanskrit from which it is said to have been derived. Both Hindi and Sanskrit failed to attract candidates seeking admission in undergraduate course of Lucknow University and most seats are vacant. Hindi failed in its heartland with students taking no interest in learning the national language. Among the 39 subject combinations offered by LU in BA, maximum seats are vacant in Hindi and 50% seats are vacant in functional Hindi. There are 400 seats of Hindi in BA but as many as 108 are vacant while only 15 of 30 seats in functional Hindi have been filled. Similarly, not many were inclined to learn Sanskrit as 35 of 80 seats in the subject and all 30 seats in functional Sanskrit remaining vacant. The fate of Persian is no better with not a single candidate applying for even one of the 60 seats. Likewise, only 5 seats of the 60 seats in Arabic have been filled. “The fall in popularity of Hindi and Sanskrit at higher education level is because of poor quality of education imparted at school level where students are not encouraged to study these subjects,” said Prof Ravikant of Hindi department. He said that though students are running towards professional courses, it’s the failure on part of teachers and academic institutions who fail to generate interest of students in literature and languages. More than 50% seats are vacant in Urdu and French as well. Download The Times of India News App for Latest City .", "time": "2019-06-17 06:11:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/hindi-sanskrit-ug-seats-at-lucknow-university-find-few-takers/articleshow/69818273.cms"}, "Road dug up, stones left": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up/articleshow/58524681.cms", "description": ""}, "Lucknow: Duo cloned cards in garb of service centre": {"datetime": "", "description": "LUCKNOW: Two cyber criminals stealing money through card cloning were arrested in Azamgarh on Saturday. The duo was identified as Suraj Yadav, 25, and Sujeet Yadav, 28. Suraj and Sujeet ran a common service center, which helps in getting e-service of government.  They targeted people who visited their centre and made payment through their cards. The accused had bought a card reader and skimmer from online shopping websites to commit the crime. “Customers visiting to get the government’s service were targeted and their cards were cloned. They got access to their ATM pin by recording their password by installing a secret camera,” said SP Azamgarh Triveni Singh. First the accused used to copy card data on blank cards. Cloned cards were then sent to cities like Mumbai and Pune from where money was withdrawn. Card cloners used to get 25 % commission of the total amount withdrawn, said the officer. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:50:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/duo-cloned-cards-in-garb-of-service-centre/articleshow/69807518.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "PM writes to village heads in UP, urges them to conserve water": {"time": "2019-06-15 21:14:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/pm-writes-to-village-heads-in-up-urges-them-to-conserve-water/articleshow/69805182.cms", "description": "LUCKNOW: Suresh Kumar, head of ramtola village in Sonbhadra, was supervising work at his fields on Saturday evening when he got a call from his father. “You have got a letter from the PM,” informed the excited elderly. Suresh rushed back home to find out the contents. “One is bound to feel proud on receiving the PM’s letter,” remarked the village head. Quickly reading the content, Suresh said: “he (PM) has emphasised on the importance of water conservation and rain water harvesting.” Agreeing with the need to save water head of Kaancha village, Mohd Kuddoos said: “People listened to PM’s mann ki baat but forgot about it later. The letter will be a constant reminder of his teachings.” The letter from PM urges the pradhans to undertake every possible effort to save water. “The rainy season is round the corner… we are lucky that India gets enough rain and it is our duty to conserve this gift of god,” the letter read. Adding that efforts must be made to save rain water as far as possible, the PM further wrote: “Let us get trenches made around the fields, build check dams and dikes, take up cleaning and rejuvenation of ponds, construct tankaas (underground water storage tanks) and ensure zero wastage of the rain water.” Officials in the state rural development informed that the letter is being sent to over 97,000 heads in 75 districts of UP. To note, ground water situation in the state is dismal. As per state government data 217 blocks across 22 districts belong to over exploited (critical) and semi-critical categories. NITI Aayog’s Composite Water Management Index Report 2018 also expressed concern over the situation in UP. Stated that the groundwater crisis in UP is progressively worsening, the report attributed the problem to factors like unplanned urbanisation, unabated boring, rampant exploitation of groundwater and surface water by government and private bodies, failure to replenish it through rainwater harvesting and lack of awareness among people among other things. It pointed out that the state has a gross withdrawal of about 5.28 million hectares, among the highest in India. Experts welcomed the move hoping that it would get its due importance. “Community led initiatives are more sustainable,” said Farrukh R Khan of Wateraid, a not for profit organisation that works for the water related issues. Technical expert in hydrogeology and former scientist at the state ground water department, RS Sinha said that the letter provides an opportunity to address the issue but warned against the rat-race that may follow in the bid to attract the PM’s attention. “It is been over 15 years since the issue of groundwater was identified. A number of success stories can be heard but many things are taking place in pockets. Stakeholder departments must ensure that a micro-planning is undertaken before people join the bandwagon,” he said. He informed that there were demand and supply aspects to water conservation – be it on the ground or beneath it. “Strategies listed out by the PM speak about the paradigm of supply. Strategies change from place to place. Steps must be taken to reduce the demand to check wastage and ensure optimum utilisation of available water,” he explained. Experts also underscored the need to implement available rules for rain water harvesting in urban areas. Download The Times of India News App for Latest City ."}, "Kabhi aisi naubat hi nahi aayi ki main #Metoo controversy mein phansu: Singer Shaan in Lucknow": {"time": "2019-06-15 01:00:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/kabhi-aisi-naubat-hi-nahi-aayi-ki-main-metoo-controversy-mein-phansu-singer-shaan-in-lucknow/articleshow/69790136.cms", "description": "Singer Shaan who visited the city recently, said he loves the connection Lucknow shares with history. \"I’ve been to Lucknow quite a few times and jab bhi aaya hoon kaafi ghooma hoon. But it was a long time ago that I explored the city properly. I remember wandering about in Bhool Bhulaiyya, Bada Imambara, Ghanta Ghar and all the historic places in Lucknow. And Lucknow is also known for its avid connection to history,\" said the 'Chaand Sifarish' singer. Further appreciating the quality of food Lucknow serves, the singer said, \"Of course, wahan ke kebabs and wahan ka khana is wonderful. Be it Tunday or be it Dastarkhwan, the food has always been amazing.\" Besides food and culture, Shaan also loved the crowd whenever he has performed in Lucknow. \"I’ve performed in the Lucknow Mahotsav more than once, and I always had a wonderful experience performing here in the city. The crowd of Lucknow is very energetic and enthusiastic. The best thing about the Lucknow Mahotsav was the organised crowd and the disciplined people,\" said Shaan. Shaan, who is known for songs like 'Hey Shona' and 'All Is Well', doesn’t believe in discussing political issues and loves to remain politically neutral. \"I don’t have any political opinion or views. I’d rather have social views. Jo hum political discussions karte hain usse better hai ki hum social discussions karein. Everyone can bring a change at some level, without relying on political support or alliance. We should leave the politics to the politicians. I myself work on social issues through my music. I have composed a song on air pollution among other social issue based songs. I am also doing a campaign on cancer awareness. So I think we should prioritize social issues over political issues,\" believes Shaan.  Shaan (BCCL/ Vishnu Jaiswal) Not having heard of the #Mentoo movement yet, the singer believes that it is justified, \"I actually wasn’t aware of the #Mentoo movement. Kabhi aisi naubat aayi hi nahi ki main #Metoo controversy mein phansu. So kabhi #Mentoo ke baare me socha nahi.\" Further speaking about the movement, he said, “I think it’s justified because if you accuse someone of anything and if it includes an accusation on their character, then it is a big thing and usse nikalna bahot mushkil hota hai. And in some cases, where the allegations are wrong then zindagi bhar ke liye dhabba lag jata hai. However, this #Mentoo movement, where a male can raise his voice against wrong allegations, I think it is a good move. Unhe yeh liberty milni chahiye.\" The singer also is in support of the #Metoo movement and says it was a good step in the industry, “The #Metoo movement was necessary because people who were in power took things for granted. They thought ke haan hum kuchh bhi kar sakte hain and humein koi nahi rok sakta. So I think the inception of the #Metoo movement was also a good step.\" Shaan is seen working in less Bollywood projects currently. He is spending more time in other things including travelling and learning guitar. \"I am a singer and I love to sing songs, doesn’t matter if it is in a Bollywood movie or not. When I was singing for Bollywood and was into playback singing, I didn’t have time to do many other things like composing a song. Now what is happening is ke main workout ka bhi mazaa le raha hoon, vacations kar raha hoon, guitar sikh raha hoon. So mujhe bahot zyada waqt mil raha hai to do other things. And saath-saath I’m singing songs too, it’s just not too much Bollywood songs,\" said Shaan. — Saad Abbasi Download The Times of India News App for Latest City ."}, "Seven-year-old girl raped, killed by father's acquaintance in UP": {"time": "2019-06-15 19:32:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/seven-year-old-girl-raped-killed-by-fathers-acquaintance-in-up/articleshow/69803891.cms", "description": "GORAKHPUR: A seven-year-old girl was allegedly raped and killed by her father's acquaintance here following which he was arrested on Saturday, police said. On Friday, Vinod Rai, 55, saw the girl and her 12-year-old sister playing in their house, senior superintendent of police (SSP) Sunil Gupta said. He told them that their father was calling them and the older girl sent her sister with him, Gupta said. On Friday night, the Sikriganj Police was informed via the Dial-100 helpline that the girl had been abducted by Rai on a motorcycle, the official said. The police arrested him and during interrogation he told them that he had dumped the girl's body in a mango orchard in his village. Her body was recovered by the police, they said. Rai was booked on charges of kidnapping, rape, murder and under the POCSO (Protection of Children from Sexual Offences) Act, the SSP said. He has three children, including two daughter who are married. He was alone at home on the day of the incident as his wife and 19-year-old son were on a visit to Mumbai, the official said. Download The Times of India News App for Latest City ."}, "Pathetic road condition": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pathetic-road-condition/articleshow/60716116.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Akhilesh meets Governor Ram Naik over law and order situation in UP": {"time": "2019-06-15 13:48:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/akhilesh-meets-governor-ram-naik-over-law-and-order-situation-in-up/articleshow/69799790.cms", "description": "LUCKNOW: Former Uttar Pradesh chief minister Akhilesh Yadav on Saturday met Governor Ram Naik and handed him over a memorandum to over 'deteriorating law and order' situation in the state. Talking to reporters after the meeting, Akhilesh said, \"Never ever such heinous crimes against minor children and women were committed in the state. I want the Governor to awake the sleeping government.\" He said maximum cases of crimes took place on the day when chief minister Yogi Adityanath conducts meeting in Lucknow. Referring to murder of UP Bar Council president Darvesh Yadav, he said, \"Murders are taking place in court chambers and jails where firearms are banned. Earlier, Governor used to say that there are Yadav officers across the state (over law and order issue) but now there is not a single superintendent of police or district magistrate of Yadav community in the state. So, I want him to make government awake on the increasing cases of crime.\" Akhilesh also said false cases are being framed against party leader and MP from Rampur, Azam Khan, to pressurise the party leadership. Recently, first woman chairperson of Bar Council of UP, Darvesh Yadav, was shot dead by another lawyer, Manish Sharma, inside Agra district court premises on June 12. Earlier, murder and rape of minor girls in Aligarh and Hamirpur caused outrage. Download The Times of India News App for Latest City ."}, "A literary Metro ride on north-south corridor": {"datetime": "", "description": "LUCKNOW: Until recently, not many young ears in the city were attuned to the nuances of poetry. But thanks to a group of youths, the scene is changing. Passengers travelling from Munshipulia Metro station to CCS Airport were in for a surprise on Saturday evening, when a group of people oraganised an open mic session full of poetry, storytelling and music. Creating a literary atmosphere on board, the open mic event titled Navonmesh was a fourth public event hosted en route the 45-minute ride, organised by nine youngsters. From traditional ghazal to shayari, the youths caught the attention of passengers travelling on the north-south corridor. Anshuman, who performed a poetry titled Musafir, said, “Open mic sessions are becoming a regular feature of the city. Today, the added zing to such event is that it is happening in a Metro and allowing us to entertain the people.” As language was no bar, participants read out their favourite poems in an array of languages, from Hindi, English to even Urdu. Another performer, Anup, who began his poetry with a recital of Saraswati vandana, said, “Such events allow you to make the best use of whatever space is available, and also engage with more new upcoming artists in the crowd.” Lucknow Metro is slowly becoming a hub of literature and art, as over three events have so far been organised on the north-south corridor. From a chess tournament and mushaira to a poster-making competition, these activities seem to be a hit among the commuters. “Sports, literature and arts event add an aesthetic value to our daily monotonous routine and brings joy to the ennui of everyday travel in a Metro,” said Aavantika Bhatt, a commuter. On April 7, a chess competition was organised by LMRC, where children aged between 8 and 14 years participated. On April 28, Lucknow resident Mohammad Siraj Mehdi recited a mushaira on board throwing light on the past traditions of Lucknow and the present tech-savvy world. On May 17, LMRC organised a poster-making competition for schoolchildren from across the city. Download The Times of India News App for Latest City .", "time": "2019-06-16 09:45:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/a-literary-metro-ride-on-north-south-corridor/articleshow/69807548.cms"}, "Lucknow: This IAS donated blood 116 times, to be feted": {"time": "2019-06-14 08:46:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/this-ias-donated-blood-116-times-to-be-feted/articleshow/69779994.cms", "description": "LUCKNOW: Rajan Shukla was 18 years old when he donated blood for the first time. Since then, the IAS officer has donated blood every three months. Shukla, now 56, holds the record of donating blood 116 times and will be honoured by KGMU on World Blood Donor Day on Friday for it. “I picked this habit from my father. I used to accompany him when he donated blood and realised its significance,” said Shukla, principal secretary, civil defence. His brother Rajarshi (48), a judicial member of consumer court, has donated blood 52 times. “By donating one unit, we save at least four lives. Plasma, red blood cells, white blood cells and platelets are segregated and used,” he said. Prof Tulika Chandra, head, transfusion medicine, KGMU, has donated 15 times. “Regular blood donation is beneficial to donor also as it helps maintain blood viscosity and reduces chances of heart attack,” she said. Download The Times of India News App for Latest City ."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Lucknow: Nigerian fakes FB identity, dupes doc": {"datetime": "", "description": "Lucknow: A Nigerian and his aide were arrested on Saturday for duping a Lucknow-based woman doctor and social worker of Rs 1 crore. The duo was arrested by UP STF from Charbagh railway station. The woman had lodged a case with cyber police station against them. Hormi KCThe accused were identified as Amra Chukbu Roland of Nigeria and Hormi KC of Manipur.  Amra Chukbu RolandSSP STF Abhishek Singh said the accused had swindled Rs 70 crore from about 100 persons across India. He said that Roland had created a fake Facebook profile in the name Dr Steve George and claimed to be a cardiologist in Britain. “He befriended the woman doctor on Facebook and offered to help in social work. Later, he claimed to have sent her jewellery as gift but it was seized by the custom officials at the airport. Rolland asked the woman to loan her Rs 2.5 lakh to be paid as fine for getting it released. He asked her to deposit the money to the account of Hormi KC in Delhi. Rolland kept seeking money from the woman on various pretexts and this way took Rs 1 crore from her which were deposited in different bank accounts of the miscreant in the past four months,” said SSP STF. The STF were tipped off about the miscreants’ arrival to the city by train and nabbed them as they deboarded at the station. Explaining their modus operandi, STF officials said that Nigerians operating such gangs befriend unemployed northeast Indians as many of them have similar names and then lure them to join the gangs by offering money. Nigerians then use bank accounts of these natives to get the money deposited from the victims. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:52:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/nigerian-fakes-fb-identity-dupes-doc/articleshow/69807512.cms"}, "Leaning poles and trees": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leaning-poles-and-trees/articleshow/61029757.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "UP: Six IPS officers reshuffled after Yogi Adityanath's review meeting": {"time": "2019-06-15 08:33:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-six-ips-officers-reshuffled-after-yogi-adityanaths-review-meeting/articleshow/69794080.cms", "description": "LUCKNOW: Two days after chief minister Yogi Adityanath expressed his displeasure over the sudden spurt in crime in the state, six IPS officers, including ADG (law and order), were transferred on Thursday. Additional director general law and order Anand Kumar has been made director general prisons and reforms, while ADG Varanasi zone PV Ramashastry is the new ADG law and order. ADG prisons Chandra Prakash is the new ADG rules and manuals. Recently, many videos made by jail inmates went viral on social media, while mobiles and SIM cards were also recovered from some UP jails. The CM was particularly upset with police over the gruesome murder of a child in Aligarh. In a law and order review meeting on Tuesday, Yogi had expressed displeasure over no senior police officer supervising the probe into Aligarh murder. Following which then ADG, law and order, (Agra Zone) Ajay Anand was rushed to the spot. In other transfers, ADG vigilance Braj Bhushan has been made ADG Varanasi zone, while Dipesh Juneja is the new ADG security. Juneja was posted in the same capacity in the UP police promotion and recruitment board. ADG security Vijay Kumar, who was posted as ADG (Security) has now been made the ADG (police promotion and recruitment board). Download The Times of India News App for Latest City ."}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Ayodhya: Uddhav Thackeray offers prayers at Ram Lalla temple": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/ayodhya-uddhav-thackeray-offers-prayers-at-ram-lalla-temple/videoshow/69811565.cms", "description": ""}, "Lucknow restaurants cash in on the Indo-Pak World Cup cricket match": {"time": "2019-06-16 01:00:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-restaurants-cash-in-on-the-indo-pak-world-cup-cricket-match/articleshow/69802641.cms", "description": "Come World Cup and excitement is high among cricket lovers. But it's always the India and Pakistan match that has people the most excited. And when it’s the World Cup, the frenzy is at an all-time high. And making the most of this frenzy are the lounges, cafes, and restaurants in the city which are doling out all sops for cricket lovers to enjoy the game at their respective eatery. Most of the cafes and restaurants in Lucknow will be screening the match live on their premises today apart from offering special dishes, drinks and even discounts to lure customers. Given that it’s a Sunday, the buzz is higher among youngsters especially, who want to enjoy the ‘baap’ of all games with all things taken care of. Music and dhols to add to the excitement At Royal Sky, owner Jatin Ahuja is also pumped up about the match. Ahuja is going all out to make the match-watching experience a memorable one for his patrons. “There will be two screens put up showing the match live – one in the air-conditioned restaurant and another one in an open place. We are also making special offers on drinks” says Jatin. “A DJ will be playing songs and music to pump up the energy of the visitors. I am planning to call dhol walas to create that masti wala atmosphere. I plan to celebrate this day in a big way and have the visitors make the most of it,” says Jatin. Dhols will also be in play at the Ttamaasha Bistro. Yogendra Yadav the Manager tells us, “We will be tattooing Indian flag on the hands of our guests at the entrance. There will be arrangements of dhols to boost up the energy of our guests, so they can get an ambience of the match.” SAAT SAAL KA SAATH GOES ONAarti Vaid, Co-Owner of Cappuccino Blast has been screening the World Cup cricket matches at her cafe for the last 7 consecutive years and this year too she plans to screen India versus Pakistan World Cup match at the Aishbagh restaurant. Aarti, while recalling her first live screening at Cappucino Blast says, “The energy was insane. We had a footfall of about 300 people at that time. We had also invited a tattoo artist just to add to the celebrations, and many customers inked themselves the Indian flag.” Adding further she said, “This year is a double celebration as it is Father’s Day too. There will be special cakes along with discounts on beverages and food, not to mention, live screening!” A KEBAB FESTIVAL TO CELEBRATE THE DAYIf you are a cricket fan and a non-vegetarian Karry Sports Café will be a perfect choice for you. Karan Kumar, Owner of Karry Sport Café, who had been providing his customers live view of the matches in the past, says, “We will be organising a kebab festival where we will keep Mughlai food. There will be special offers on combos which our guests can enjoy. There will be special arrangements for the DJ at the café for customers who would want to dance.” SHOW YOUR LOVE FOR YOUR FAVOURITE TEAM!Molecule, another open-air lounge and bar in the city, won’t refrain from sharing the cricket madness. Rajinder Maurya, the Manager, says, “This day of the match we plan to have a lot of exciting stuff. We’ll have people at the drums, live screening of the match, flags all around, tattoo artists and what not. We’re trying to create the feel of the stadium at our very own bar. There will be great offers for cricket lovers and the highlight for the day will be our staff wearing the Indian jerseys to show the love.”  Youngsters enjoying the cricket match at a lounge in the city (BCCL/ Aditya Yadav) MUSIC FOR EVERY SHOTZulfiqar Hussain, Operational Consultant of The Drowning Street said, “We will be organising a Food Fest and I will be preparing Chinese and Awadhi food especially for the day. Also, all the drinks will cost only 200 bucks on that day. Every time there will be a great shot from the Indian cricketers, the DJ will be playing music accordingly to cheer up the Lucknowites.” Similar plans are in store for customers at the Farzi Café. Informs Avdesh Upadhayay, the Manager, “We will have a live screening of India versus Pakistan World Cup match along with some spectacular live band performances. We will also provide our customers the fun of a live band performance which will make them enjoy the evening a little more.” ENJOY DRINKS AT A DISCOUNT Shoubhik Sinha, Manager at Mint Lounge will be providing his customers with some great deals this India versus Pakistan World Cup match. “We will be having a live screening of the match along with complimentary welcome drinks for all. Not only this, we shall give a 10% off on each bill with an additional 5% for women on this day,” says Shoubhik. ALL FOR THE LOVE OF AN INDO-PAK MATCHMohammad Aquib, an intermediate student who is planning to spend the day with his friends watching India versus Pakistan match, says, “The match is a perfect excuse for me and my friends to head out and spend our day in a café or a lounge. As I think almost all the cafes in the city will be screening the match, it will be too easy for us to plan as to where to go. I am sure every cricket fan is going to enjoy the match with their friends in a café more than they’ll enjoy at their homes.” Anushka Sharma, a Lucknowite is also planning to watch the most awaited match with her friends in a restaurant or a café. “My friends and I are going to a cafe to enjoy the match. Everytime there will be a great shot by our players, we will be cheering for them. The Indo-Pak match can’t be watched with your parents around with the kind of comments that are passed while watching it.” Shreya Arya, a sophomore at Lucknow University says, “I’m super excited about today’s India versus Pakistan World Cup match. Plus, it’s a double celebration as its Father’s Day too. I plan to go out with my dad to one of the eateries and watch the live screening while enjoying food and some quality time with my dad.” — Saad Abbasi, Viti Goel and Yashi Agarwal Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Lucknow: Student donates liver to save cancer-stricken dad": {"time": "2019-06-15 06:21:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/student-donates-liver-to-save-cancer-stricken-dad/articleshow/69795944.cms", "description": "LUCKNOW: A father is said to be a son’s first hero. In this heart-warming tale from Madiaon, it is a son who got to wear the hero’s cape. Akash Soni (21) donated a part of his liver to gift his doting dad Vijay Shankar Soni (48) a second life, the successful transplant on Friday aptly taking place two days before Father’s Day. The patient and the donor are expected to be happily reunited at home three weeks from now. Sources at King George’s Medical University (KGMU), where the 14-hour surgery took place, said Vijay Shankar was diagnosed with liver cancer a month ago when he visited the OPD with symptoms such as loss of appetite and chronic upper abdominal pain. The family’s hopes took a severe beating when doctors disqualified Vijay Shankar’s wife and elder son as donors owing to “unfit medical conditions”. Akash, a first-year college student, stepped up to the plate and offered to donate his liver. Luck smiled. Doctors found him to be a good match. A team of experts from KGMU and Max hospital, New Delhi, pulled off the complicated surgery, which began at 5am on Friday and was the third such transplant in the history of KGMU’s gastro-enterology department. First transplant took place in March. The KGMU liver transplant team was led by head of surgical gastro-enterology professor Abhijit Chandra and comprised three gastro-enterologists, Dr Vishal Gupta, Dr Vivek Gupta and Dr Pradeep Joshi; five anaesthetists led by prof GP Singh and Dr Mohammed Parvez; four radiologists and three microbiologists among others. The three-member Max team was headed by Dr Subhash Gupta, a liver transplant surgeon. Download The Times of India News App for Latest City ."}, "Lucknow: Two workers choke to death in sewer": {"datetime": "", "description": "LUCKNOW: Two sanitary workers were choked to death while cleaning a sewer near Matiyari crossing in Chinhat on Saturday. The deceased were identified as Shahbuddin, 23, and Raidul, 18. The duo fell unconscious due to poisonous gas in the sewer and slipped to the bottom of the pit and dies of suffocation. Another sanitary worker, Maidul, who was standing on the road and passing on the equipment to Shahbuddin and Raidul sensed some trouble when he stopped getting any response from the duo. He raised an alarm and dialled UP 100. A police team arrived at the spot along with firefighters but by that time Shahbuddin and Raidul had died. It took cops and firefighters two hours to take the bodies. According to the police, Shahbuddin had taken a sub-contract of cleaning the drain from a contractor who works for a government agency. Station house officer, Chinhat, Sachin Kumar Singh said the bodies have been sent for postmortem. Their family members have not lodged any complaint so far, he added. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:16:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/two-workers-choke-to-death-in-sewer/articleshow/69807563.cms"}, "Shiv Sena chief Uddhav Thackeray reaches Ayodhya, says 'Centre must bring law to build Ram temple'": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/shiv-sena-chief-uddhav-thackeray-reaches-ayodhya-says-centre-must-bring-law-to-build-ram-temple/videoshow/69811594.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Lucknow: Rajnath pledges to revive defunct ordnance unit": {"time": "2019-06-14 09:18:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/rajnath-pledges-to-revive-defunct-ordnance-unit/articleshow/69779907.cms", "description": "LUCKNOW: Defence minister Rajnath Singh on Thursday assured the UP government that he would ask the central government to revive the defunct ordnance factory in Shahjahanpur — the biggest cloth factory of the defence ministry. Singh gave the assurance to UP urban development and parliamentary affairs minister Suresh Khanna in Delhi. Speaking to TOI, Khanna said the factory has been staring at closure in the wake of outsourcing of clothing material to the open market. This had led to sharp decline in the production of Army uniform and other clothing accessories in the factory, the minister said. The factory gives employment to over 50,000 persons of Shahjahanpur region, said Khanna, an eight-time MLA from Shahjahanpur. Rajnath told Khanna that he was aware that the factory’s closure could lead to large scale unemployment in the terai belt. Khanna also handed over a memorandum to Rajnath with details of the factory — which was set up during the British period — and remained the largest supplier of clothes in the defence establishment until its decline. Download The Times of India News App for Latest City ."}, "Rani Chatterjee": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bhojpuri-star-rani-chatterjee-raises-temperature-in-this-swimwear/videoshow/69820292.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "\nSpreading cheers among cops’ kids in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/spreading-cheers-among-cops-kids-in-lucknow/articleshow/69187856.cms", "description": "A cultural event Children Summer Carnival was held recently at the Reserve Police Line, Mahanagar. The event was organised by the UP Police Family Welfare Association for the wives of the Uttar Pradesh policemen. The guest of honour at the event was Neelam Singh, a lawyer and the wife of the Director General Police UP. The event exhibited paintings and drawings by children which sought much attention. The event also spread awareness regarding voting among those present.  The highlight of the event was the dance competition where children participated in good numbers. A classical dance reciatl by Unnati Giri won many hearts and a Bhangra dance performance on Punjabi songs was loved by most.  (L-R) Kalanidhi Naithani, Sarvesh Kumar Mishra and Vijay Shankar Agnihotri (BCCL/ Vishnu Jaiswal)  (L-R) Vikrant Vir (L) and Abhishek Verma and Manju Srivastava (BCCL/ Vishnu Jaiswal)  (L-R) Dr Anshita Verma (L) & Kalyani Verma and Dr Pravin Ajaz (L) and Anshu (BCCL/ Vishnu Jaiswal)  Deepti (L) and Saeeda Saira (BCCL/ Vishnu Jaiswal) Present at the event was Minakshi Krishna Sima Modi, Dr Pravin Ajaz, Niharika Singh and Shephali Bhagat among others. — Vishnu Jaiswal In Video:Spreading cheers among cops’ kids in LucknowDownload The Times of India News App for Latest City ."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Lucknow: Lawyer falls in lift duct from fifth floor, dies": {"datetime": "", "description": "LUCKNOW: A 42-year-old lawyer died after falling into the duct of a faulty lift at a private residential apartment in Kaiserbagh on late Friday night. The deceased, Sanjay Sharma, a lawyer practising in civil court was going for some work. He pressed the button of the lift after which the panel indicated the elevator coming up all the way to the fifth floor. Sharma opened the channel in dark and stepped in, but fell into the duct and landed with a thud since the lift had not come up. Other residents rushed on hearing his cream and noise and saw blood in the lift duct and informed police. Police reached the spot after the lift man had opened the duct. Sharma was taken to hospital where he was declared brought dead. Sharma had shifted in the apartment on Kalibari road in September 2018. In her complaint to police, victim’s wife Sunita stated that he was going for some work and had pressed the lift button on the fifth floor to go down. “A little later, the panel showed lift’s arrival and he opened the channel to enter it. As it was dark, Sharma thought that the lift’s platform had come up, but as he stepped in he fell in the duct,” she said. Sharma’s daughter Ananya, a class X student, told TOI that police arrived an hour after call was made. “My father and other residents had met the apartment owner on June 8 to get the lift repaired. Some technicians came to repair it on June 10 and 13, but the problem persisted,” she said. Other residents of the apartment told TOI that the lift had problems in functioning and they had reported it to the owner several times. Rajeev Singh, who resides on sixth floor, said, “I had requested the owners to get the lift changed but they were reluctant. Hence, I shifted to the ground floor.” Kaiserbagh SHO, Ajay Kumar Singh said, “We have received a complaint from the wife of the deceased lawyer, accusing the apartment owners of negligence. We would first get a technical inspection of the lift done and then lodge a case accordingly. A crime scene recreation would also be done in case there is any discrepancy in sequence of events.” TOI tried calling the apartment owners several times but the calls went unanswered. Residents said that the owners also own small shopping malls in Aminabad and Kaiserbagh. Download The Times of India News App for Latest City .", "time": "2019-06-16 07:57:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lawyer-falls-in-lift-duct-from-fifth-floor-dies/articleshow/69807537.cms"}}