{"Girls as camp coolies a bigger discrimination than foeticide, says survey": {"datetime": "", "description": "MADURAI: Foeticide and infanticide are no more the worst forms of discrimination towards a girl child, according to an opinion survey conducted among women as well as men of 20 southern villages in the state. The rural lot, who took part in the sample survey on the challenges faced by girls and women, rated them as the least important of the issues in a list of 12. For them, the issue of top concern is the poor financial conditions forcing adolescent girls to work as camp coolies in spinning mills. This is followed by child marriage or early marriage. Women’s opinion getting ignored at home as well as in the community in decision making was rated as the third most important issue. The survey was conducted by five NGOs – Navajeevan Trust (NJT) Tirunelveli, NEEDS in Virudhunagar, People’s Action for Development (PAD) Ramanathapuram, Manushi in Pudukkottai – coordinated by Centre for Social Education and Development (CSED), Tirupur. Denial or lack of importance for higher education and lack of recognition for work done by women are among the more serious issues pointed out by the 3,368 people who took part in the survey in four southern districts. This is followed by physical, emotional, sexual and other forms of violence. While dowry-related issues such as postponement of marriages and broken marriages was voted 7th, disparity in wages, lack of recognition and exploitation of their labour were voted as the 6th issue of concern. Less attention to health care needs and suffering from anaemia and malnourishment is 8th. The NGOs conducted the opinion poll in Tirunelveli (774 people), Virudhunagar (980), Ramanathapuram (759) and Pudukottai (855) from May 10 to June 3. Listing out the various forms of discrimination and oppression faced by women and girls in a ballot paper, the villagers were asked to choose them based on a priority based on the seriousness in the order best known to them. To help them make their choice better, posters with pictorial representation of the 12 issues were displayed where the survey was conducted in those villages. They were asked to choose the top five serious issues from a list of 12. The folded sheets had to be deposited in a ballot box. Respondents were in the aged group of above 12 years and were divided into five age categories. As many as 2,196 (65.21%) people who took part in the opinion poll were girls and women, while the remaining 1,172 were men (34.79%). Most of the participants were in the age group of 25-40 years, followed by adults (24.64%) who were between 41 and 60 years of age. CSED executive director C Nambi said that the survey was aimed at bringing to light the partiality and violence faced by girls, adolescent women and women at home, education institutions, work place and in the society. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:18:00", "link": "https://timesofindia.indiatimes.com//city/madurai/girls-as-camp-coolies-a-bigger-discrimination-than-foeticide-says-survey/articleshow/69816753.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Call to enact law to protect human rights defenders": {"datetime": "", "description": "MADURAI: Calling Ashok, the murdered Tirunelveli district treasurer of Democratic Youth Federation of India (DYFI), a defender of dalit rights in his village, the NGO Evidence has demanded a separate act that will put an end to the murder of human rights defenders. Executive director of the NGO, A Kathir, who conducted a fact-finding in the village, claimed that six dalits had been murdered there by people from the thevar community over various issues in the last 20 years. “During the murder of Ashok the accused had condemned him for raising his voice against their community,” he said. Based on the data collected, he said that at least 33 dalits had been murdered across Tamil Nadu since 2016 for fighting for the rights of dalits or for a social cause. “It ranges from murder for performing inter-caste marriages and opposing sale of spurious liquor to that of fighting for the cause of dalits as in the case of Murugan of Sivaganga. He was brutally murdered in the seventh attempt on his life in 2017,” Kathir said. He said an act more stringent than the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act, 1989 should be brought to protect the lives of such defenders of human rights. In the Ashok murder case, the NGO has urged the government to appoint an officer in the rank of superintendent of police as investigation officer. All the accused should be detained under Goondas Act and not granted bail till the completion of trial. Demanding a compensation of Rs 50 lakh to the victim’s family, Evidence also sought a monthly pension of Rs 11,600. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:30:00", "link": "https://timesofindia.indiatimes.com//city/madurai/call-to-enact-law-to-protect-human-rights-defenders/articleshow/69817495.cms"}, "Govt busses condition in Madurai": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/govtbussesconditioninmadurai/articleshow/64820539.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "Probe team to visit PHC where woman died after delivery today": {"datetime": "", "description": "MADURAI: A medical team comprising officials from the Tirunelveli district health department as well as other experts has been formed to conduct further inquiry into the death of a 23-year-old woman after giving birth to a stillborn baby earlier this month at a primary health centre (PHC) in Thirukkurunkudi. The delivery was performed by a PHC employee in the absence of a doctor. The team – which includes the deputy director of health services (DDHS), deputy director of family welfare and joint director of health services from the district — apart from the dean and team of obstetricians from Tirunelveli medical college – would be conducting an inspection at the hospital on Monday. The DDHS of Tirunelveli, Dr S Senthil Kumar, had already submitted a report earlier but according to the officials, the team has been formed to have a more comprehensive probe into the issue. “We will be conducting an inspection and submitting the report to the director of public health and preventive medicine (K Kolandaswamy) and mission director of National Health Mission (Dr Darez Ahamed),” DDHS Dr Senthil Kumar said. Officials from the comprehensive emergency obstetrics and newborn care (CeMONC) would also be part of the inspection. The state human rights commission had also taken suo motu congizance of the deaths and sought a report from the state health department regarding the incident. It may be recalled that based on the initial inspection, officials had said that there was no doctor for the afternoon duty at the PHC and the auxiliary nurse midwife (ANM) who was present there performed the delivery. The reason for the death of the mother was said to be bleeding during delivery while the baby was stillborn following complications from the umbilical cord getting wrapped around its neck. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:33:00", "link": "https://timesofindia.indiatimes.com//city/madurai/probe-team-to-visit-phc-where-woman-died-after-delivery-today/articleshow/69817526.cms"}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "NIA quizzes Madurai youth, lets him off": {"datetime": "", "description": "MADURAI: Close on the heels of the searches and arrests in Coimbatore after busting an Islamic State-inspired terror module, sleuths from National Investigation Agency (NIA) questioned a man from Madurai city on Saturday night. A search was also conducted at his house in the Villapuram housing board area. Although the man, aged around 20 years, was let off after several hours of quizzing, he has been asked to present himself for further questioning whenever required. A team from Kochi led by the deputy superintendent of police conducted the search and interrogation. A city police source said that the man was picked up around 9 pm and taken to the special investigation cell office at Tallakulam, where he was interrogated. The NIA team left the city after the overnight inquiry. NIA sources said that the man, who is studying in an Arabic college, was suspected to have propagated IS ideology. He was found to have shared and liked the posts of Zahran Hashim, the mastermind of the Sri Lanka Easter terror attack case, on social media. However, his name has been withheld by the agency. “His father was also questioned. Since they have not been arrested or any substantial evidence secured against them, their names cannot be divulged. However, they have been asked to appear before us for questioning if needed,” the source said. As reported, two people identified as Mohammed Azaruddin and Shiek Hidayuthuallah from Coimbatore, have been arrested by the NIA following the searches so far. It had registered a case against six people in connection with propagating IS ideology on social media to inspire youths to join the terrorist organization, sources said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:29:00", "link": "https://timesofindia.indiatimes.com//city/madurai/nia-quizzes-madurai-youth-lets-him-off/articleshow/69817484.cms"}, "Murder of DYFI treasurer sparks tension in Tirunelveli": {"time": "2019-06-14 11:31:00", "link": "https://timesofindia.indiatimes.com//city/madurai/murder-of-dyfi-treasurer-sparks-tension-in-tirunelveli/articleshow/69779749.cms", "description": "TIRUNELVELI: The murder of the Tirunelveli district treasurer of Democratic Youth Federation of India (DYFI), Ashok, 25, by a gang near Thachanallur in Tirunelveli city late on Wednesday night sparked tension with a series of protests organized demanding the arrest of the accused. The murder is suspected to be a fallout of an inter-caste dispute between dalits and a backward class community. It took place when Ashok, a resident of RSA Nagar was heading to work in Gangaikondan. Sources said that Ashok was waiting for the company bus around 10.45pm when the armed gang hacked him to death. He suffered multiple deep cuts on his head and body. His body was later found by the locals near a railway track. Relatives and villagers who came to know about the incident resorted to a road blockade demanding the arrest of the accused. The protest affected traffic on the Tirunelveli to Madurai highway for a few hours. Tirunelveli city police commissioner N Baskaran and other officers tried to pacify the protesters. Initially, they refused to allow the police to shift the body till the accused were arrested, but, later they relented and allowed the body to be taken for autopsy around 2.45am on Thursday. On Thursday, around 11am, the relatives, villagers, DYFI and CPM representatives staged a protest before the Tirunelveli government medical college and hospital where the body was kept. They cleared the road after police intervened. Again in the evening, the villagers led by CPM state secretary K Balakrishnan resorted to road blockade near the place where Ashok was murdered. After more than five hours of talks, the blockade was finally withdrawn around 8.30pm when the Tirunelveli sub-collector and commissioner agreed to meet the protesters’ demands like detention of all the accused under Goondas Act, booking them under The Scheduled Caste and Scheduled Tribes (Prevention of Atrocities) Act, 1989 and filing of chargesheet in 60 days. They also demanded Rs 50 lakh compensation to the victim’s family, government job for a family member in three months, acquire land from RSA Nagar to Sivakumari spinning mill to create a path for dalits, declare Kariyiruppu as an atrocities-prone area and special attention by the police. Meanwhile, the first installment of compensation for Rs 4.12 lakh was handed over to the victim's family in accordance with the SC/ST (Prevention of Atrocities) Act. Police sources said that four special teams have been formed to nab the unnamed accused. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "‘Introduce vehicles with desalination plants’": {"datetime": "", "description": "TUTICORIN: The BJP state president Tamilisai Soundararajan said that the government should take steps to resolve the drinking water crisis in the state by introducing vehicles with desalination plants like Israel. Tamilisai, along with her husband and son, conducted a medical camp at Kulasekaranallur in Tuticorin on Sunday, as several people were suffering from kidney related ailments. While addressing the media persons, Tamilisai said that Tamil Nadu is facing a huge drinking water crisis. She said that though the DMK and Congress are criticizing the state, such issue would not have arisen if they had implemented any long term scheme when they were in power. She said the state should take steps to resolve the drinking water crisis in the state by introducing vehicles with desalination plants like Israel. Former union minister Pon Radhakrishnan, responding to Congress MP S Thirunavukkarasar’s statement, said that he would sell his property to close the loans of farmers . Download The Times of India News App for Latest City .", "time": "2019-06-17 04:26:00", "link": "https://timesofindia.indiatimes.com//city/madurai/introduce-vehicles-with-desalination-plants/articleshow/69817451.cms"}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "HC dismisses forester’s plea against recovery order": {"datetime": "", "description": "MADURAI: The Madurai bench of Madras high court has dismissed the plea of a forester against the recovery order issued by the department for causing loss to the state exchequer in dealing with teak plantation. Petitioner K Karuppasamy joined as a forest watcher during 1986 and subsequently was promoted as forester in 1999. Following certain allegations concerning teak saplings, a charge memo was issued to the petitioner in October 2011 under Rule 17(a) of Tamil Nadu Civil Services (Discipline and Appeal) Rules. Though the petitioner denied the allegations, the conservator of forests, Madurai circle, passed an order imposing recovery for the loss incurred by the state exchequer. The counsel for the petitioner submitted that the loss occurred on account of natural calamities and therefore his client was not liable to compensate it. Justice S M Subramaniam observed that such natural calamities have not been established and there was no finding in this regard by the competent authority. He observed that in the departmental disciplinary proceedings, the explanation submitted by the delinquent alone is to be considered with regard to the records available and final orders to be passed by the competent authority. This being the procedure followed, the court is of the opinion that the findings arrived by the competent authority that there was financial loss to the state exchequer cannot now be re-adjudicated. Hence, the court stated that the petitioner was bound to pay the financial loss incurred by the state exchequer regarding the teak saplings and the arguments advanced by the counsel of the petitioner that the loss was due to natural calamities cannot be accepted. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:28:00", "link": "https://timesofindia.indiatimes.com//city/madurai/hc-dismisses-foresters-plea-against-recovery-order/articleshow/69817481.cms"}, "ENCROACHMENT": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachment/articleshow/64820469.cms", "description": ""}, "Man dies after falling from bike, kin allege cop hit him": {"datetime": "", "description": "MADURAI: A 38-year-old man from the city, who suffered head injury after he fell down from his bike on Saturday night, died at Government Rajaji Hospital on Sunday. The incident took place at MGR Bridge connecting Thaikkal Street and Sellur, where a police team was engaged in a vehicular checkup. The deceased was identified as T Vivekanandakumar, 38, from S Alangulam. He used to run a tyre shop at Simmakkal. The pillion rider, identified as A Saravanakumarer, and the relatives of the deceased, claimed that he fell down after one of the policemen hit him with his lathi for not stopping the bike when he was asked to do so. However, the city police have stated that the biker fell down while trying to flee on seeing the police. The duo was under the influence of alcohol and were not wearing helmet when the incident took place, they said. Saravanakumar, who is an employee in the tyre shop, has sent a petition to the city police commissioner S Davidson Devasirvatham urging action against the policeman responsible for it. He stated that they were on their way home after closing the shop, when the incident happened. As they fell down, Saravanakumar suffered injuries on his face, whereas Vivekanandakumar became unconscious. They were shifted to hospital by police personnel. A police higher officer said that the vehicular search was conducted by delta team formed by Madurai city police commissioner to prevent crime incidents. The team tried to stop the duo, but they tried to flee from the spot making a U turn. In the process they fell down from the bike. Further details will be available after a detailed inquiry, he said. Meanwhile, relatives of the deceased staged a protest near Government Rajaji Hospital, where the body is kept. A postmortem is scheduled to be conducted on Monday. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:27:00", "link": "https://timesofindia.indiatimes.com//city/madurai/man-dies-after-falling-from-bike-kin-allege-cop-hit-him/articleshow/69817456.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "120ft deep well found beneath road": {"datetime": "", "description": "Kanyakumari: Officials from the Nagercoil Municipal Corporation stumbled upon a nearly 120-foot-deep well under an existing road while digging it to lay a new pipeline on Friday. An earthmover was engaged to dig the road for the Puthen Dam to Nagercoil drinking water supply project at Bright Street near Derik Junction in Nagercoil. As the digging was underway the machine hit a cement slab and on hearing a different noise the work was paused and the workers manually dug it up to find an abandoned open well beneath the cement slabs. Surprised by the discovery of the old well, residents thronged the place to have a look at it. Workers engaged in the pipeline work attempted to cover the well with the slab and go ahead with the pipeline work. But residents protested and demanded the well to be filled with soil as it poses a threat to the safety of road users. On hearing about the incident, Nagercoil MLA N Suresh Rajan and corporation commissioner K Saravanan visited the place. Corporation engineer Balasubramanian said the well will be filled up with soil and properly closed before they continue with the pipeline work. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:37:00", "link": "https://timesofindia.indiatimes.com//city/madurai/120ft-deep-well-found-beneath-road/articleshow/69807264.cms"}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "‘Caregiving of elders a burden for many’": {"time": "2019-06-15 04:38:00", "link": "https://timesofindia.indiatimes.com//city/madurai/caregiving-of-elders-a-burden-for-many/articleshow/69795738.cms", "description": "Madurai: Caregivers of elders in the Indian society felt burdened and did not get any satisfaction in taking care of their parents. About 29% of these caregivers — sons, daughters-in-law, daughters, sons-in-law — felt that they were burdened, while 15 % of them claimed that it was a severe burden, says a report by Helpage India published on World Elder Abuse Awareness Day. The report, “Role of family in caregiving - challenges and responses 2019’’ was released here on Friday by the district collector in charge S Santhakumar. The study was conducted among a sample population in 20 cities across India, including Chennai. It said that 85% of the caregivers felt that the high fees collected by institutions that took care of the elderly made it difficult for them to avail of the facility. Fatigue and frustration were what 25.7% of the caregivers felt. Surprisingly, the study found that 41% of grandsons took care of their grandparents by participating in various activities, as against just 38% of granddaughters. As medical bills of elderly made a big dent in their monthly budget, the caregivers who took part in the study urged the government to take steps to subsidize rates of medicine and make them GST-free. They also sought government-supported oldage homes, health cards for elderly, free medicine and transport facilities for visiting hospitals. Geriatrician from Madurai, Dr N Raja, points out that caregivers play an important role in the welfare of elders. “They should be counselled regularly on the requirements of the elderly, else it will result in the elders being abused,’’ he said. There were two types of elder abuse, active and passive. Active abuse included physical and verbal abuse, while passive abuse was ignoring elders. Both types of abuses resulted in elders being affected and getting depressed. Including an elderly person in daily conversations and seeking their help in small chores like folding clothes could help to keep them happy. “Many of them are used to having been the heads of the household and suddenly, when all responsibility and importance are taken away from them it affects them,” he said. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Cattle continue to rule the roads": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cattlecontinuetoruletheroads/articleshow/69192960.cms", "description": ""}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "American College to have disability studies in syllabus": {"datetime": "", "description": "MADURAI: Officials at the American College, Madurai have said that they would be giving particular emphasis on disability-related education for their students. As a beginning, they are set to introduce disability as a part of their core syllabus in two programmes – MA economics and MBA. In economics, disability-related lessons have been already included from this year. Officials said that after meeting with the academic council and board of studies, it could be included in MBA syllabus from the next academic year. In economics, in two papers – human development and gender economics – disability and economic dimensions of disability would be a part of the syllabus from this year. “It will deal with economic impacts of disability. For example, the portions will deal about the economy of a society when there are a higher number of people with disability,” the official said. The officials said that it was included in the curriculum as part of sensitising the students and to know about how people with disability could contribute to a workforce. “We are introducing it as a part of the MBA programme because many who study this may work in the human resource department. When they conduct recruitments, they should know what kind of roles could suit people with disability,” another official said. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:01:00", "link": "https://timesofindia.indiatimes.com//city/madurai/american-college-to-have-disability-studies-in-syllabus/articleshow/69807248.cms"}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "KKNPP dismisses rumours on AFR spent fuel storage facility": {"time": "2019-06-14 04:43:00", "link": "https://timesofindia.indiatimes.com//city/madurai/kknpp-dismisses-rumours-on-afr-spent-fuel-storage-facility/articleshow/69779729.cms", "description": "Madurai: Kudankulam Nuclear Power Plant (KKNPP) has said that the proposed Away From Reactor (AFR) Spent Fuel Storage facility to be established at the plant is completely safe and not alarming as projected by those opposing it. The assurance came in a detailed press statement on Thursday amid rumours of possible devastation that the facility could cause. A public hearing to establish the storage facility is to be held on July 10.It stated that KKNPP in Tirunelveli’s Radhapuram taluk was the seventh nuclear power generating site of the Nuclear Power Corporation of India Limited in India, with a total capacity of 2000 megawatt. All the operating nuclear power stations in India and abroad had facilities to store new as well as spent (used) fuel. The scheme to store spent fuel in a nuclear power plant was two-fold. The first place of storing was within the reactor building and is known as spent fuel storage pool/bay with limited capacity. It was used for immediate storage of the spent fuel removed from the reactor during refuelling. It remained in the pool initially for a few years to cool it sufficiently before being shifted to the AFR later. But for a bigger capacity it was functionally similar to the spent fuel pool inside the reactor building.AFR Spent Fuel Storage facility was located within the plant premises and could be constructed as needed. Two AFRs — at Tarapur near Mumbai and Rawatbhata in Rajasthan — were in operation in India and one more was being constructed at Rawatbhata. AFR design was specific to fuel type. The proposed facility was designed for storing spent fuel discharged from reactors at Kudankulam 1 and 2 and not from any other reactor. The facility here was not to store nuclear waste as perceived by some, the statement said. It added that requirements for spent fuel storage and waste management were different. The AFR was designed with the highest safety standards in accordance with the highest quality standards, codes and guides of the Atomic Energy Regulatory Board (AERB) and was also designed to withstand extreme natural events. The design ensured that there would not be any adverse impact of the facility on personnel, public and the environment, the statement said. Radiation dose on account of AFR to the public would be negligible as has been established at the two existing AFRs sites in operation. Download The Times of India News App for Latest City ."}, "HC summons SP on contempt plea by cop": {"time": "2019-06-15 04:37:00", "link": "https://timesofindia.indiatimes.com//city/madurai/hc-summons-sp-on-contempt-plea-by-cop/articleshow/69795734.cms", "description": "Madurai: The Madurai bench of the Madras high court has directed the Virudhunagar superintendent of police (SP) to appear before it on June 20 in a contempt petition filed by a police constable. In his petition, K Thangamuthu, a police constable working at the Sivakasi East police station stated that he was appointed as the grade II constable in Ramanathapuram district in 2003. He stated that he was later promoted as grade I constable and was posted at the Sattur town police station and was consequently transferred to M Reddiapatti police station in Virudhunagar district. He submitted that when he was working at the Sattur town police station, a false case was registered against him under Sections 147 and 323 of IPC based on the complaint given by Selvaraj in 2013. The police officials filed the chargesheet in the case and the Sattur judicial magistrate II court in the order acquitted him from the case in 2015, he stated. Thangamuthu stated that 10 months after he was acquitted from the case, the SP issued a charge memo under provisions of the Tamil Nadu Police Subordinate Service (Discipline and Appeal) Rule 1955 and appointed the Virudhunagar assistant superintendent of police to conduct an inquiry about the charge memo. The petitioner stated that he moved the HC challenging the charge memo and the court granted an interim stay in 2016. He said that even though he submitted the order copy of the court to the officials, the SP issued a memo during the year 2017 stating that all charges have been proved against him without complying to the interim stay granted by the court. Hence, the petitioner filed a contempt petition in 2017 seeking to take action against the concerned officials for not complying with the order of the court. When the petition was taken for hearing on Friday, justice D Krishnakumar gave the direction. Download The Times of India News App for Latest City ."}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Bountiful catch on day 1 to keep fishers off sea today": {"datetime": "", "description": "Madurai: All the 13 fishermen associations engaged in fishing from the Rameswaram harbour have decided to skip fishing on Monday due to the inability of exporters to accommodate the huge catch with which they returned to the shore on Sunday.With the 61-day fishing ban on the east coast ending on Friday, fishermen who went to sea returned with more than twice the usual catch they had before the ban. Though they were to go fishing from Saturday morning, a sizeable number of them went fishing on Friday afternoon. However, both groups returned on Sunday. “Against the normal catch of 200 kgs to 300 kgs per boat, it was 500 kg to 800 kg per boat today,” said a representative. “We expected good price for the hefty catch. But we were disappointed as our exporters could not buy it due to unavailability of ice, freezer boxes, vehicles and manpower to handle the huge quantity,” secretary of Rameswaram fishermen association N Devadoss told TOI.Hence the exporters said they would not be able to buy the catch for a day and requested the fishermen not to go fishing for a day. On the other hand, the fishermen said that exporters who bought a kilogram of export quality prawns (30 pieces per kg) for Rs 650 before the ban began had hinted that they would be able to pay only half the price, to the disappointment of fishermen. They hoped the price to pick up after Monday.Download The Times of India News App for Latest City .", "time": "2019-06-17 04:32:00", "link": "https://timesofindia.indiatimes.com//city/madurai/bountiful-catch-on-day-1-to-keep-fishers-off-sea-today/articleshow/69817515.cms"}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "WATER CHANNEL BEING DEPLETED": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterchannelbeingdepleted/articleshow/64820515.cms", "description": ""}, "This is not a sewage this is canal": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thisisnotasewagethisiscanal/articleshow/63933129.cms", "description": ""}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Will act tough against officials if discrimination proven: SC panel": {"datetime": "", "description": "Departmental action will be taken against officials if found guilty in connection with the alleged discriminatory practices prevailing against scheduled caste people in S Valayapatti village who were attacked by members of an intermediate caste, said the vice-chairman of National Commission for Scheduled Castes L Murugan. The NCSC team visited S Valayapatti village along with officials from revenue and police department including district collector (in-charge) S Shantha Kumar on Saturday. When asked whether the transfer of two anganwadi workers belonging to scheduled caste based on pressure from intermediate caste members did not amount to encouraging discrimination, the vice-chairman said that was why he had issued showcause notice to the officials concerned. He had asked them to explain why legal action should not be initiated under the scheduled caste and scheduled tribe (prevention of atrocities) act against those responsible for shunting the anganwadi workers out of the village, he said. Murugan visited the affected people and took stock of the property damaged in the attack that took place on Sunday night. He insisted that the officials carry out speedy investigation and disburse compensation. Four people from scheduled castes had sustained injuries in the attack, which was the culmination point of the caste tension that has been prevailing there for about two years. The issue started flaring up once again in March when the people from scheduled caste were not allowed to worship in the village temple. While the intermediate caste people did not get approval for conducting jallikattu due to the tension, they turned the heat on the scheduled caste people. When they stopped water supply to SC people, the latter approached the local police. The police complaint fuelled the issue leading to the attack. Murugan said “I had sent a detailed circular to all district superintendents of police in the wake of Katchanathan attack case to identity vulnerable areas and provide counselling to people to pre-empt communal issues and asked them to take stringent action against those behind such attacks.” With the students belonging to intermediate caste not turning up at the school after the incident, the vice-chairman asked the officials to bring all the students back to the classroom from Monday onwards. He said that 11 accused in connection with the attack have been arrested so far, but the villagers wanted 28 more to be arrested. He said the police will form more teams and arrest all the suspects. The temple will be opened and officials will ensure that both communities worship without any dispute. The first installment of payment under SC/ST act to the victims will be disbursed on Monday, he said. Senior investigation officer from NCSC S Lister and district monitoring committee member B Pandiaraja also accompanied the vice-chairman. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:35:00", "link": "https://timesofindia.indiatimes.com//city/madurai/will-act-tough-against-officials-if-discrimination-proven-sc-panel/articleshow/69807242.cms"}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Road relaying delayed": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadrelayingdelayed/articleshow/64057015.cms", "description": ""}, "An Repaired Roas": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/anrepairedroas/articleshow/68841973.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Unmanned at Heart of City": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unmannedatheartofcity/articleshow/65251476.cms", "description": ""}, "Students form human chain to spread awareness about safe blood donation": {"time": "2019-06-15 04:43:00", "link": "https://timesofindia.indiatimes.com//city/madurai/students-form-human-chain-to-spread-awareness-about-safe-blood-donation/articleshow/69795770.cms", "description": "Madurai: As a part of observing the World Blood Donor Day (on June 15), the Government Rajaji Hospital (GRH) in Madurai conducted a blood donation drive apart from organizing a human chain to create awareness. In fact, as a part of observing the day, right from Thursday, several events ranging from sensitization talks to conducting mobile camps for blood donation drives were being organized by GRH and also by other individual organizations. On Friday, around 500 college and school students participated in a human chain from GRH to Indian Medical Association (IMA) to urge healthy volunteers to donate blood every three months. The officials from GRH also said that over the course of their campaigns across Thursday to Saturday, the main focus would also be on emphasizing on the point “safe blood for all”, which is the theme for World Blood Donor Day this year. “As a part of this, we gave sensitization talks to promote healthy voluntary repeat donors,” district blood transfusion officer Dr M Sintha said. The officials also said that despite enough awareness, there were repeated posts on social media and WhatsApp regarding urgent blood requirements for even the most common blood groups. “Such a situation would not arise even if 1% of the population donates blood,” the doctor added. Totally 25 people donated blood at the GRH camp on Friday. On Thursday, a camp was conducted at Joy Alukkas by Jeevanathi Trust and a total of 47 people donated blood and at Ahana Hospital, a camp was conducted by Young Indians. On Friday, another camp was conducted at Ahana Hospital by Young Indians in which 25 donors participated. Totally 20 donors donated blood in a camp which was conducted at the Ramani Motors. Download The Times of India News App for Latest City ."}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Breaking The Rules OF Sewage flow/Garbages": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/breakingtherulesofsewageflow2fgarbages/articleshow/69404867.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "bus parked in wrong spot": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/busparkedinwrongspot/articleshow/63838407.cms", "description": ""}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Sundaram Park in Madurai needs to be maintained": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sundaramparkinmaduraineedstobemaintained/articleshow/65713207.cms", "description": ""}, "Night soil removed from sewer line dumped in road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nightsoilremovedfromsewerlinedumpedinroad/articleshow/64057105.cms", "description": ""}, "Child marriage victim escapes from groom’s house": {"time": "2019-06-15 04:42:00", "link": "https://timesofindia.indiatimes.com//city/madurai/child-marriage-victim-escapes-from-grooms-house/articleshow/69795763.cms", "description": "Madurai: A 17-year-old girl who was rescued from being married off but was later forcibly married to the groom by her parents, managed to escape from the groom’s place in Dindigul district on Thursday. Confirming the escape, officials said she has been taken to a government shelter in the district and that stringent legal action would be taken against her relatives as well as the groom and his family. It is learnt that the girl hailing from a village near Kodai Road in Dindigul district lost her father a few years ago and is pursuing a nursing course at Chennai. Her widowed mother and relatives had arranged for her marriage to Umesh Pandi, 27, from a village near Nilakottai in the district on June 6. On receiving information about the marriage, district child protection unit and district social welfare department staff rescued her on June 3. She was taken to a government shelter for temporary care. But the following day, her relatives approached the officials and gave an undertaking in writing that the wedding had been called off and that they will not get her married till she turned 18. The relatives also promised to help her continue studies, believing which the authorities sent her back home with them. However, as it happened earlier, her relatives and the groom’s parents, Pandi and Murugeshwari, got the girl married to their son Umesh Pandi on June 6. The girl was sent to the groom’s house and was under the custody of the in-laws. Sources said that the girl also inflicted a cut injury on her hand threatening to commit suicide if the groom approached her for a physical relationship. The girl could not step out or alert anyone since she was under constant surveillance, but she managed to escape from the house when her in-laws went out on Thursday. She approached a nearby police station and narrated the ordeal, following which she was taken to a government home for temporary shelter. Officials said they would be taking up the case seriously and ensure that the culprits were punished. Dindigul police said that a case will be registered and the accused will be arrested as soon as they received a complaint from the officials concerned. Download The Times of India News App for Latest City ."}, "Motorcyclist falls to death from Palanganatham RoB": {"datetime": "", "description": "MADURAI: A young motorcyclist from the city was killed as he fell from the Palanganatham road over bridge after hitting a parapet wall on Saturday. The deceased was identified as J Balaji, 29, from Subramaniyapuram. Balaji died on the spot after sustaining serious head injuries in the fall. Local residents said this was the third such incident happening on the same spot and urged the authorities to ensure safety of commuters. Based on a complaint from his elder brother J Vadivelan, 33, a case was registered with city traffic investigation wing police. Police said that the victim might have lost control over the vehicle before hitting the parapet wall. The case was registered under the IPC section 279 – rash driving, the police said. Police said the bridge is wide and often seen free from traffic, tempting enough for motorcyclists go beyond permitted speed. They urged the authorities concerned to heighten safety measures by installing fence at vulnerable points. “If the safety measures are not improved, deaths are bound to take place at the bridge. Measures should be taken to control speeding vehicle,” said J Vetriselvam, an autorickshaw driver from Jaihindpuram. V Kalamegan, a social activist from Palanganatham, said the idea behind road over bridge was originally to connect Madukulam road on one side and two arms on the other side connecting TVS Nagar and Jaihindpuram road. But the arm to connect Jaihindpuram never was constructed. “At present, the entire bridge is useless due to its poor designing. It is used only residents for morning walk and children for cycling. Anti-social activities take place at nights due to poor lighting,” he said. The bridge would serve the purpose only if the arm was also constructed, he added. A traffic police officer said that the bridge continues to be snubbed by motorists despite efforts to sensitise them against it. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:29:00", "link": "https://timesofindia.indiatimes.com//city/madurai/motorcyclist-falls-to-death-from-palanganatham-rob/articleshow/69817490.cms"}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Dumpage of Garbage in Water channel": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpageofgarbageinwaterchannel/articleshow/64442345.cms", "description": ""}, "Vaiko alleges irregularities in admissions at MKU": {"datetime": "", "description": "MADURAI: MDMK general secretary Vaiko on Sunday came up with allegations that there were irregularities in admission procedure for the upcoming academic year at Madurai Kamaraj University (MKU). In a statement, the MDMK chief alleged lack of transparency in the admissions, adding a probe should be carried out into the “irregularity”. The admission process for postgraduate courses was carried out in three phases this year: while in the first phase it was for courses which didn’t require any entrance examination, the second was for courses for which admission was done based on the state-level entrance test and the third was for those for which national-level entrance was held. According to Vaiko, when it came to the entrance examinations, the results were never declared and even for the admission procedure, the ranking or merit list was not disclosed in proper manner. Further, he claimed that for counselling, which was held on May 13, the communication for the candidates was sent only by May 10 that too via post and as one of the two days in between was a holiday (Sunday), the information didn’t reach the candidates on time. “The communication didn’t even reach many and hence only a few students participated in the counselling on Monday,” he added. Vaiko went on to allege that to hide the “mistakes” and “irregularities”, MKU suddenly removed all the admission related announcements and details from the website. He urged that the government should take “action against those who were responsible for the irregularities” However, MKU administration on the other hand dismissed all the allegations. It may be recalled that it was only this year, MKU opted for counselling process for admissions and the university vice-chancellor (VC) M Krishnan said that it was introduced only to make the procedure “more transparent”. He added that the transparency was in fact praised by the parents of the candidates this year. “We had not released the merit list online, but on the day of counselling, for all subjects, it was displayed for all the participants in the large screen at our auditorium. When it comes to issuing the results of entrance test, it is not required because we give the merit list. Everything was done as per procedure,” Krishnan said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:33:00", "link": "https://timesofindia.indiatimes.com//city/madurai/vaiko-alleges-irregularities-in-admissions-at-mku/articleshow/69817527.cms"}, "Persistent menace": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/persistentmenace/articleshow/63573544.cms", "description": ""}, "DRAINAGE RUNNING THRO ROADS AT IYERBANGALAW": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagerunningthroroadsatiyerbangalaw/articleshow/68731484.cms", "description": ""}, "MSU college to be shifted to a new building": {"datetime": "", "description": "Tirunelveli: The Manonmaniam Sundaranar University (MSU) College at Sankarankovil in Tirunelveli district will shift to a new temporary building from this academic year as the old building is in a dilapidated condition, according to officials. It may be recalled that only last month, a 19-year-old female student from the college died at the old campus after the parapet wall of the building collapsed due to heavy downpour. The old building where the incident happened was also a rented one. According to university officials, considering the safety of the students, they have decided to shift to a temporary building. “We have identified two buildings and we will quickly zero-in on one as soon as possible,” an official said. It may be recalled that the university administration had earlier mentioned that the construction of a new permanent building – at a cost of Rs 3.1crore – was fast-tracked so that the functioning could be shifted there by the beginning of the next academic year, but there has been a delay in the construction. “But the construction is going in full-swing and it should be finished within three months’ time. In the meantime, we will be functioning in the temporary building,” university vice-chancellor (VC) K Pitchumani told TOI. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:36:00", "link": "https://timesofindia.indiatimes.com//city/madurai/msu-college-to-be-shifted-to-a-new-building/articleshow/69807253.cms"}, "Move out Trash Bin": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/moveouttrashbin/articleshow/69050636.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "ENCROACHMENT OF PUBLIC ROAD etc.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentofpublicroadetc-/articleshow/64820464.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Drainage overflow in heart of Trichy": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainageoverflowinheartoftrichy/articleshow/64877407.cms", "description": ""}, "Depletion of Water channel": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/depletionofwaterchannel/articleshow/64408242.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "‘We have separate tumbler at tea shop, separate time at ration shop’": {"datetime": "", "description": "MADURAI: Scheduled caste members from S Valayapatti village, who were attacked recently by those from the intermediate caste following simmering tensions, say they have been facing discrimination in various forms for many years now. They had to tolerate them as their elders, who were used to bearing with such discriminatory practices, did not allow them to bring them up before the outside world fearing backlash. The double tumbler system was prevalent in the village till a couple of months ago when people from the schedule caste used to go there. There were only two tea shops in the village, both run by members of intermediate caste. “While tea is served in tumblers made of stainless steel for them, we get it in use-and-throw cups. They stopped selling us tea in the last two months,” said C Ayyar, a village youth. Similarly, grocery shops too are run by people from the intermediate caste. There were about 400 families belonging to intermediate caste in the village as against about 50 families of schedule caste. Only a month ago, T Dhanalakshmi from the schedule caste opened a small shop. But it has not been easy for her to run the shop as those from intermediate caste who owned shops were creating trouble. “The distributor of a popular packaged milk sachet is not supplying me milk due to pressure from the owners of the other two shops. I have to travel 14 kms to reach Tirumangalam to buy milk,” Dhanalakshmi said. While the ration shop was functioning in a community hall near Muthalamman temple, members of the intermediate caste did not like SC members coming far into their settlement. As they opposed it, the library located nearby was turned into ration shop and supplies were distributed at separate timings. “Just two hours are allotted to us and that too after finishing supply to the intermediate caste families. Moreover, better quality supplies are reserved for them,” said A Periyakaruppi, a villager. Besides these, the scheduled caste members were not allowed to take bath in the public water tank meant for the purpose, said A Ravi, a youth. When they took up the issue, the officials said they will construct a separate one for them. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:47:00", "link": "https://timesofindia.indiatimes.com//city/madurai/we-have-separate-tumbler-at-tea-shop-separate-time-at-ration-shop/articleshow/69807233.cms"}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "World Cup 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-videos/will-india-take-their-intensity-to-the-next-level-vs-pak/videoshow/69790733.cms", "description": ""}, "Street Problem": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetproblem/articleshow/69404863.cms", "description": ""}, "To fill cement Block on street": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tofillcementblockonstreet/articleshow/68731476.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "juliflora as tall as lamp post": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/julifloraastallaslamppost/articleshow/67480171.cms", "description": ""}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Minister bats for cleaner Madurai, urges to use dustbins": {"datetime": "", "description": "MADURAI: Minister for cooperation Sellur K Raju has urged the residents to use dustbins to collect garbage and dispose it only with the sanitation employees of the Madurai Corporation. The local minister took part in a sensitization programme in Bethaniyapuram on Saturday to insist on cleanliness. At a time when Madurai is transforming into a smarter city under the Smart City mission, he wanted cooperation from the public to make it even more cleaner. After distributing dustbins to residents, Raju said that the cleaning of Chinthamani channel at Bethaniyapuram, which was clogged with garbage dumped by residents, is underway. The corporation is set to start cleaning all the 13 channels including Pandhalkudi, Managiri, Bibikulam, Kosakulam, Vilangudi, Avaniyapuram and Sottathatti soon. He urged them not use the channels to litter garbage and instead use dustbins. He also flagged off a few battery-operated vehicles to collect garbage from households. Corporation commissioner S Visakan and various other officials were present during the sensitization programme. TNN Download The Times of India News App for Latest City .", "time": "2019-06-16 10:58:00", "link": "https://timesofindia.indiatimes.com//city/madurai/minister-bats-for-cleaner-city-urges-to-use-dustbins/articleshow/69807239.cms"}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Minister opens fifth phase of excavation at Keezhadi": {"time": "2019-06-14 11:25:00", "link": "https://timesofindia.indiatimes.com//city/madurai/minister-opens-fifth-phase-of-excavation-at-keezhadi/articleshow/69779736.cms", "description": "SIVAGANGA: Putting an end to the controversy over the delay in starting the fifth phase of excavation at Keezhadi in Sivaganga district, minister for Tamil language, culture and archaeology, Mafoi K Pandiarajan officially inaugurated the work with a puja and said that the site museum at Keezhadi would come up on two acres and it would be curated in six months. Speaking to reporters after symbolically initiating the works with a pickaxe, he said that the foundation stone for the site museum would be laid soon. Keezhadi excavation was being conducted by the Tamil Nadu archaeological department. While the first three phases were conducted by Archaeological Survey of India, the fourth and now the fifth phases were being conducted by the state department. A total of 13,638 artefacts had been unearthed during the first four phases. The first three phases of excavations that took place between 2014 and 2017 had found 7,818 articles used by the people of the ancient era, while the fourth phase between 2017 and 2018 had unearthed 5,820 things. Site museums were to be established in Keezhadi, Korkai, Alagankulam and Athichanallur, he said. The state had 36 museums and six more were to be established this year. Next year, museums would be established in Tirupur and Namakkal. He said that the artefacts unearthed at Keezhadi would be sent to the US for carbon dating and the age of the ancient articles would be determined through fluorescence dating, a facility available in India. The fifth phase would be short and take about four to five months where fifteen trenches would be dug. This was the first time that underground structures had been identified using geomagnetism, which was more accurate and could define the structures sharply, he said. The expertise of Indian Institute of Geomagnetism is being used for this purpose, he added. The excavation in the fifth phase was to be carried out at a cost of Rs 47 lakh with deputy director of archaeology, Dr R Sivanantham, who led the fourth phase, conducting the fifth phase as well, he said. Pandiarajan said that they had found evidence from the four excavations that Keezhadi was as important as Mohenjo-Daro and Harappa. It was believed that Keezhadi was a site, where a riverside civilization and urban civilization merged. The minister said that the 35 trenches that had been dug before had been covered with sand after marking them. However, in future they may open them and make it a visiting tourist spot, like Mohenjo-Daro and Harappa after acquiring the land, but it was not an immediate plan. The minister said that they had received the reports of the Athichanallur excavation after a delay of 17 years and that it would be released by chief minister Edapaddi K Palaniswami soon along with the proposed perception plan for archaeology in the state. He added that they were yet to receive the reports of the first two phases of Keezhadi excavation from the ASI. The current period was the golden era for state archaeology with many excavation and restoration works being undertaken simultaneously. Twelve fortresses including the Thirumalai Naicker Mahal in Madurai were to be renovated at a cost of Rs 24 crore, he added. Download The Times of India News App for Latest City ."}, "Unable to repay loan, farmer ends life": {"datetime": "", "description": "A 56-year-old farmer from Theni district committed suicide unable to repay an agricultural loan that he had taken from a private bank a couple of years ago. He consumed poison on Thursday and was admitted in a hospital, where he died not responding to treatment on Friday. Based on a complaint from the farmer’s son J Malaisamy, 32, a case under Section CrPc 174 (suspicious death) was registered with the Mayiladumparai police and an inquiry was underway. The deceased was identified as M Jayakodi from Kumananthozhu village. According to police, he had pledged a piece of his land measuring five acres to get Rs 5 lakh loan from a private bank branch in Kumananthozhu. TNN Download The Times of India News App for Latest City .", "time": "2019-06-16 11:03:00", "link": "https://timesofindia.indiatimes.com//city/madurai/unable-to-repay-loan-farmer-ends-life/articleshow/69807236.cms"}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Non-functional toilets at Sundaram Park": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/non-functionaltoiletsatsundarampark/articleshow/69629691.cms", "description": ""}, "Now, posters supporting OPS surface in Andipatti": {"time": "2019-06-15 04:40:00", "link": "https://timesofindia.indiatimes.com//city/madurai/now-posters-supporting-ops-surface-in-andipatti/articleshow/69795751.cms", "description": "Madurai: Even as the AIADMK barred its members from talking to the media, posters urging deputy chief minister O Panneerselvam to assume charge as the leader of the party have been pasted in many parts of Andipatti constituency in Theni district by his supporters. It may be recalled that Madurai North MLA V V Rajan Chellappa had sought a single leadership for the AIADMK as was the case during Jayalalithaa’s era which caused quite a flutter in political circles. Following this, the party high command had convened a meeting in Chennai and asked its members to refrain from talking to the media. However, even as the meeting was being held in Chennai, posters supporting chief minister Edapaddi K Palaniswami for leader and another demanding that education minister K A Sengottaiyan be made the leader emerged, both demanding a single leadership. Now, posters demanding that deputy chief minister O Panneerselvam take up the leadership have appeared at many places in Andipatti. These posters hail Panneerselvam as the person who was chosen by Jayalalithaa to be chief minister thrice and calls him the “Dharmayudh hero’’. The posters have the photograph of Jayalalithaa and OPS printed on them. While they have been signed by the cadres of ‘Dharmayudham’, the photographs of former urban district secretary of AIADMK M Ramachandran and Theni cultural wing secretary A Vellaipandian are also printed on them. It may be recalled that AIADMK had lost the Andipatti bypoll to the DMK and it was alleged that Panneerselvam’s support was dwindling in the region. Download The Times of India News App for Latest City ."}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Woman who set herself ablaze over murder of lover dies": {"time": "2019-06-14 04:47:00", "link": "https://timesofindia.indiatimes.com//city/madurai/woman-who-set-herself-ablaze-over-murder-of-lover-dies/articleshow/69779750.cms", "description": "Madurai: A 26-year-old woman from the Perumalpuram Sri Lankan refugee camp in Kanyakumari district, who had been battling for life after setting herself ablaze on June 7, died at the government medical college and hospital at Asaripallam on Wednesday. Anusha had resorted to the extreme step after being unable to bear the murder of her lover by her brother and his accomplices.Her lover Rasee, 34, was a resident of the refugee camp at Samugarangapuram village near Valliyoor in Tirunelveli district. A divorcee, he had a photography studio at Valliyoor where Anusha’s brother Kaydheeswaran, 25, was an assistant. The police said that though the girl’s family opposed the love affair, the duo was hell-bent on getting married. This infuriated Kaydheeswaran who thought of getting rid of Rasee. Early on June 6, the burnt body of Rasee was found in a crematorium at Kariyamanickapuram village near Kanyakumari. Kottar police who investigated the case found injuries on his neck and sent the body to the government hospital for autopsy.There was some difficulty in identifying the man as the body was fully burnt. Based on a tip about Rasee having gone missing from the refugee camp for two days, the police started probing in that direction and nabbed Kaydheeswaran the same day. He confessed to murdering the man by taking him in a taxi, getting him drunk and stabbing him with a broken liquor bottle.He committed the crime with the help of his accomplices Palani alias Kannan, 25, of Suchindram and Faizal, 26, of Paramarthilingapuram, who were also arrested by the police. The trio was booked under sections 302 (punishment for murder) and 201 (causing disappearance of evidence of offence, or giving false information to screen offender) of the Indian Penal Code. Download The Times of India News App for Latest City ."}, "Zero discharge textile processing park to come up near Madurai": {"time": "2019-06-14 11:42:00", "link": "https://timesofindia.indiatimes.com//city/madurai/zero-discharge-textile-processing-park-to-come-up-near-madurai/articleshow/69779740.cms", "description": "MADURAI: A Rs 200 crore zero-waste textile processing park, which would be a boon to the textile industry in the state to get rid of effluent, is to come up at Kariapatti in Virudhunagar district on the border with Madurai. This was revealed at a press meet organized to announce the textile expo to be held from June 18 to 21 at Madurai District Tiny and Small-Scale Industries Association (Maditssia). Project director of the textile processing park K R Gnanasambandan said that they were in the process of seeking permission for the foundation stone laying ceremony of the park which is to be spread over 100 acres. He said the park would be established in a year. As in other districts, textiles had been flourishing in Madurai and the southern districts too with about 75 units functioning well till recently in Madurai alone. However, about 35 of them had closed down thanks to the issue of pollution.  The remaining ones were suspended because power supply was stopped over the issue. Gnanasambandan said that the textile processing park project was signed by late chief minister J Jayalalithaa at the 2015 Global Investors Meet and Maditssia was the first to take up the offer. ``The central government will contribute Rs 100 crore and the state government and Maditssia Rs 50 crore each for this park,’’ he said. It had taken them five years to get clearances at different levels, including the most important one on pollution from the Tamil Nadu Pollution Control Board, and other environmental clearances. The park would house 40 textile units which would be relocated into the park from in and around Madurai. The units would bleach and dye textiles, but there would be zero discharge. He said that 96% of the water from the park would be recycled while the remaining 4 %, which was sludge, would be sent to the evaporator. The water in the sludge would evaporate and the remaining solid, which was predominantly lime, would be sent to the cement industry. He said that the park could help rejuvenate the textile industry throughout the state as it would help them with the crucial functions of bleaching and dyeing. All types of yarn could be processed here. Once functional, the park would provide direct employment to 2,000 people and indirect employment to over 5,000 people, he added. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Man gets bail on making amends about FB post": {"time": "2019-06-15 04:40:00", "link": "https://timesofindia.indiatimes.com//city/madurai/man-gets-bail-on-making-amends-about-fb-post/articleshow/69795750.cms", "description": "Madurai: The Madurai bench of the Madras high court has granted anticipatory bail to a person who posted a controversial comment on his Facebook page. When the petition was taken up for hearing on Friday, the counsel who appeared for the petitioner submitted an undertaking by the petitioner before the court stating that he would not post such comments in future. On perusal of the submissions, justice P Rajamanickam granted anticipatory bail. In his petition, Imran alias Mohamadu Imran alias Mohamed Imran, a resident of Mallipattinam in Thanjavur district, stated that the Sethubavachatiram police have registered a case against him under Sections 296 (A), 505 (1) (b), 505 (2) of IPC and Section 67 of the Information Technology Act. He submitted that the case was registered for his post on his Facebook page telling Muslims that they should either learn ‘jihad’ or should learn to chant ‘Jai Shri Ram’ which could instigate violence between people belonging to two religions. Stating that he was falsely implicated in this case, Imran said that he did not have any bad antecedents in the Sethubavachatiram and Mallipattinam police limits. He stated that in 2015, three cases were registered against him at police stations in Madurai, Tirunelveli and Kanyakumari districts as he gave legal assistance to Muslim prisoners and educational support to their children. As no such occurrence happened on the day which was mentioned in the complaint, the petitioner prayed to the high court seeking anticipatory bail stating that he is willing to abide by the rules of the court. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "‘State will not allow projects against people’s interests’": {"time": "2019-06-15 04:41:00", "link": "https://timesofindia.indiatimes.com//city/madurai/state-will-not-allow-projects-against-peoples-interests/articleshow/69795757.cms", "description": "Stating that the government is getting public opinion regarding the proposed ‘away from reactor spent fuel storage facility’ at the Kudankulam Nuclear Power Plant (KKNPP) in Tirunelveli district, minister for environment K C Karuppannan said that the government will not go ahead with any project that is against the interests of the people. Speaking to reporters in Tuticorin after taking part in various events, including an environment-related conference at a private college in Kovilpatti and tree planting events on Friday, Karuppannan said that this applies to the Sterlite copper smelter plant as well that has remained sealed from May 2018. Smoke emanating from all factories in the State Industries Promotion Corporation of Tamil Nadu Limited (Sipcot) industrial estates across the state is being monitored by the department of environment. “Devices have been installed at industries where excess smoke gets emanated. It is being monitored from the pollution control board office and when the pollution level crosses the limit the plants will be temporarily closed,” he said. The industries are allowed to resume operation only after they carryout corrective measures. Pointing out at the United Nations’ World Environment Day celebration for this year ‘Beat Air Pollution’, he said that the government is determined to create awareness on the same and to carry out rectification measures to reduce air pollution. Download The Times of India News App for Latest City ."}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Tamil Nadu Chamber wants 28% slab abolished in GST": {"datetime": "", "description": "MADURAI: Tamil Nadu Chamber of Commerce and Industry has made an appeal to union Finance Minister (FM) Nirmala Sitharaman to abolish the highest tax slab of 28% from Goods and Services Tax (GST). In a pre-budget memorandum to the minister, the chamber’s senior president S Rethinavelu and president N Jegatheesan stated that doing away with the 28 per cent tax slab and reducing the tax rates in the other categories would result in better compliance and reflect with increase in tax paid to the government. Lauding the government for reducing GST on various goods from 28% to 18 % at the 28th meeting of the GST Council on July 21, 2018, they pointed out that as many as 28 items including cement and automobile parts are still under the 28 per cent slab. They said that goods that have to be placed under the 12% slab are in the 18% category and this applies to the 12% and 5 % categories as well. The chamber pressed for 18 per cent as highest GST and that it should be applicable only to sin and luxury goods. Suggesting a new Revenue Neutral Rate (RNR) at 15%, they said that the tax slab of existing goods should be reduced to 15%, 12%, 5 % and zero per cent, respectively, from the existing slabs. According to the chamber, all homogenous products should have the same rate to avoid any confusion in the tax rate. “What is wrong in fixing the same tax rate on fabric stitched or unstitched? Similarly, there are several items to be simplified. We sincerely hope the FM would rationalize the classification of products under different slab rates,” Rethinavelu said. They sought inclusion of representatives of leading chambers of commerce from all States in the GST Council for enlisting their views and suggestions. They pointed out that businessmen and manufactures are among the main stakeholders in the GST system. They claimed that they are not given an opportunity to directly put forth their suggestions to the GST Council. The chamber stated that dealers are forced to spend much more on GST compliance compared to general sales tax and value added tax. “The existing system is so complicated that the MSME sector has to spend a monthly consulting fee of Rs 3,000 to Rs 5,000 and up to Rs 30,000 annually for the annual return and certification. E-invoice will be a solution to this problem to a great extent,” Rethinavelu said. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:00:00", "link": "https://timesofindia.indiatimes.com//city/madurai/tn-chamber-wants-28-slab-abolished-in-gst/articleshow/69807262.cms"}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Plea to make Chennai weekly train tri-weekly": {"datetime": "", "description": "MADURAI: Kanyakumari District Railway Users' Association (KKDRUA) has appealed to Southern Railways (SR) to increase the frequency of trains 12689/12690 Chennai Central - Nagercoil weekly overnight superfast express to tri-weekly. In representations to SR general manager and top officials in the Madurai and Thiruvananthapuram railway divisions and MLAs, the association requested for diversion of the trains through Madurai, Dindigul, Karur, Namakkal and Salem, without touching Tiruchirappalli route. KKDRUA secretary P Edward Jeni said this was the only weekly train connecting Jolarpettai, Katpadi, Arakkonam and Tiruvallur to the southern districts of Tamil Nadu. “A large number of students from southern districts are studying in VIT and institutions in the northern region. Many patients from the south also go to Christian Medical College in Vellore for treatment,” he said. The train also is used by a large number of patients getting treated at CMC, he added. The association said the unavailability of more services is forcing commuters to use buses that are not only expensive but also not as convenient. Private buses charge the full fare till Chennai even if they get down en route, he said. Increasing the frequency of the Chennai Central – Nagercoil trains will also facilitate using Chennai Central as a transit point to northern destinations. The DRUA expressed concern at reports that the Thiruvananthapuram division proposed to extend Train No 16349/16350 Kochuveli – Nilambur Road Rajya Rani Express till Nagercoil, saying it would make it impossible to increase the frequency of the Chennai Central – Nagercoil junction express into tri-weekly. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:31:00", "link": "https://timesofindia.indiatimes.com//city/madurai/plea-to-make-chennai-weekly-train-tri-weekly/articleshow/69817497.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Theni SP among 10 personnel injured as protesters pelt stones": {"datetime": "", "description": "Theni: Ten police personnel including the superintendent of police, V VBaskaran suffered injuries when a group of villagers, who were staging a road blockade, pelted stones on them while they tried to pacify the protesters. The incident took place in a village near Periyakulam on Friday night. Baskaran suffered an injury below his eye when a stone hit him. He was initially treated at the Theni Medical College Hospital, before being shifted to a private hospital in Madurai. He was later shifted to a private eye hospital. A doctor treating him said that it was a minor injury and there was no threat to his eyesight. “We have advised hospitalization for one more day just to ensure that he takes rest. We are treating him to reduce pain and swollen muscles,” said the doctor. Higher police officers including ADGP Jayanth Murali, Madurai city police commissioner S Davidson Devasirvatham and south zone IG K P Shanmuga Rajeswaran visited the injured SP in hospital. Meanwhile, the Thenkarai police have registered a case against a few people from Saruthupatti village, who took part in the protest. “An FIR has been registered. We have arrested five people so far and searching for a few more,” said inspector Mathana Kala. Around 400 police personnel have been deployed in the village and the suspects are being combed. Police said that it all began when a police constable identified as Siranjeevi attached to Devadhanapatti police station, and hailing from Saruthupatti village, claimed that he was attacked by some members of an intermediate caste from Lakshmipuram at Pomminayakkanpatti. This created tension and as a result the villagers staged a blockade on the Theni-Periyakulam road seeking the arrest of the ‘suspects’. “The police constable made a false claim to give a communal twist. Inquiry is underway to find out the reason. While there has been mounting tension between the two castes in the last three days, the villagers began a protest,” a police officer said. As traffic was affected on the road, SP Baskaran along with others arrived at the spot. After a while, when things went out of control and the protesters started pelting stones resulting in injuries to the police personnel. Police had to resort to a lathicharge after the stone pelting incident to disburse the crowd. Adequate strength has been deployed in all vulnerable areas and things are under control. There will not be any further escalation of tension, said deputy superintendent police, Periyakulam range, V Arumugam. Police sources said the tension between two castes in Periakulam region started on June 12, when a couple of youngsters from scheduled caste were questioned by members of the intermediate caste from Lakshmipuram for speeding through the street. While the duo left, they came back later and attacked those who questioned them. This led to people from Lakshmipuram stage a road blockade on June 13. They reportedly attacked a couple of students belonging to the scheduled caste from another village, when they were passing through the protest. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:35:00", "link": "https://timesofindia.indiatimes.com//city/madurai/theni-sp-among-10-personnel-injured-as-protesters-pelt-stones/articleshow/69807245.cms"}, "Left to the mercy of social activists in their sunset years": {"time": "2019-06-15 04:39:00", "link": "https://timesofindia.indiatimes.com//city/madurai/left-to-the-mercy-of-social-activists-in-their-sunset-years/articleshow/69795744.cms", "description": "Madurai: The digital era is distancing people from one another, but nowhere is it felt as glaringly as in the funerals of elders from oldage homes which are often not attended by their children or relatives. The responsibility of fulfilling the last wishes of these hapless people is left to socially concerned people like V P Manikandan who attends to about two such funerals a week. Adviser of Aishwarayam Trust, a hospice and palliative care centre, Manikandan arrives at the spot whenever his help is needed for a social cause like taking care of the injured, finding a home for abandoned people or at an accident spot. But the one job he does promptly is visit the dozens of free oldage homes in the city, where elderly persons yearn for the visit of a loved one. ``Many of them look up to me like a relative and it becomes our responsibility to take care of their last rites. Funerals that need the attention of social activists are increasing in the city today,’’ he said. Sometimes, he bears the responsibilities of about two to three funerals a week, especially in the winter season in these homes. He also gets information of people dying orphaned on the roadside and in the GRH, when he pools money for the rites. A simple funeral costs about Rs 5,000, including ambulance expenditure, cremation ground services and rituals. ``It is disheartening not just because the deceased was a known person, but due to the attitude of their relatives. They do not come forward to receive the body for fear of having to bear the expenses. I do it with the help of friends and kind-hearted people who contribute to the cause,’’ he said. What is really depressing is when the people in these homes ask him if he would perform the last rites for them too, like he did for another inmate. ``When I go to the home a day after the funeral this is a common question I face. I avoid going there because there is nothing more heart-wrenching than to hear a mother or a father ask an unknown person to give them the final farewell,’’ he said. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Gaping holes on pavement at Anna Nagar pose threat to pedestrians": {"time": "2019-06-15 13:30:00", "link": "https://timesofindia.indiatimes.com//city/madurai/gaping-holes-on-pavement-at-anna-nagar-pose-threat-to-pedestrians/articleshow/69795742.cms", "description": "MADURAI: Walking on the middle of the road is no doubt suicidal, but in Anna Nagar, walking along the pavement meant for pedestrians can be even more dangerous. Chances are that your leg will get caught in a deep gaping hole on the one-kilometre stretch. The stretch of the 80 feet road on Anna Nagar main road, from Ambiga theatre to Golcha complex, has a pavement bordering the road continuously except at places where the streets intercept. The elevated pavement has been laid over a drainage. Morning walkers are seen walking along this stretch, but they prefer to walk on the road as the pavement is not safe. ``Most of the holes in the pavement are visible only during daytime, and anyone falling in could have a serious accident, as there is no foothold below the pavement,’’ said K Thiagarajan of Anna Nagar. This long running pavement is at the entrance of many shops that have started dotting the area, many of them large shops, banks, bank ATMs, eateries, fruits stalls, grocery shops and medical shops. Most of these shops have used boards to close the holes in front of their shops, which makes them more dangerous. ``We did make some representations about two years ago, but nothing was done,’’ said Kumar, a shopkeeper. In places like the bus stop at Suguna store, the holes are big and can result in a person falling into it if the stone kept temporarily gets damaged or breaks, say these shopkeepers. Shanthi, who takes a bus regularly from the Suguna store bus stop, says she does not remember the last time she walked on the pavement. ``Sometimes when I see the bus and must run for it, chances are that I would fall into these holes. So I prefer to run on the middle of the road and stop it,’’ she said. The area is one that has become famous for window shopping, but the shoppers prefer to walk on the road and see the shops rather than on the platform due to its bad condition. ``It would benefit the shops if the people had closer access to the showcases, but the pavement situation makes it impossible,’’ said Krishna, a shopkeeper. City Engineer S Arasu said that the pavements would be surveyed and repaired after preparing an estimate at the earliest. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "water leaked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterleaked/articleshow/67480096.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Southern TN districts continue Nipah surveillance": {"datetime": "", "description": "MADURAI: The officials from Kanyakumari, Tirunelveli and Theni health departments have said that the intense surveillance and monitoring for Nipah infection would continue across the three districts for a few more days as a precautionary measure. They mentioned that though no suspected cases of the infection have been reported, they would still be on alert. The officials said that in the three districts, all the hospitals, including the private and government institutions – would be closely monitored to check the fever patients and if they had shown Nipah infection symptoms.Deputy director of health services (DDHS), Tirunelveli district, Dr S Senthil Kumar said that mobile camps were still stationed at the Tamil Nadu-Kerala border to monitor the passengers travelling between both the states. “The situation is completely in control and even in Kerala, it is the same. We are just extending the surveillance and monitoring for a few more days as a precautionary measure,” he added. In Theni district too, officials said that mobile camps have been planned at least for a fortnight in the three Tamil Nadu-Kerala check posts. “Apart from this, the regular awareness activities are also on,” an official said. Meanwhile, at Kanyakumari, the officials said that they suspended checking the passengers at the border of the two states, but were having a close eye at the migrant labourers travelling between both the states. “The fever surveillance is being carried out across 150 hospitals,” district deputy director of health services (DDHS) Dr M Madhusoodanan said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:32:00", "link": "https://timesofindia.indiatimes.com//city/madurai/southern-tn-districts-continue-nipah-surveillance/articleshow/69817517.cms"}, "HC quashes penalty order issued to ex-PIO": {"datetime": "", "description": "Madurai: Observing that a notice was not served to the official before ordering penalty, the Madurai bench of Madras high court has quashed the penalty order issued to a retired public information officer (PIO). Petitioner T Pitchaiah was holding the post of PIO under Right to Information (RTI) Act in the Tiruvarur collectorate and had furnished certain information to an information seeker. Not satisfied with it, the information seeker approached the information commission to punish the petitioner. The directions issued by the commission were also not adhered to and in this regard, the counsel who appeared for the petitioner pointed out that a notice was received by the petitioner on December 8, 2008 asking him to appear on December 3, 2008 ! The counsel submitted that the successor of the petitioner who was holding the post of PIO failed to appear before the commission to produce the records. Thus, the petitioner cannot be blamed for the omission committed by his successor. The counsel further submitted that no notice or opportunity was given to the petitioner to be heard before being slapped the penalty and hence the penalty order issued in 2010 must be quashed. Justice S M Subramaniam observed that the court was of the considered opinion that no man should be punished unheard. “Statute provides that the central PIO or the state PIO as the case may be shall be given a reasonable opportunity of being heard before any penalty is imposed on him,” the judge said. Hence, the order of imposing penalty is not only improper but in violation to clause of Section 20 of RTI Act. The counsel who appeared for the petitioner brought to the notice of the court that the petitioner had already retired from service and now was a pensioner and therefore remanding the matter would not serve any purpose. The court noted that the additional government pleader was unable to establish that such a notice had already been provided to the petitioner before issuing the order of penalty. The court observed that this being the legal principle to be followed and the fact that the petitioner had already attained the age of superannuation and allowed to retire, no purpose would be served in remanding the matter now after a lapse of many years. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:28:00", "link": "https://timesofindia.indiatimes.com//city/madurai/hc-quashes-penalty-order-issued-to-ex-pio/articleshow/69817478.cms"}, "Girl, 17, succumbs to burn injuries": {"datetime": "", "description": "MADURAI: A 17-year-old girl, from a village in Madurai district, died in a hospital late on Friday night after suffering from burn injuries in a fire accident that took place on Thursday. The accident took place when the girl set fire to garbage accumulated near her house. The victim was identified as C Lavanya, 17, from Vagaikulam near Kulamangalam in Madurai district police limits. She was studying in class 12 in a government-aided school in Chinna Chokkikulam in Madurai. The Alanganallur police registered a case under the section CrPc- 174- suspicious death and conducted an inquiry. According to the police, the girl cleaned the surroundings of her house and disposed the waste by setting fire to it. While, she was doing so on Thursday, fire spread to her dress. Soon it spread throughout her body. Her family members came to the rescue and put out the fire. She was immediately rushed to Government Rajaji Hospital, where she died on Friday night. A police officer said that a detailed inquiry was being conducted to ensure there was no foul play in the death. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:27:00", "link": "https://timesofindia.indiatimes.com//city/madurai/girl-17-succumbs-to-burn-injuries/articleshow/69817469.cms"}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "HC seeks state’s response on director’s advance bail plea": {"time": "2019-06-14 11:46:00", "link": "https://timesofindia.indiatimes.com//city/madurai/hc-seeks-states-response-on-directors-advance-bail-plea/articleshow/69779696.cms", "description": "MADURAI: The Madurai bench of the Madras high court has sought a response from the state government to the anticipatory bail plea filed by director Pa Ranjith on Wednesday after the Thanjavur police registered a case against him for his controversial comment on king Rajaraja Cholan. When the petition was heard on Thursday, justice P Rajamanickam sought a response from the state and adjourned the case to June 19 for further hearing. The state also gave an undertaking before the court that they would not arrest Ranjith in connection with this case till June 19. Stating that he was invited to address the public to observe the death anniversary of T M Mani alias Umer Farook, founder of Neela Panpattu Maiyam at Thiruppananthal in Thanjavur district on June 5, Ranjith submitted that while addressing the meeting, he quoted some historical facts about king Rajaraja Cholan, which the prosecution felt would promote enmity between different groups of people. He also stated that the Thiruppananthal police registered a case under Sections 153 and 153 (A)(1)(a) of IPC. In his speech, Ranjth had said, “Our history has been teaching that king Rajaraja Cholan’s reign was a golden rule, but according to many social reformers, it was a black rule to the oppressed caste before most of their lands were acquired by the king. Moreover, during his reign, 400 women were branded as devadasis and 26 of them were sent to Kolar Gold Field.” He claimed that his speech was to create awareness about possession of land and only quoted the same from the history books. Hence, Ranjith had prayed to the court seeking anticipatory bail stating that he is willing to abide by the conditions imposed by the court. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Lankan with fake passport arrested": {"datetime": "", "description": "MADURAI: A 48-year-old Sri Lankan national was arrested at Madurai airport on Saturday minutes before boarding a flight to Sri Lanka on a fake passport. He had obtained the passport by forging documents to show as if he was an Indian national. The accused was identified as S Jeyakanthan, 48, a Sri Lankan Tamil native of Jaffna. While immigration police led by inspector Victor detained him, Jeyakanthan was later handed over to the Perungudi police. Preliminary inquiries revealed that Jeyakanthan, in Sri Lanka, had married a woman from Karaikudi in Sivaganga district in 2003. After living one month in Sri Lanka, he came to Tamil Nadu along with his wife on spouse visa. While Jeyankanthan overstayed in India, the couple shifted to Tuticorin, where he was involved in poultry business. With his Sri Lankan passport being expired, he obtained fake documents like Aadhar and driving license. He later obtained passport using the documents. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:30:00", "link": "https://timesofindia.indiatimes.com//city/madurai/lankan-with-fake-passport-arrested/articleshow/69817491.cms"}, "Fake cop arrested": {"time": "2019-06-15 04:37:00", "link": "https://timesofindia.indiatimes.com//city/madurai/fake-cop-arrested/articleshow/69795730.cms", "description": "Madurai: The Thirumangalam police, on Friday, arrested a man said to be in his 40s who dressed up as a cop and tried to loot money from people on the pretext of collecting fine by carrying out vehicle check. The accused was identified as Peter Raman, who hailed from Pollamangalam village near Chekkanoorani. According to the police, Raman was wearing a police costume and was enacting a vehicle check in two to three spots which were within the limits of Thirumangalam police station. While doing this at one of the spots, the general public were said to have grown suspicious and alerted the police. They rushed to the spot and arrested Raman. The police said that Raman had been involved in such practices earlier as well. New canteen opened at DPO: SP, Madurai, N Manivannan inaugurated a newly built canteen – which could be utilized both by the police personnel and the general public at the District Police Office in the city on Friday. The police officials said the canteen would provide food at a relatively subsidized cost and that it would be open from 7am to 7pm. Applications invited for temporary director post at MSU: The registrar of Manonmaniam Sundaranar University (MSU) S Santhoh Baboo informed that the candidates who have a teaching experience as associate professor/ professor for over 15 years in colleges/ university and below the age of 61 as on July 31, 2019 (including the eligible retired persons) could apply for the post of temporary director for integrated programmes in MSU. Filled in application should be sent to ‘The Registrar, MSU, Abhishekapatti, Tirunelveli 627 012’ on or before 5pm June 17. For other application details, long on to www.msuniv.ac.in. Download The Times of India News App for Latest City ."}, "Stagnet Sewafe Water": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stagnetsewafewater/articleshow/69718393.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "‘40% oral cancer cases in south Asian countries’": {"datetime": "", "description": "MADURAI: Around 1,200 dental students participated in the two-day state-level conference, which began in Madurai on Saturday, and oral cancer, due to its high prevalence in the country, was one of the most discussed topics on the day. Students from a total of 30 colleges from Tamil Nadu and Puducherry participated in the ‘Impact 2019: 2nd Tamil Nadu State Indian Dental Association (IDA) Student Conference’. Speaking to TOI, the organizers said that though an array of topics on dental trends were spoken about during the programme, oral cancer was given a particular focus not only because of its prevalence but also because of certain misconceptions surrounding it. Dr R Yoganandha, secretary of IDA Thirumangalam branch, who is a part of the organizing committee, in fact, said that their association was particular about intensifying and coming up with several awareness and sensitization programmes regarding oral cancer because “30% to 40% of overall oral cancer cases across the world were from south Asian countries including India, Pakistan and Sri Lanka.” “While people immediately approach doctors when a particular wound in finger or any other part does not heal for a long time, when it comes to oral ulcer, which does not get healed for a long time, most opt self-treatment and think it will heal on its own,” he said and added that in such instances, they should immediately consult a dentist as on some occasions, there could be a possibility of oral cancer as well. The experts also said that people should be very careful because “pain on many occasions could occur only at the advanced stages during oral cancer”. As for the reason of the higher prevalence of oral cancer in the country, doctors said it was because of the large number of people using various forms of tobacco and not only as cigarettes. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:55:00", "link": "https://timesofindia.indiatimes.com//city/madurai/40-oral-cancer-cases-in-south-asian-countries/articleshow/69807272.cms"}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Employment below 18 years of age should be banned, say NGOs": {"datetime": "", "description": "MADURAI: The NGOs that conducted the survey and the participants have collectively put forward seven suggestions that could end the 12 forms of exploitation against girls and women. Top priority should be given to ban employment of all those aged below 18 years. They suggested that ensuring quality and equal education free of cost would ensure children not going to work till they are at least 18 years old. Seeking reservation for girls in technical and higher education sector, they said that scholarships should be given to girls from socially and economically backward sectors. Recommending reservation for women in the government as well as private sector and equal wages for both men as well as women in the same category, they also suggested fixing the minimum wage of spinning mill workers at Rs 18,000 a month. They have also pressed for 50% reservation for women in all forms of elections. Offenders of child marriage cases should be punished. Full-fledged implementation of special acts such as Juvenile Justice Act and Protection of Children from Sexual Offences Act will help reducing offences against children. They also pressed for creating awareness on these Acts among the public, especially among the rural populace. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:19:00", "link": "https://timesofindia.indiatimes.com//city/madurai/employment-below-18-years-of-age-should-be-banned-say-ngos/articleshow/69816768.cms"}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Man held for hunting 6 peacocks for meat": {"time": "2019-06-14 11:23:00", "link": "https://timesofindia.indiatimes.com//city/madurai/man-held-for-hunting-6-peacocks-for-meat/articleshow/69779762.cms", "description": "MADURAI: Forest department personnel in Sivaganga have arrested a 26-year-old man for hunting peacocks. Forest range officer (FRO) of Sivaganga range V Gopinath said that the accused used a commonly available country-made gun illegally for hunting six peacocks. He hunted the schedule I species (under The Wildlife Protection Act, 1972) that are available in a sizeable number at Paluvur near Ilayangudi. The forest department personnel were engaged in vehicle checking near Kalayarkoil when they waved down a two-wheeler on which the rider had an unusually big bag. However, the man dodged them and fled. The forest personnel who went in search of him found the two-wheeler abandoned about 11 kms away and six dead pea fouls in the bag left behind. The accused was later nabbed at Velayuthampatti near Melur. Inquiries revealed that the flesh weight of the birds was about 3 kg to 5 kg each. Gopinath said that he wanted to process the bird’s meat by drying it with salt, store it and use it as it had a long shelf life. On the directions of district forest officer (DFO) D Rameshwaran, the accused was arrested, produced before the magistrate and lodged in jail under judicial custody on Wednesday. Officials said that the gun he used was the one used for balloon shooting game using pellets. Inquiries are under way to find out from whom he got the country-made gun. Fourteen peacocks and peahens have been killed by shooting or poisoning in the range since 2018. The department sources said that hunting peacocks could land the offender in jail for three to four years, in addition to coughing up a fine of up to Rs 50,000. Expressing concern over these incidents, the FRO said they were preparing awareness pamphlets for distribution. Download The Times of India News App for Latest City ."}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "NIA questions Madurai man, raids house": {"datetime": "", "description": "MADURAI: Close on the heels of the searches and arrests carried out in Coimbatore after busting an Islamic State-inspired terror module, sleuths from the National Investigation Agency (NIA) questioned a man in Madurai city on Saturday night. A search was also conducted at his house at Villapuram area. Though the 20-year-old was let off after hours of quizzing, he has been asked to present himself for further questioning whenever required. A team from Kochi led by a deputy superintendent of police conducted the operation. A city police source said the man was picked up around 9pm and taken to the special investigation cell office at Tallakulam for interrogation. The NIA team left the city after the overnight inquiry. NIA sources said that the man, who is studying in an Arabic college, was suspected to have propagated IS ideology. He was found to have shared and liked the posts of Zahran Hashim, the mastermind of the Sri Lanka Easter terror attack case, on social media. However, his name has been withheld by the agency. “His father was also questioned. Since they have not been arrested or any substantial evidence secured against them, their names cannot be divulged. However, they have been asked to appear before us for questioning if needed,” the source said. As reported, two people identified as Mohammed Azaruddin and Shiek Hidayuthuallah from Coimbatore, have been arrested by the NIA following the searches so far. It had registered a case against six people in connection with propagating IS ideology on social media to inspire youths to join the terrorist organization, sources said. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:33:00", "link": "https://timesofindia.indiatimes.com//city/madurai/nia-questions-madurai-man-raids-house/articleshow/69817893.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Citing a delay of 14 years, HC quashes recovery order": {"datetime": "", "description": "Madurai: Observing that there was a delay of 14 years in passing the recovery order, the Madurai bench of Madras high court quashed the order passed for recovery of money from an official for causing financial loss while auctioning silk materials. The petitioner, K Rajan, moved the HC praying to quash the order of the assistant director of sericulture department, Trichy, to recover the financial loss during the course of the auction of silk materials from the petitioner. Rajan was employed as the junior inspector and was alleged of misappropriation of silk materials and was placed under suspension. A criminal case was registered against him during the year 1996 and the same was closed as barred by the law of limitation under section 468(2) CrPC during the year 2003. A revision petition filed by the police officials before the sessions judge at Trichy which was also dismissed during the year 2008. Due to which there is no criminal case pending against the petitioner. Departmental disciplinary proceedings was also initiated by an assistant director of sericulture against the petitioner. An enquiry was conducted and punishment of stoppage of increment for one year with cumulative effect was imposed on the petitioner and the alleged loss amount was also recovered from the petitioner. After a delay of 14 years from the date of the incident, an order dated 22nd March 2010 was passed stating that during the course of auction of the silk materials, the department sustained a financial loss and therefore the petitioner is liable to pay the loss amount occurred. Justice S M Subramaniam observed that the court is of the considered opinion that the departmental proceedings were already initiated against the petitioner and financial loss during the relevant point of time was assessed and the same was also recovered. The court further observed that now after a lapse of many years while auctioning the silk materials, the authorities cannot assess the financial loss as against the petitioner and recover the same. “Under these circumstances, any further recovery subsequently imposed in respect of the same silk materials cannot be sustained and the assistant director of sericulture, Trichy, is bound to initiate appropriate action against the officials who are all responsible for not assessing the financial loss against the petitioner during the relevant point of time and not auctioning the silk materials during relevant point of time to minimize the loss,” observed the judge. The judge noted that thus those officials who caused loss, undoubtedly must be held responsible for such loss and suitable action should be initiated by the head of the department in this regard. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:27:00", "link": "https://timesofindia.indiatimes.com//city/madurai/citing-a-delay-of-14-years-hc-quashes-recovery-order/articleshow/69817474.cms"}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Dog menace in Madurai Railway station": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dogmenaceinmadurairailwaystation/articleshow/69629950.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "1 dead, search on for two others washed away near Kanyakumari": {"datetime": "", "description": "MADURAI: One boy died and search is on for two more boys who were washed away by rough sea at Mandaikadu Pudur in Kanyakumari district on Sunday. The trio was among four boys of the village who were washed away. The boys Arockia Rexin, 11, Sagayarejin, 12, Rejith, 12, and Sachin, 14, from Mandaikadu Pudur were playing with a ball on the shore. When the ball landed in the sea, the four boys tried to retrieve the ball, but were unexpectedly dragged into the sea by an unusually big wave. The men in the coastal village managed to save Arockia Rexin. and also retrieved the body of Sachin. Colachel Marine Police were informed and search was on for the two boys till the late hours on Sunday. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:31:00", "link": "https://timesofindia.indiatimes.com//city/madurai/1-dead-search-on-for-two-others-washed-away-near-kanyakumari/articleshow/69817506.cms"}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "House surgeons at TGMC allege sexual abuse by professor": {"datetime": "", "description": "Tuticorin: A group of final year women students who are on compulsory rotatory residential internship (CRRI) at the Thoothukudi Government Medical College (TGMC) in an unnamed complaint to the dean, have alleged sexual harassment by one of their assistant professors, who is also an orthopaedician and sought stringent action against him. According to the petition, seniors who have completed their course claimed that the doctor threatened them that they will not complete their MBBS degree if they did not heed to his ‘demands’. The petition also accused him of taking undue advantage of women attendants of patients, stalking the students, taking pictures and disturbing them through frequent calls and messages and taking the victims out with him. A copy of the petition was submitted to the college dean and superintendent of police of Tuticorin district. TGMC dean S Balasubramanian said a committee comprising three women doctors was formed to conduct an inquiry into these allegations. “We received the complaint a couple of days ago and formed the committee the same day,” he told TOI. “The committee conducted an inquiry with all the women house surgeons and the doctor who is facing the charges,” he said and added that the girls have given their version while the doctor has denied the allegations. The preliminary inquiry was completed on Friday and the report was sent to the DME the same day. “Action will be taken as recommended by the DME,” Balasubramanian added. Speaking to TOI, director of medical education (DME) A Edwin Joe said, “Severe departmental and legal action will be taken against the assistant professor if the sexual harassment charges against him are found to be true.” He said a probe has been ordered into the issue and is awaiting the report, based on which action would be taken. Download The Times of India News App for Latest City .", "time": "2019-06-16 04:38:00", "link": "https://timesofindia.indiatimes.com//city/madurai/house-surgeons-at-tgmc-allege-sexual-abuse-by-professor/articleshow/69807265.cms"}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Clogged Open canal": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cloggedopencanal/articleshow/63933134.cms", "description": ""}, "Walking tracks planned at DPO’s Silambu Solai park": {"time": "2019-06-14 11:26:00", "link": "https://timesofindia.indiatimes.com//city/madurai/walking-tracks-planned-at-dpos-silambu-solai-park/articleshow/69779757.cms", "description": "MADURAI: The tree saplings planted in ‘Silambu Solai’, a park created on the theme—Silapathikaram, Tamil literature -- with rare tree varieties a year ago, have been growing well. Many of the trees are now more than 15 feet tall. A range of trees, mentioned in a poem in the epic, was collected after a laborious search spanning months. The Madurai district police had created the park inside the district police office in Surveyor Colony and are now planning to inaugurate a canteen on Friday. Around 110 trees belong to 24 varieties mentioned in one of the poems in the epic’s Madurai Kandam section. The poem describes the plants and trees as: “Kuravamum, Vagulamum, Kongamum, Vengaiyum…… thannodu panmalar virindhu.” Despite rain playing truant this summer, the trees are well watered, thanks to the drip irrigation method. The park was the brain child of Madurai district superintendent of police N Manivannan, who closed down a defunct tank in front of the rural police office using 1,000 truckloads of soil and created the park in that space. The SP said that the canteen, for which they started construction soon after planting the trees last year, has also been completed. It will be thrown open on Friday. Snacks and food will be available at subsidized price. People, who come to petition him, can refresh themselves at the canteen and see the historical tree varieties, he said. Manivannan said that the trees have grown to an extent and they now plan to establish walking tracks using paver blocks. A plaque mentioning the name of each tree, its significance and the poem, where the species were featured in the epic will be erected. “Around 10% of the saplings did not survive, while others have grown well. Soon new saplings will be planted to compensate the withered ones,” Manivannan said. Silapathikaram’s author, Ilango Adigal, had named an array of flora found in the region when Kaundi Adigal ushered Kovalan and Kannagi in to Madurai. According to the epic, the couple arrived in Pandya kingdom from Chola kingdom to start their life afresh after losing their wealth. On finding a place to stay in the outskirts of the city, Kovalan alone entered the city to sell one of Kannagi’s anklets and start a business. Incidentally, Kadachanendal, where they are believed to have stayed, is located close to the Madurai district police office where the park is being developed. While Madurai has lost most of the legendary trees mentioned in the epic, they were procured from various parts of the state through a network of nature enthusiasts. Download The Times of India News App for Latest City ."}, "Good response to English medium at corporation school": {"time": "2019-06-14 11:44:00", "link": "https://timesofindia.indiatimes.com//city/madurai/good-response-to-english-medium-at-corpn-school/articleshow/69779810.cms", "description": "MADURAI: The officials from Elango Corporation Higher Secondary School in Madurai have said that the demand for admissions at the school for higher secondary classes have significantly increased, after they introduced English medium this academic year. The school principal M Rajendran said that for Class XI, 70 new admissions have been made for English medium and that many more were expressing their wish to get admissions. “From next year, we are expecting more admissions for English medium than for the Tamil. One advantage with English medium having been introduced is that post completing SSLC, our students wouldn’t opt for other schools,” he added. Out of the 70 students, 40 opted commerce, accountancy, economics and business mathematics group, 15 for computer science, mathematics, physics and chemistry group and 15 for political science, economics, history and geography group. TNN Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Damaged Public Transport": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/damagedpublictransport/articleshow/69630046.cms", "description": ""}, "6 arrested for murder of DYFI functionary in Tirunelveli": {"time": "2019-06-15 04:41:00", "link": "https://timesofindia.indiatimes.com//city/madurai/6-arrested-for-murder-of-dyfi-functionary-in-tirunelveli/articleshow/69795754.cms", "description": "Tirunelveli: Six people have been arrested by the city police in connection with the murder of Ashok, 25, the Tirunelveli district treasurer of the Democratic Youth Federation of India (DYFI). Commissioner of police N Baskaran told TOI that special teams are on the lookout for a few others. Baskaran said that the murder was a fall out of a clash between Ashok and one of the accused from the other community. “It is an issue between two families. Ashok and his mother were on a two-wheeler. His mother had a bundle of grass and this hit the person from the other community. Ashok’s mother was assaulted by the other person,” he said. Baskaran added that cases were registered on both sides and later Ashok attacked the other person, in retaliation to the attack on his mother. “Persons from both sides were arrested and they were released on conditional bail. While the other person was appearing in a police station in Madurai, Ashok was registering his signature in the Thachanallur police station,” he added. The accused were booked under Sections 302 (punishment for murder), 120(b) (punishment for criminal conspiracy), 147 (punishment for rioting), 148 (rioting armed with deadly weapons), 294(b) (uttering obscene language) and 506(ii) (punishment for criminal intimidation) of the Indian Penal Code and Sections. They were also booked under Sections 3(i), 3(i)s, 3(ii)5(a) of The Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act, 1989. Meanwhile, the body of Ashok was laid to rest on Friday. The family and fellow villagers received the body from the Tirunelveli Government Medical College and Hospital on Friday morning after reaching a compromise with the police and district administration on Thursday night on meeting the eight demands put forth by them. Villagers and functionaries from DYFI, including national president Mohamed Riyas, and other CPM wings paid tributes to Ashok. Amidst heavy police protection to avert any clash, Ashok’s body was taken on a procession to Kariyiruppu, where it was buried. Following the burial of the youth’s body, police deployment in Kariyiruppu was reduced to 40 on Friday. However, police deployment will continue for a few more days till normalcy returns. Download The Times of India News App for Latest City ."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "District court campus loaded with dirt": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/districtcourtcampusloadedwithdirt/articleshow/66913445.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}