{"Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Two men posing as CID officers arrested": {"time": "2019-06-13 04:19:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/two-men-posing-as-cid-officers-arrested/articleshow/69762605.cms", "description": "Rampur: Police have arrested two persons from Raipura village on Tuesday for allegedly trying to extort money by posing as CID officers. Civil Lines SHO Radhey Shyam said that a case was registered against Ehtesham and Sajid Ali, both residents of Ghaziabad, on charges of cheating and forgery. He added that the duo used to pose as CID officers and extort money. According to sources, the arrests were made after the accused approached Yusuf, village head of Raipura, demanding Rs 2 lakh. They even threatened to frame the village head in a murder case if they were not paid. Sources said that Yusuf then alerted police about the matter. The SHO said, “On information, we formed police teams to trap the conmen. They were caught red-handed when they visited the village again on Tuesday.” Ashutosh Tiwari, circle officer of Rampur, said, “They used to pose as CID and Intelligence Bureau officers to extort money from people. On Tuesday, several fake CID identity cards, stamps, walkie talkie sets, ATM cards and a toy pistol were seized from them.” Download The Times of India News App for Latest City ."}, "History-sheeter, cop injured in encounter": {"datetime": "", "description": "BAREILLY: History-sheeter Sameer, alias, Shahroz, aka, Dulhe Miyan, wanted in several criminal cases in Sambhal district, was arrested after an encounter on the intervening night of Saturday and Sunday, while his accomplice managed to flee taking advantage of darkness. In the gun battle, Sameer and police constable Kuldeep Kumar sustained bullet injuries and were admitted to hospital, where doctors proclaimed them out of danger. An FIR has been registered. According to police, a team was on a routine checking near Gavan village around 10pm when they signalled two youths astride a motorbike coming from Anupshahr side to stop. However, instead of following police directions, they sped up towards Sambhal. The police team soon alerted Hayatnagar police station and cops encircled them near Shakurpur village. However, the criminal opened fire at police, and a bullet struck constable Kuldeep Kumar on his left arm. Superintendent of police Yamuna Prasad said, “Police team also returned fire in their defence and nabbed one accused, while the other disappeared in cane fields. Sameer, who is wanted in several cases lodged against him, including cow slaughter, sustained bullet injuries in his leg.” Police seized a country-made pistol, live cartridges and a motorbike from Sameer’s possession. An FIR under section 307 (attempt to murder) of the Indian penal Code (IPC) and relevant sections of the Arms Act was lodged against Sameer and his absconding accomplice. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:27:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/history-sheeter-cop-injured-in-encounter/articleshow/69816851.cms"}, "Three persons murdered, two injured in Shahjahanpur": {"datetime": "", "description": "BAREILLY: People of Shahjahanpur district woke up to multiple murders on Saturday morning. The murders took place in two different locations on Friday night. The first incident took place in Katra where a man and his young son were shot at by the man’s elder brother over a property dispute. The youth succumbed to his injuries while his father was admitted to a district hospital. The second incident was reported from Shahjahanpur city at around 9.30pm where bike borne assailants fired multiple times at two persons who were standing near an eatery. Both the victims died on the spot while a passer-by sustained bullet injury. One of the deceased, identified as Gyandev (37), was recently released on bail from prison. He was charged under IPC section 307 (attempt to murder). An FIR has been filed against Sanjeev Gupta, Sonu Gupta, Amrish Gupta, Manoj Gupta and Ankur Gupta. Sanjeev was held with murder weapon on Saturday and police is currently interrogating him. According to police, Gyandev was a resident of Jamalpur village of Roza. He allegedly had enmity with local resident Sanjeev Gupta. On Friday night, Gyandev was returning home with his friend Rizwan (32) after dinner when Gupta along with his aides targeted him in the city’s Khirnibagh locality. This incident occurred within a distance of 200 metres from a police picket under Sadar Bazar police station limits. When the police arrived, Rizwan and Gyandev were lying dead on the road while Shanu, who was passing by, sustained bullet injury. Police immediately sent Shanu for treatment at a district hospital. Shanu’s condition is said to be stable. Gyandev was earlier charged for attempting to kill Amrish’s father Siyaram. Gyandev’s brother Hari Om had alleged that the killing of his brother was an “act of revenge”. SHO Sadar Bazar police station Kiranpal Singh told TOI, “Two persons were shot dead in Khirnibagh locality and we have filed an FIR against five persons. We have arrested one of the accused and his interrogation is on.” In Sultanpur village of Katra block, a youth identified as Anuj Gangwar (22) was shot dead by his uncle Hetram Gangwar while his father Ramasre sustained bullet injury. The accused fled after the incident. Ramasre was admitted to a district hospital where his condition is stable. An FIR has been filed against Hetram and two other persons. Search is currently on. The deceased’s family staged a protest and blocked the national highway on Saturday. The protest was soon over after police assured them that the accused were in their custody. SHO Katra police station Vidyut Goyal told TOI, “The deceased had won a court case against his uncle over a property dispute recently which triggered the incident. We have filed an FIR against three persons and all of them are in our custody. We will produce them in front of remand magistrate on Sunday.” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:41:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/three-persons-murdered-two-injured-in-shahjahanpur/articleshow/69806394.cms"}, "Boy, 14, dies after speeding bus hits bike": {"time": "2019-06-15 12:41:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/boy-14-dies-after-speeding-bus-hits-bike/articleshow/69794923.cms", "description": "BAREILLY: A 14-year-old boy died on Friday after a private bus hit his bike which was stationed at Manauta-Saidnagali road near Shahpur Sirpuda village. According to police, the speeding bus dragged the motorbike and the boy up to 20 metres before the driver applied breaks. The driver later fled the scene and the boy died on the spot. After the incident, scores of villagers gathered there and blocked the traffic movement, which was restored after three hours post the intervention of area circle officer Chandausi Poonam Mishra and sub-divisional magistrate Dipendra Yadav. The officials promised to take action and sent the body for post-motem examination. The deceased has been identified as Arun, a resident of Amroha. SHO Asmauli Rakesh Kumar said an FIR has been filed under sections 304 (culpable homicide) and 337 (rash driving) of the IPC against the unidentified bus driver and his bus has been seized. Download The Times of India News App for Latest City ."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Widening of Faridpur-Satellite road commences": {"time": "2019-06-12 13:32:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/widening-of-faridpur-satellite-road-commences/articleshow/69747216.cms", "description": "BAREILLY: With the construction work of the upcoming Satellite flyover gaining momentum, the Uttar Pradesh State Bridge Corporation (UPSBC) has also started widening the existing Satellite-Faridpur road. According to UPSBC officials, as the existing road is slightly narrower, to give commuters better travelling experience and to facilitate flyover construction, the corporation has taken up the widening work from both ends. The flyover construction work has already begun near Khurram Gautiya UPSBC assistant engineer Dilip Kumar said, “The work of flyover construction is underway at the Satellite junction and the corporation has now taken up the widening work of the connecting road. The road connecting the main junction with Faridpur-Shahjahanpur-Lucknow road is a bit narrower. With the flyover coming up in the area, we now need a wider road for the free flow of traffic.” “Earlier, inspections were conducted, and it was observed that the existing road, which will now be converted into service lanes after the flyover comes up, was narrower. Thus, we have commenced the road widening work from both sides.” According UPSBC sources, the work of piling and erecting pillars has been initiated at both ends of the flyover, while the work of constructing service lane will be taken up soon. Kumar said, “The corporation will soon take up the work of laying of service lanes on both the sides of the flyover, for which the road widening is necessary. Service lanes on both sides of the flyover will provide enough space for hassle-free traffic movement.” The 596-metre long and 7.5-metre wide flyover is being developed at a cost of Rs 26 crore. The proposal for the construction a flyover at Satellite Crossing with a budget of Rs 34 crore was sent to the state government for approval last year. However, the government had reduced the budget to Rs 26 crore. The upcoming flyover, which will connect Isaiyon ki Puliya and Faridpur-Lucknow road via Satellite junction, will have a single road for two-way traffic movement. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "UP govt doctors wear black band in solidarity with protesting colleagues in West Bengal": {"datetime": "", "description": "Lucknow: Government doctors across Uttar Pradesh on Friday wore black bands to express solidarity with their counterparts protesting violence against two of their colleagues in West Bengal. The step was taken in response to a call for a four-day nationwide protest by Indian Medical Association (IMA) on Friday. Dr Amit Singh, general secretary of Provincial Medical Services Association, UP, said, “Government doctors wore black bands while discharging their duties at various hospitals in the state. In the afternoon, a delegation of the doctors submitted a memorandum addressed to the Prime Minister through the district magistrate.\" In the memorandum, “We have demanded security for doctors so that they do not feel scared” while discharging their duties. He added that more than 18,700 doctors who are members of the Provincial Medical Services Association, UP took part in the protest. Junior doctors in West Bengal are on a strike since Tuesday after two of their colleagues were attacked by a mob and seriously injured at NRS Medical College and Hospital in Kolkata following the death of a 75-year-old patient who died of a cardiac arrest. The incident raised concerns regarding security of doctors. In Meerut, doctors under the banner of Indian Medical Association, wore helmets and black badges in protest and demanded proper security for doctors so that they can work properly. “We condemn the incident and it is just sad that doctors who save people’s lives are being attacked. We need a safe and secure environment to function, or else we will not be able to admit any serious patients. This is because if there is a high probability of death of a person, the chances are that his family will be annoyed and might attack us,” said Dr Shishir Jain, president, Meerut Indian Medical Association (IMA) unit. As a mark of protest, doctors in Meerut wore helmets and black badges while they tended to their patients on Friday. “If our demands of providing adequate security to doctors are not met, then the doctors will go on strike. However, due to the protest, only common man suffers,” said Dr Jain, who condemned the incident and demanded strict action against the perpetrators of this heinous crime. Dr Raghvendra Sharma, vice-president of IMA's Bareilly unit, said “More than 25 doctors gathered on Friday and donned black ribbons on their arm. We have sent a mail to the Prime Minister's Office to condemn the Kolkata incident.\" In Pilibhit, a delegation of doctors associated with the IMA demanded constitution of a district-level committee comprising a senior police officer not below the rank of additional superintendent of police, the chief medical officer and a designated delegate of IMA to ensure safe working environment for medical professionals. The delegation was called for empowering this committee to review all cases of violence against doctors and enforce prompt legal action against the assailants. The delegation handed over a memorandum of demands to additional district magistrate, (finance and revenue), Atul Singh, which was addressed to the Prime Minister. “We have demanded a new legislation from the Prime Minister to protect doctors and their medical establishments from violence as everyone in the country has the right to work in a safe environment,” said Dr Deepak Kumar Gangwar, district general secretary of IMA in Pilibhit. OP Yadav, IMA secretary for Agra district said, “In solidarity with our colleagues in West Bengal, doctors wore a black ribbon on their arm and gathered at the district collectorate to handover a memorandum to the district magistrate and senior superintendent of police. They demanded adequate arrangement for strict implementation of the UP Medical Protection Act. Violence in hospitals adversely affects patient care and institutions will be reluctant to take up complicated and risky patients which will affect critical care. A national law against violence in hospitals has to be brought in urgently that should provide a minimum of seven years of imprisonment for hospital violence.” (With inputs from Ishita Bhatia from Meerut, Priyangi Agarwal from Bareilly, Keshav Agrawal from Pilibhit and Deepak Lavania from Agra) Download The Times of India News App for Latest City .", "time": "2019-06-16 04:25:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/up-govt-doctors-wear-black-band-in-solidarity-with-protesting-colleagues-in-west-bengal/articleshow/69801548.cms"}, "Underground fire in Uttar Pradesh forest triggers panic": {"time": "2019-06-15 12:10:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/underground-fire-in-uttar-pradesh-forest-triggers-panic/articleshow/69798889.cms", "description": "LAKHIMPUR KHERI: An underground fire in Mohammadi range forests of Uttar Pradesh left scores of neighbouring villagers panicked and puzzled. Smoke was seen gushing out through the cracks in the ground and at some places land had turned into embers, said residents of Bela Pahara and Muda Galib villages in South Kheri forest division. 72-year-old Hukum Singh of Muda Galib said he has never been witness to such a scene. He feared that the fire may damage his crops. Another villager, Bhai Lal (75), termed the scene as a natural miracle, which he had never heard of or seen earlier. Some villagers also mistook it as a volcanic incident. Soon after the incident was reported, officials rushed to the spot. \"The incident is a natural phenomenon in which fire broke out in underground humus layer,\" Vikas Dubey, Tehsildar of Mohammadi, told PTI. \"The land where the underground fire incident took place has been lying barren for several decades and dry leaves, twigs and branches from nearby jungles accumulated there and formed the underground humus layer,\" he said. He also spoke to local villagers who said that a few days back, they had burnt fire on the land. He said \"the overground fire was put out but it unknowingly caught the humus layers which resulted in smoke emission from the cracks\". Divisional Forest Officer of South Kheri, Sameer Kumar, said, \"Forest officials were rushed to dig up trenches around the affected land to prevent its spread of the fire to the nearby forest.\" Terming it 'swamp pit fire', field director Dudhwa Ramesh Kumar Pandey said, \"Swampy lands often develop underground holes in which organic matters accumulated and scorching heat sometimes result in such underground fire.\" Download The Times of India News App for Latest City ."}, "Missing woman found in Himachal Pradesh hospital, reunited with family": {"time": "2019-06-12 13:28:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/missing-woman-found-in-himachal-hospital-reunited-with-family/articleshow/69747233.cms", "description": "BAREILLY: It was a happy reunion for the family of a 40-year-old woman who met her husband and children after one-and-a-half-year on Tuesday. Last year, she went missing when her grandmother was taking her to a religious shrine as she was suffering from a mental illness. Somehow, the woman reached Himachal Pradesh and was admitted to a mental hospital there for treatment. A Bareilly-based social worker traced the woman, brought her to Bareilly and reunited her with family. A native of Nekpur locality, the woman went missing in January last year. Her husband Shiv Kamal, a labourer, said, “As she has been suffering from a mental illness, my grandmother took her to a religious place for seeking God’s blessings. However, she pushed my grandmother at the gate and fled. We searched for her everywhere but couldn’t find her.” The woman somehow went to Gauhar in Mandi district of Himachal Pradesh. Suffering from a memory lapse, she told police that her name as ‘Shabana’ but could not recall her address. On the order of local magistrate, she was admitted to Himachal Hospital for Mental Health and Rehabilitation in Shimla on January 21, 2018 as ‘Shabana’. After her condition improved following her treatment, she was able to recall her correct name and address. Shailesh Sharma, a psychologist and social worker, said, “After I learnt about her, our team shifted her to Shraddha Rehabilitation Foundation, Karjat, for her rehabilitation on May 26 this year. I brought her to Bareilly on Tuesday and reunited her with her family. Her husband and children were surprised to see her as they had no information of her for past one-and-a-half-year.” Kamal said, “We had no hope that we will get to see her again and we are happy that she is back home. Her condition has also improved following the treatment. My family is thankful to everyone who helped her to reach home safely.” Download The Times of India News App for Latest City ."}, "UP: Farmer hurt in explosion succumbs to injures": {"time": "2019-06-12 16:44:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/up-farmer-hurt-in-tiffin-box-explosion-succumbs-to-injures/articleshow/69756560.cms", "description": "BAREILLY: After struggling for 10 days, a 45-year-old farmer who was grievously injured during a tiffin box explosion while ploughing his field along with his son on June 2 succumbed to injuries on Tuesday evening in hospital. Durvijay Singh - who had lost his hand down the elbow and three fingers of other hand - sustained injuries also in his stomach during the explosion. His son was also wounded, but he was discharged from the hospital next day of the admission. The incident happened at Chudaili village under Baheri police station jurisdiction here. Durvijay and his son Tekpal, 23, were admitted to a hospital by family members. During preliminary investigation, police had found land dispute between victim farmer and his elder brother behind the incident. On the basis of complaint registered with police by Tekpal, police have lodged an FIR under Section 307 (attempt to murder) of the IPC against his two uncles Mehul Singh, Krishanpal Singh and three cousins Chhotu, Pankaj and Sachin. Police said that they had detained two accused, but later let them go since no substantial evidences were found against them. SHO Dhananjay Singh told TOI, “We have added one more section 302 (murder) of IPC in the case after Durvijay Singh passed away on Tuesday evening. We are probing the case on all angles and accused will be arrested very soon.” Download The Times of India News App for Latest City ."}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Two killed in group clash in Uttar Pradesh": {"time": "2019-06-15 12:37:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/two-killed-in-group-clash-in-uttar-pradesh/articleshow/69799133.cms", "description": "SHAHJAHANPUR: Two persons were killed and another was injured when two groups clashed over some dispute in Shahjahanpur district of Uttar Pradesh, police said on Saturday. Gyandev (35) and Rizvan (32) were killed in the clash near Bismil park here on Friday night, Superintendent of Police (City) Dinesh Tripathi said. The clash was between followers of Gyandev and Sonu Gupta. Gupta opened fire killing the two on the spot, the police said. The injured, identified as Shanu, has been admitted to a hospital, where his condition was stated to be stable. Gupta has been arrested, the police added. Download The Times of India News App for Latest City ."}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Poacher held with 9.5 kg of turtle calipee in Shahjahanpur": {"time": "2019-06-12 13:29:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/poacher-held-with-9-5-kg-of-turtle-calipee-in-shahjahanpur/articleshow/69747223.cms", "description": "BAREILLY: In a joint operation by UP forest department, Wildlife Crime Control Bureau (WCCB), Wildlife Trust of India and police department, approximately 9.5 kilograms of tortoise calipee, considered a tasty delicacy, was seized in Madnapur area of Shahjahanpur district. One poacher was arrested. The poacher was identified as Sanju. He had earlier dodged UP STF and was operating in the area. Forest department is interrogating Sanju to gather more information about his gang. Various sections of Wildlife Protection Act have been slapped against him Sanju. Forest department officials will seek his custody from court to gather more information. Sanju was arrested from Kanjad basti area of Madnapur and believed to be a member of the Bawaria gang. The turtles were poached from the rivers and ponds in Shahjahanpur and Farrukhabad district. Conservator of forest, Bareilly division, Pinaki Prasad Singh told TOI, “It was a huge recovery. Conservator of forest (WCCB) HV Girish helped n giving right shape to this operation, which was carried out successfully. We are now collecting information about other poachers active in this area.” Download The Times of India News App for Latest City ."}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Three drown, three others missing on occasion of Ganga Dussehra": {"time": "2019-06-13 04:17:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/three-drown-three-others-missing-on-occasion-of-ganga-dussehra/articleshow/69762576.cms", "description": "Bareilly: Three people, including a seven-year-old boy, were drowned while taking a holy dip in the Ganga and Ramganga rivers on the occasion of Ganga Dussehra in Badaun on Wednesday. In neighbouring Sambhal, however, two children aged five and 14 years are feared drowned in the Ganga. Rescue operation is currently on. In the first incident, Abhishek Singh (9), son of Johari Singh and resident of Naugauna Nasirnagar village in Badaun, was taking a dip in the Ganga at Bhundi Ghat under Ushait police station when he was swept away by the water current and drowned. After locals raised an alarm, divers deployed by the district administration managed to take him out of the river and the boy was admitted to the community health centre (CHC) in Ushait, He was later referred to the district hospital, but died during treatment. Similarly, Rajendra, who was in his 30s, was drowned while taking a dip in the Ganga at Kacchla Ghat in Badaun on Wednesday. Rajendra, along with his family members had come to Badaun from Etah’s Avagadh village. Station house officer of Ujhani police station Vinod Kumar said, “Rajendra’s family took his body back to the village.” The third incident took place in Chitri village under Hazratpur police station of Badaun, where Sonu, alias, Vijay Kumar (25), was drowned in Ramganga while taking a dip. Local divers swung into action immediately and took him out. “Sonu was admitted to the district hospital, but he died while being treated,” said Rakesh Chauhan, station house officer, Hazratpur police station. In Sambhal district, five-year-old Anshu and Sunil Kumar (14) were feared drowned in the Ganga in separate incidents. Rescue operations were going on till the filing of this report. In Hardoi, a 14-year-old boy was drowned and two other teenagers went missing after they were swept away by river current while taking a holy dip on the occasion of Ganga Dussehra at Shiasar ghat under Arwal police station area on Wednesday, police said. The body of Divyansh (14) was fished out, while search is on for Shivam (15) and Mithun (15), said additional superintendent of police Gyanjay Singh. Uttar Pradesh chief minister Yogi Adityanath has expressed grief over the loss of lives. According to a statement issued in Lucknow, CM Yogi has directed officials to intensify rescue operations and trace the boys. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "UP: Five killed, eight injured in tempo-truck collision": {"time": "2019-06-14 19:22:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/up-five-killed-eight-injured-in-tempo-truck-collision/articleshow/69791543.cms", "description": "BAREILLY: Five persons, including two women and a 5-year-old child, were killed and eight others injured when a pick-up truck collided with a tempo near here. The accident took place in Khailam village under Aliganj police station, police said on Friday. The injured have been admitted to the district hospital, where the condition of two of them is said to be critical, they added. UP irrigation \\mMinister Dharampal Singh rushed to the district hospital on getting the information about the accident. \"The driver of the pick-up truck has been arrested, said Superintendent of Police (Rural) Sansar Singh. He identified deceased as Shriwati (45), Krishnapal (30), Mamta (27) and Mamta's son Keshav (5). The identity of the fifth deceased is yet to be ascertained, he said. Download The Times of India News App for Latest City ."}, "Seven blocks on Bareilly-Badaun border worst-hit with malaria": {"time": "2019-06-14 12:16:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/seven-blocks-on-bareilly-badaun-border-worst-hit-with-malaria/articleshow/69778064.cms", "description": "BAREILLY: Most of the malaria cases being reported since January, have been detected in three blocks of Bareilly and four blocks of Badaun on either side of the Bareilly-Badaun border, according to officials of the health department here. The cases are on the rise, they added. According to data available with the health department, 2,418 cases of plasmodium vivax (PV) malaria and 244 cases of “deadly” plasmodium falciparum (PF) malaria were detected from January to May in Bareilly district. Of these, 1,972 cases of PV and 130 cases of PF were reported only in May. Similarly, 941 cases of PV and 17 of PF occurred from January to May in Badaun. Out of total cases, 649 cases of PV and two cases of PF were detected in May in Badaun. PF malaria, which is considered as rare in the region, can be fatal if treatment is delayed beyond 24 hours after the onset of clinical symptoms, said officials. However, PV malaria is one of the common variants of the disease and is usually reported in the region. According to officials, cases of malaria are being reported from across Bareilly and Badaun but a majority of the patients who have tested positive hail from Majhgavan, Bhamora and Ramnagar blocks of Bareilly and Dataganj, Samrer, Jagat and Binawar blocks of Badaun. Both Bareilly and Badaun had reported outbreak of malaria last year and health experts said the number of cases are expected to go up during monsoon. Bareilly district malaria officer D R Singh said, “As the maximum temperature is hovering around 40 degrees centigrade, most of the waterlogged pits have dried up due to intense heat. It has affected breeding of mosquitoes and reduced their density. We are utilizing this time by screening more patients and giving them immediate treatment. If malaria parasite is removed from the bodies of locals, there will be less possibility of the disease from spreading in monsoon when mosquito breeding will be at its peak.” Badaun district malaria officer Vinod Kumar Sharma said, “We are conducting indoor residual spray at 173 sensitive villages of the four affected blocks of district. Our teams are holding health camps in villages for diagnosis and treatment of people. Besides, district magistrate has ordered the panchayati raj department and village heads to ensure cleanliness to contain mosquito breeding.” Indoor residual spray is also underway in Bareilly’s 218 sensitive villages. Officials said the specialty of indoor residual spray with DDT is that if a mosquito sits on a wall, it dies. The spray is effective for 75 days. Download The Times of India News App for Latest City ."}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Two minors raped in west UP districts": {"time": "2019-06-14 12:19:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/eight-year-old-girl-raped-as-she-was-going-to-fetch-water/articleshow/69778017.cms", "description": "BAREILLY: In yet another case of crime against minor in western UP, an eight-year-old girl was raped by a youth in a village under the Nawabganj police station on Wednesday when the girl was going to fetch water from a nearby hand pump. While in Shahjahanpur district, a 13-year-old girl was allegedly raped by two youths after breaking into her house in a village under Khutara police station limits. The crime is said to have occurred on June 7, but police allegedly didn’t lodge any complaint turning her parents away when they reached the police station. The FIR was only lodged after the girl’s parents met the superintendent of police S Chinnapa on Thursday and he instructed the station house officer to do so. In the case under the Nawabganj police station, the accused man, who came on a bicycle, told her that her father was calling her to the field and took her to a secluded place where he allegedly raped her and fled after dropping her near the house. Police have lodged an FIR and are conducting raids to nab the accused. Superintendent of police (rural area) Sansar Singh said that the rape survivor’s father and uncle had gone to the field leaving her at home with her mother. She remained silent and narrated her ordeal to her mother in the evening only after she started having pain in her private parts and lower abdomen. “The accused was caught in a college CCTV camera while carrying the girl on a bicycle. We have scanned the CCTV camera footage. His face was not clear,” the SP said. The SP added that they had set up three teams to nab the accused. “Since the girl didn’t object while going with the accused on his bicycle, it seems that he was from the same village and known to her. The girl has been sent for medical examination. An FIR has been lodged under section 376 and POCSO Act,” the SP said. In Shahjahanpur district, the survivor’s father, in his police complaint, stated that her daughter was alone at home when two youths – Vikram and Nikku – barged into their house in the evening. They were carrying a sword and a country-made pistol. Threatening the girl both of them took turns to rape her. Both the accused fled the scene after the arrival of the girl’s parents. They even threatened to kill the parents if they complained against them. The SP said that an FIR under section 376 D (gang rape) of IPC and POCSO Act had been lodged. They were conducting raids to nab the accused. SHO Sanjay Singh said, “We had received the complaint and lodged FIR after investigation. The girl has been sent for medical examination and raids are on to arrest both the accused.” Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Five hurt in LPG lantern blast": {"datetime": "", "description": "BAREILLY: At least five women sustained burn injuries in LPG lantern explosion in Sambhal district’s Pali village under jurisdiction of Asmauli police station on Friday evening. The women were sitting in the veranda of one Kuldeep Kumar’s home when the lantern exploded. Three of the injured have been referred to higher medical facility in critical condition. The injured women have been identified as Kuldeep’s wife Pushpa, his mother Sheela, and three sisters-in-law Babita, Beena and Nirvesh. Upon hearing explosion, neighbours came running to the spot and informed the emergency ambulance services 108. Station house officer (SHO) of Asmauli police station Rakesh Kumar said all injured were shifted to hospital, where doctors referred Pushpa, Babita and Beena to higher medical facility with 70% burn injuries. “Three women in serious condition have been referred to a higher medical facility in Moradabad, while the remaining two are said to be out of danger,” said SHO. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:35:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/five-hurt-in-lpg-lantern-blast/articleshow/69806415.cms"}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "More than 15,000 tourists visit PTR since November": {"datetime": "", "description": "PILIBHIT: Eco-tourism season came to an end on Saturday as Pilibhit Tiger Reserve (PTR) closed for the monsoon. The reserve will reopen on November 15. The season that opened from November 15, 2018 to June 15, 2019, saw an increase in both footfall as well as revenue as against the previous season. Although the current year’s eco-tourism marked an increase in overall revenue and footfall in comparison to the previous season, it fell short of the figures registered in 2016-17, when the jungle tourism was under the direct command and control of PTR administration. The management of jungle tourism is now in the hands of UP Forest Corporation. The revenue earned through jungle tourism has been transferred by the PTR administration to the account of UP Forest Corporation. The current season’s figures reveal that Chuka was visited by as many as 15,885 Indian and 23 foreign tourists generating a total revenue of over Rs 36 lakh. The huts at Chuka were booked by 209 tourists for night stay, the highest figure so far. In the 2017-18 season, 14,885 tourists visited PTR generating a revenue of over Rs 32 lakh. In comparison to this, in 2016-17, PTR saw 16,360 footfall and maximum-ever revenue to the tune of over Rs 37 lakh. Asked why PTR could not match the 2016-17 figures, reserve’s deputy director Adarsh Kumar said that this could be an outcome of sharp hike in entry fee and rates of huts at Chuka. Asked why a tiger foundation had not been set up in PTR as in other reserves, Kumar said the proposal had been sent to the state forest administration on February 17 , 2016 for approval and is still pending. Once the tiger foundation is set up, all eco-tourism revenue will be deposited with it and PTR can use the funds on its own. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:39:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/more-than-15k-tourists-visit-ptr-since-nov/articleshow/69806407.cms"}, "Sikh beaten in Delhi": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/cops-clash-with-mini-bus-driver-video-goes-viral/articleshow/69817348.cms", "description": "NEW DELHI: There was high drama in north Delhi's Mukherjee Nagar on Sunday evening when a group of policemen clashed with a Gramin Sewa driver and his son, a minor. The incident was captured by passersby on mobile phone and the footage went viral. In the video, a few policemen were seen hitting the driver with sticks and then kicking him. The man was later detained. However, Delhi Police, in a statement, claimed that the incident took place after the driver hit a police van and started arguing with cops. Things took a turn for the worse as the driver then allegedly pulled out a sword and assaulted an on-duty officer. While trying to escape from the spot, the accused hit another cop with his vehicle, police said. Later, the policemen chased the vehicle and forced the driver to stop. The juvenile son of the driver also joined the argument, they said. In another video of the incident, the driver was seen arguing with a cop while holding a sword. An inquiry has been initiated into the incident. Meanwhile, five people, including two women, were arrested for assaulting cops who tried to intervene in a fight near Tibia college in central Delhi. The incident happened on Friday evening. CCTV footage was being checked to ascertain the exact sequence of events, police said. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Bareilly farmer hurt in tiffin bomb explosion succumbs": {"time": "2019-06-13 06:02:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/farmer-hurt-in-tiffin-bomb-explosion-succumbs/articleshow/69762660.cms", "description": "BAREILLY: A 45-year-old farmer who had sustained grievous injuries in a tiffin box explosion recently succumbed at a hospital here on Tuesday evening. According to sources, Durvijay and his son Tekpal had sustained injuries when a tiffin box exploded while they were ploughing fields in Chudaili village under Baheri police jurisdiction on June 2. Preliminary inquiry had revealed that a land dispute between the victim and his elder brother was the reason behind the crime. Sources said that while Durvijay’s arm had to be cut off below the elbow along with three fingers, his son sustained only minor injuries and was discharged the next day. Based on a complaint lodged by Tekpal, police had registered a case against his two uncles Mehul Singh and Krishanpal Singh, and three cousins Chottu, Pankaj and Sachin under section 307(attempt to murder) of IPC. Baheri SHO Dhananjay Singh said that they have added section 302 (murder) of IPC also to the FIR after Durvijay succumbed on Tuesday. “We are investigating the case and are on the lookout for the accused,” he added. Download The Times of India News App for Latest City ."}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "17-year-old held for raping 8-year-old girl": {"time": "2019-06-15 12:42:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/17-year-old-held-for-raping-8-year-old-girl/articleshow/69794904.cms", "description": "BAREILLY: A 17-year-old boy was arrested on Thursday for allegedly raping an 8-year-old girl in a village under jurisdiction of Nawabganj police station in Bareilly. According to police, the incident took place on Wednesday when the minor girl had gone out to fetch water from a nearby hand pump. They said the accused took the girl to a secluded place and raped her. He later fled the spot after dropping the girl near to her house. Later, when the girl felt pain in her private parts and lower abdomen, she narrated her ordeal to her mother after which a case was filed. Superintendent of police (rural area) Sansar Singh said, “We had gone through CCTV camera footage that was installed at a nearby college which is close to the place where the incident took place. During investigation, we detained two persons and called the girl to identify the accused. After he was identified, we took the juvenile into the custody. During interrogation, the accused confessed to his crime.” Station house officer of Nawabganj, inspector Rajesh Kumar Singh, said that after producing the accused in the court, he was sent to the juvenile centre on Friday. SHO Rajesh Kumar Singh added, “The accused juvenile, was previously in a juvenile home for raping a girl in 2017. He was released seven months ago.” Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Trench dug to contain sub-surface fire in Kheri": {"datetime": "", "description": "BAREILLY: Forest department and district administration on Saturday dug up a trench with the help of JCB machines in the forest area of Mohammadi range in Lakhimpur Kheri district to contain the sub-surface fire raging there. The officials claimed that they had managed to control the sub-surface fire and would douse it soon. They said there was no threat to wildlife, flora or people living in the nearby villagers. On Friday, villagers spotted smoke billowing out of the ground in the forest land near Belpahada village under Mohammadi block. When they rushed to the spot, they saw cracks in the soil and flames beneath it were clearly visible. The ground was hot. Forest department officials were called and they identified the phenomenon as sub-surface fire. Sub-surface fires are of low intensity, consuming organic matter beneath and surface litter of forest floor, including plant roots, humus and peat. This fire spreads very slowly and in most cases, it becomes very hard to detect and control such type of fires. They may continue to burn for months and destroy vegetative cover of the soil. On Saturday, JCB machines were deployed in the area to dig up a trench on the ground where the fire was visible. After digging over two feet, a layer of sand was visible. After this discovery, officials were assured that the underground fire had not been very intense and could be doused by showering water on it. Divisional forest official, South Kheri forest division, Samir Kumar monitored the operation and remained in the forest for several hours. He assured villagers of the nearby villages that the fire was not a threat to them. He told TOI, “The fire had not spread deep inside the forest area like it happens in areas around coal mines. We will be able to douse it completely soon. Soil experts have also paid a visit to the forest area and the situation is under our control.\" Download The Times of India News App for Latest City .", "time": "2019-06-16 11:43:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/trench-dug-to-contain-sub-surface-fire-in-kheri-no-threat-to-humans-wildlife-say-officials/articleshow/69806391.cms"}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Shahjahanpur to tap gau shakti to make organic products": {"datetime": "", "description": "BAREILLY: In a bid to make use of stray cattle herded in cow shelters, Shahjahanpur administration has come up with an innovative plan to use their urine and dung to manufacture a range of organic products. It also hopes that once owners learn about their usefulness, they will not abandon their cattle, which left unattended become a menace for all. It is proposed to manufacture beauty products like organic gau-ubtan (face pack), bio pesticides, organic fertilizers, agarbatti (incense sticks), soap and cow dung cakes from cow urine and dung. . These products will be marketed under the name, ‘Gau-Shakti’, said government officials. The idea is to ensure that people identify the economic value of bovines even if they are not giving milk or ploughing the fields, they added. “Keeping a cow even if it is not giving milk is useful as the dung of a single animal in a year can produce bio-fertilizers and bio-pesticides for 30 acres of agricultural land,” said chief development officer Mahendra Singh Tanwar. Making an announcement to the effect, Amrit Tripathi, DM of Shahjahanpur, distributed gau-shakti kits to 313 couples who tied the knot at a mass wedding ceremony on Sunday. “These products are expected to see a proper launch within a month and may hit online stores soon. The revenue generated from these products will be used for running effectively cattle shelters here,” he added.. In order to implement the idea, district administration took the support of Sanjay Upadhyaya, a chemical engineer who has devoted his life for conservation of stray cattle. After conducting experiments with cow dung and urine, he has developed new products which can be used in day-to-day life like tooth powder, tooth paste and bio-fertilizers. Giving details about the project, Tripathi told TOI, “We are trying to come up with a brand of products made from cow dung and cow urine. These products will be known as Gau-Shakti. The products made from cow dung and urine already have has good demand in the market and it will help us to generate revenue, which can be used for running cow shelters. Also, several people will get employment if these projects prove to be a success.” CDO Tanwar said, “During the Vedic era, the cow was considered sacred and every produce of a cow was utilized. Very few people know that keeping a cow means ‘zero budgeting agriculture’ as fertilizers and organic pesticides can be prepared from the cow dung and its urine. If people become aware about such products derived from cow dung and urine, then they may stop abandoning their cattle.” Download The Times of India News App for Latest City .", "time": "2019-06-17 04:25:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/shahjahanpur-to-tap-gau-shakti-to-make-organic-products/articleshow/69816834.cms"}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Madrassas don’t produce Godse, Pragya Thakur, says Azam Khan": {"time": "2019-06-13 04:23:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/madrassas-dont-produce-godse-pragya-thakur-says-azam-khan/articleshow/69762643.cms", "description": "Rampur: Responding to the central government’s plan to connect madrassas to mainstream education, Samajwadi Party (SP) leader Mohammad Azam Khan on Tuesday evening said that Muslim educational institutions do not breed people with Nathuram Godse’s nature or with a personality like Pragya Singh Thakur. The Rampur MP-elect told TOI, “They should first announce that those propagating thoughts of Nathuram Godse will be declared enemies of democracy, and those convicted for terror activities won’t be rewarded. It is a matter of grave concern that a person booked for terror activity has now become a lawmaker.” The SP leader alleged that people like him who always work in the field of education, opening schools and universities are booked under fake charges. Pragya Thakur, an accused in the 2008 Malegaon blasts and out on bail, won the recent Lok Sabha election from Bhopal on a BJP ticket. She remained in the news for claiming that Godse, who killed Mahatma Gandhi in 1948, was a “patriot”. Union minister Mukhtar Abbas Naqvi, while announcing a scheme, had said, “Madrassas are in large numbers across the country. They will be connected with formal education and mainstream education so that those children studying there can also contribute in the development of society.” Azam Khan added, “Apart from religious education, English, Hindi and mathematics are being taught in madrassas for years. It is nothing new. If they want to help, they should improve facilities in madrasas. In schools, we have failed to provide furniture and thousands of students still study under a tree in many villages. Provide furniture and salary to teachers in madrassas. Unlike other schools, madrassa students have been deprived of mid-day meal.” Download The Times of India News App for Latest City ."}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}, "CO who stopped Mohammad Azam Khan from delivering speech shifted": {"time": "2019-06-14 12:17:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/co-who-stopped-azam-from-delivering-speech-shifted/articleshow/69778050.cms", "description": "RAMPUR: City circle officer Ashutosh Tiwari, who had stopped Samajwadi Party MP-elect Mohammad Azam Khan from delivering a speech in Rampur Fort after his election to the Lok Sabha, was attached with the office of the DGP in Lucknow on Thursday. Speaking with TOI, Rampur, superintendent of police Ajay Pal Sharma said, “City circle officer Ashutosh Tiwari has been attached with the DGP office in Lucknow.” The official letter, however, did not mention reason for the transfer, he added. Azam Khan along with his supporters had staged a protest against the police officers after he was stopped from delivering a speech, thanking his voters. Download The Times of India News App for Latest City ."}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Sub-surface fire rages in Kheri forest area": {"datetime": "", "description": "Bareilly: After news of smoke billowing out of the ground in the forest land near Belpahada village of Mohammadi block in Lakhimpur Kheri district spread, locals started gathering in the area on Friday. Soon a team of forest and administrative officials visited the spot and found that the smoke was a result of sub-surface fire. Sub-surface fires are of low intensity, consuming organic matter beneath and surface litter of forest floor, including plant roots, humus and peat. This fire spreads very slowly and in most of the cases, it becomes very hard to detect and control such type of fires. They may continue to burn for months and destroy vegetative cover of the soil. There are four revenue villages in the radius of two kilometers from the forest land. This has sparked fears that if not controlled, the sub-surface fire will consume forest wealth, affect wildlife and people living in the vicinity. According to local villagers, they observed smoke in Jamuniaghat beat of Mohammadi forest area, spanning 25 acres. There were cracks in the soil and flames beneath the soil were clearly visible. The ground was hot. Bur forest department assured villagers that necessary action would be taken to douse the sub-surface fire at the earliest. Divisional forest officer, South Kheri forest division, Samir Kumar informed his superiors about the fire so that steps can be taken for preventing any damage to forest and human habitat. Mohammadi forest range is a social forest region but has carnivores and herbivores along with rich flora. Tehsildar Vikas Dhar Dube, who also visited the village with his team, said, “We are inspecting the area to identify if such signs are visible elsewhere.” Kumar told TOI, “This could be an extremely dangerous situation as we are not aware about the total area where the underground fire has spread. We are planning to dig a large pit using JCB machines to douse the underground fire. However, it will be done after seeking permission from seniors and receiving expert advice. Our priority is to ensure safety of flora and fauna of the forest and that of local people. As of now, we have advised locals to stay away from the area.” Download The Times of India News App for Latest City .", "time": "2019-06-16 04:24:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/sub-surface-fire-rages-in-kheri-forest-area/articleshow/69801536.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "After delivering stillborn, woman ‘falls to death’ from hospitals building": {"datetime": "", "description": "BAREILLY: A 26-year-old woman fell to death from third floor of a government women’s hospital under mysterious circumstances where she was admitted recently. The woman, a resident of Laharpur Balia village under Bhamora police station jurisdiction, had delivered a stillborn baby on June 9. Family of the deceased woman said that she was suffering from severe depression after learning about her stillborn baby. However, doctors are not ready to accept this theory and the matter has been referred to police for a probe. The incident took place at around 4:30 am. Dr Alka Sharma, chief medical superintendent (CMS) of government women’s hospital, said that it was a caesarean delivery and she was shocked to know how she could climb up to the third floor. “The woman was admitted to a maternity ward on the first floor which is completely covered from all sides. A woman who has undergone caesarean delivery cannot walk even for 10 steps without help from others, within a week of the surgery. It is indeed a matter of investigation now. The body has been handed over to the police for post-mortem examination,” the CMS said. The CMS also said that the hospital staff informed her about the incident at 4:51 am. Doctors said that since the woman was very upset after the delivery, they had allowed her husband and mother in-law to stay with her as attendants. While station house officer of Kotvali, Pankaj Tyagi, said that they would examine the CCTV footage to ascertain who was with the woman when she climbed the third floor. Notably, the woman was married only a year ago. Her mother in-law said, “My daughter in-law was suffering from severe depression after giving birth to a stillborn. She used to start crying after seeing other women with newborn babies in the maternity ward. I was sleeping when she went out of the ward and I immediately informed the ward boy as soon as I realised that she was missing.” Download The Times of India News App for Latest City .", "time": "2019-06-17 06:27:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/after-delivering-stillborn-woman-falls-to-death-from-hosp-building/articleshow/69816798.cms"}, "Village head’s hubby killed by his lover’s brother in Bhojipura": {"datetime": "", "description": "BAREILLY: The decapitated body of Sabir Khan, the husband of Rampura Maafi village head Ayesha Khan, who had been missing since Friday evening, was on Sunday found in forest area under jurisdiction of Bhojipura police station here. Police suspected that Faruq Khan, a resident of the same village, had killed Sabir as the latter had “illicit” relationship with the former’s sister. Sabir’s wife Ayesha had lodged a missing FIR at Bhojipura police station on Saturday. Sabir was a transporter, who had gone out in connection with his business on Friday, but did not return. After the FIR, police sought his mobile location and call detail records (CDRs), and later detained Faruq. According to police, during interrogation, Faruq purportedly accepted his crime. Station house officer (SHO) of Bhojipura police station Rajesh Kumar told TOI, “Faruq confessed that he shot dead Sabir and dumped his decapitated body in the forest area.” Meanwhile, police are trying to identify other persons who helped Faruq in the murder and also gathering evidence. SHO said, “We have arrested Faruq in this connection and trying to identify if anyone else was involved in the murder. We will share further details after collecting evidence.” Download The Times of India News App for Latest City .", "time": "2019-06-17 04:21:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/village-heads-hubby-killed-by-his-lovers-brother-in-bhojipura/articleshow/69816787.cms"}, "Cops stop Mohammad Azam Khan from speech who asks them to ‘arrest’ him": {"time": "2019-06-13 14:27:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/cops-stop-azam-from-speech-who-asks-them-to-arrest-him/articleshow/69762676.cms", "description": "RAMPUR: Samajwadi Party (SP) leader Mohammad Azam Khan asked the police to arrest him and his supporters after Rampur city circle officer Ashutosh Tiwari and SHO Kothwali Sadar Anil Kumar stopped the Rampur MP-elect from delivering his ‘thanksgiving speech’ inside the city’s historical fort ground on Tuesday evening. The ‘thanksgiving’ event was organised after Azam Khan had defeated Jaya Prada, the BJP candidate, by more than one lakh votes, in the recent Lok Sabha elections. In high drama, when the circle officer showed his watch and gestured towards Azam Khan to stop his speech, the SP leader on the stage, with both hands together asked the police to get him ‘handcuffed’. “Please arrest me and all my supporters. Arrest us right now.” Thousands of Azam Khan’s supporters, who had gathered at the venue, turned rowdy and started raising slogans against the police personnel. Azam Khan then took the microphone again and appealed his supporters to “stay calm”. Azam Khan told TOI, “Three minutes were still left when the circle officer asked me to stop. This is against the freedom of speech and expression. It is an attack on the fundamental right guaranteed by the Constitution of India.” He claimed, “The administrative officials want a ‘bloodbath’ like situation in Rampur. It is part of a conspiracy. I’m being targeted since I’m a strong opposition face.” Download The Times of India News App for Latest City ."}, "UP: Blaming cops of inaction, rape survivor commits suicide": {"datetime": "", "description": "BAREILLY: Blaming police of inaction, a 24-year-old rape survivor, who had been running from pillar to post to get a case registered, allegedly committed suicide in a village under Dataganj police station area of Badaun district on Sunday. In her suicide note, the woman, who hung herself to death, blamed the police for the extreme step. The victim stated that she was married two years ago and had been living with her parents since February, after her health deteriorated. “On May 15, when I was on my way home after visiting a doctor, one of my relatives met me at a bus stand and told me that my husband was not well and I must come with him to see my husband. Two people were already accompanying the relative. Believing them, I sat in his car, but they forcefully took me to Secunderabad in Telangana and confined me to a house,” the woman stated in her suicide note. “They raped me for a week and snatched all my jewellery and mobile phone, leaving me helpless. I could not even contact my family. One day, when they were taking me to Delhi in a train, I called my father using the mobile phone of a co-passenger and gave him Delhi’s address where they were taking me,” the suicide note further stated. The victim also stated that it was her father who made her free from the clutches of her tormentors and took her home in Badaun. The victim had alleged that she had given written complaints to Dataganj police station SHO, Badaun SSP and Bareilly zone ADG, but none of them paid heed to her plight. “I love my husband a lot. Since I was raped, my husband left me. I am left with no other option, except ending my life,” she concluded in the note. SSP Ashok Kumar Tripathi told TOI, “When she approached Dataganj police, they advised her to lodge an FIR in Secunderabad as the crime was committed there. Then the woman met ADG on June 12, following which we were instructed to lodge an FIR. After probing into the matter, we booked the three accused.” Download The Times of India News App for Latest City .", "time": "2019-06-17 10:29:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/blaming-cops-of-inaction-rape-survivor-commits-suicide/articleshow/69816878.cms"}, "Sambhal municipal chairperson’s son booked for brandishing pistol": {"datetime": "", "description": "BAREILLY: Sambhal municipality chairperson Arifa Shaqil’s son Hasnain has been booked for allegedly brandishing a pistol and threatening to kill former chairperson Nusrat Ilahi’s cousin Salman after the later posted pictures of garbage piles on social media and accused Shaqil for city’s ugly look. In his police complaint, Salman stated that he was on his way home around 9pm in Saraitarin locality under jurisdiction of Hayatnagar police station when Hanain and his two accomplices, who were travelling in a car, waylaid his motorbike. “He held me at gunpoint and abused me, and threatened me of dire consequences if I ever complain or post any message on social media against his mother and municipality officials,” said Salman. As locals came out of their houses hearing my screams, seeing them, Hasnain and his accomplices fled the scene, added Salman. Station house officer (SHO) Hayatnagar police station Ranveer Singh said, “An FIR has been registered against Hasnain and two others, and we are probing the matter.” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:40:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/sambhal-municipal-chairpersons-son-booked-for-brandishing-pistol/articleshow/69806404.cms"}, "BMC corporators intensify protest against municipal commissioner": {"datetime": "", "description": "BAREILLY: Corporators of Bareilly Municipal Corporation (BMC), who have been agitating for long against the allegations of corruption leveled against fellow councellor Vinod Saini by municipal commissioner Samuel Paul N, on Saturday intensified their protest and burned effigy of the official. According to the information from BMC, 44 BJP councellors and even some from Samajwadi Party (SP), Congress, Independents and others joined the agitation and submitted a memorandum to Bareilly mayor Umesh Gautam. Corporators said that they want municipal commissioner to take back his FIR and tender an apology. BJP corporator Vinod Saini said, “Bareilly municipal commissioner has put up allegations of corruption against me and has accused me of doing misconduct in portable shop project. The allegations are simply to defame me and to give a wrong message in public. Under BMC’s portable shop project, from making shop layout, giving contract, setting up sample shops in BMC premises to distribution of keys among vendors, everything has been done under guidance of senior officials in BMC. And yet, allegations of corruption have been made against me, unnecessarily. The senior official has lodged FIR against me under two-three sections. I have been serving my duty in Nagar Nigam for several years and never came across any such thing. I strongly condemn this action and want him to publically apologise.” Abdul Qayyum Khan, a SP corporator for four years from ward 69 (Koharapir), told TOI, “Municipal commissioner has lodged FIR against our mate Vinod Saini and has made allegations of corruption which is not true. We have submitted a memorandum to the mayor informing that development works in BMC will only be resumed after municipal commissioner takes back his complaint and publically apologise for his behaviour and defaming of our colleague. We will intensify the agitation and stage dharna at Nagar Nigam entrance and will not let any official enter the premises from Monday onwards.” Corporators alleged that they had submitted a memorandum at municipal commissioner’s office on June 1 regarding the same demands but nothing happened. Besides, with councellors protesting, development works - including cleaning of drains, maintenance of roads and other important works to be conducted ahead of monsoon - are put on hold. “Now, we have submitted a fresh memorandum to mayor and have informed that if our demand is not met, we will stage protest at BMC entrance and ensure that no official enters the premises from Monday. Official chores will only be resumed after we are heard,” added Khan. Bareilly municipal commissioner Samuel Paul N had earlier lodged an FIR against Saini following a heated argument between the two, according to information from BMC. The FIR has been lodged under section 406 (punishment for criminal breach of trust) and section 420 (cheating and dishonestly inducing delivery of property) of IPC. When TOI contacted municipal commissioner Samuel Paul N, he was unavailable for comment. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:34:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/bmc-corporators-intensify-protest-against-municipal-commissioner/articleshow/69806459.cms"}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Notice served on four people, hospital after Aedes larvae is found in Bareilly": {"time": "2019-06-15 12:52:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/notice-served-on-4-people-hosp-after-aedes-larvae-is-found-in-city/articleshow/69794928.cms", "description": "BAREILLY: At a time when health authorities are making all-out efforts to contain rising malaria cases in Bareilly district, the threat of dengue also looms large over the city. The health department has served notice to four people and a private hospital after finding larvae of Aedes mosquitos in their premises. Aedes mosquito causes dengue. Officials said they will start a drive against private hospitals in Rampur Garden to check if Aedes larvae are present or not. However, so far, no positive case of dengue has been reported this year but officials said the vertor–borne dengue will spread during monsoon. Last year, a few private hospitals had reported suspected dengue cases but officials here confirmed that only two patients tested positive. According to health officials, when a team conducted random inspections, it found larvae of Aedes mosquito in the premises of four people residing in quarters near Shyamatganj flyover. The team also found larvae in a private hospital situated on Stadium road. D R Singh, district malaria officer, said, “We have served notice to people on whose house or hospital larvae was found. They have been asked to maintain cleanliness. Our team will again inspect these places after a week. If they are again found flouting rules, we will ask Bareilly Municipal Corporation to impose a fine on them.” Meanwhile, the health department has been conducting a survey on density of mosquito pre-monsoon and post-monsoon in several parts of the district to ascertain which areas are more prone to vector-borne diseases. During the survey, no mosquitoes were found at Ghatpuri village under Binawar block of Badaun and Jagat community health centre of Badaun. Officials said the density of mosquitoes will go up after the rains. Download The Times of India News App for Latest City ."}, "Public transport drivers take oath to obey traffic rules in city": {"datetime": "", "description": "Bareilly: Bareilly traffic police department recently organized a special workshop for public transport drivers at Police Lines here on Saturday. The drivers were sensitized about traffic rules. A special programme was conducted wherein drivers of auto rickshaws and e-rickshaws took a pledge to obey various traffic regulations including driving within speed limits, not overloading their vehicles and driving under the influence of alcohol.Speaking with TOI, superintendent of police (traffic) Subhash Gangwar said, “A special workshop was organized here to make drivers of public transport aware of the need for following traffic rules and regulations. The special workshop was attended by around 200 public transport drivers, including drivers of e-rickshaws auto-rickshaws, tempos and roadways buses. Apart from apprising them about traffic norms, drivers were also made to pledge that they would obey traffic rules.” The SP added, “Drivers were asked to adhere to traffic rules such as not halting vehicles randomly on the road, picking or dropping passengers from at least 50 metres from main junctions or trisections, not parking vehicles in a manner that free traffic movement is hampered, not ferrying passengers above the actual limit of the vehicle, not speeding and driving under the influence of alcohol.” Meanwhile, a number of traffic violators were issued challans for flouting traffic rules . A sum of Rs 1,15,000 was recovered as fine from the violators.According to traffic police officials, traffic rule violation has become rampant in the city with drivers of both public and private vehicles indulging in various offenses including speeding, overloading, not carrying a valid driving licence, jumping signals, illegal parking and wrong side driving. To keep a check on rampant violation of rules, random enforcement drives are also being launched in the city. Soon, drives will be launched against erring three-wheeler drivers, having rural permits, but operating within city limits. Legal action will be initiated against such drivers, said the officials. Last month, Bareilly traffic police had issued challans to as many as 110 public transport drivers in a span of two days for causing jams near prominent junctions and roads during one such drive.Download The Times of India News App for Latest City .", "time": "2019-06-17 04:24:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/public-transport-drivers-take-oath-to-obey-traffic-rules-in-city/articleshow/69816814.cms"}, "Seven people die in two separate accidents in Bareilly": {"time": "2019-06-15 12:47:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/7-people-die-in-two-separate-accidents-in-bareilly/articleshow/69794887.cms", "description": "BAREILLY: As many as 7 people died in two separate accidents on Friday in Bareilly district. The first accident took place in Fatehganj east area where the car of food inspector Kapil Dev Rishipal crashed into a tractor trailer coming from the opposite direction. Rishipal and his driver Prem Shankar sustained critical injuries and were rushed to a private hospital where the doctor declared both of them brought dead. Rishipal was a resident of Bareilly and was posted in Roza area of Shahjahanpur district. He was on his way to Shahjahanpur. The second accident took place in Aliganj area where five persons died and three injured when a pick-up van rammed into a tempo coming from opposite direction. Unfortunately, a couple, identified as Suraj and his wife Shreevati, also came in contact with the crashed vehicles while riding a bi-cycle, leading to the death of Shreevati. According to police, both the vehicles were over-speeding. They all were rushed to district hospital in Bareilly by police where two of them succumbed to injuries. The bodies were sent for autopsy and their families have been informed. Apart from Shreevati (30) the decased in the Aliganj accident were identified as Kunwar Pal (26), Mamta Devi (28), her nephew Keshav (5). The survivors undergoing treatment at the district hospital were identified as Suraj Kumar (32) and Ajay Kumar (16). Additional SP (rural) Sansaar Singh said, “Seven people were killed in the rural areas in two accidents. We have registered FIR in both the cases against the driver under IPC sections 379 (rash driving) and 304 a (causing death by negligence). Download The Times of India News App for Latest City ."}, "CWC seeks DNA report of ‘disowned’ newborn girl": {"time": "2019-06-12 13:37:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/cwc-seeks-dna-report-of-premature-disowned-newborn-girl-whos-fighting-for-survival/articleshow/69747153.cms", "description": "BAREILLY: The Child Welfare Committee (CWC) has directed police to submit the DNA test report of the premature “disowned” baby girl, who has been suffering from hyperthyroid clitoris and fighting for her life a private hospital here. The baby’s family had on May 28 alleged that staff of the private hospital, where she has been undergoing treatment, at present, had changed their newborn son with a girl. The hospital authorities, however, claimed that as “the baby is suffering from rare hypertrophied clitoris, and due to abnormal enlargement of clitoris at the time of birth, the family assumed their newborn girl as a boy”. DN Sharma, member/ magistrate, CWC, said, “I have asked the investigating officer to submit the DNA report at the earliest so that we can verify about her parents. Police will bear the cost of her DNA test. Meanwhile, the child’s father recorded his statement on Tuesday, while the mother didn’t come. I have asked the family to submit an affidavit in the matter on Thursday so that we may give the child for adoption in the future. The baby’s condition is improving.” Balvir Singh, station house officer, Premnagar police station, said, “We will need the parents’ permission for DNA test and blood samples of parents and the newborn.” According to family, a premature baby boy was born at the private hospital in Rampur’s Milak on May 6 from just six-and-a-half-month of pregnancy, but after the child’s condition deteriorated, they admitted him to the nursery of a private hospital in Bareilly’s Janakpuri after four hours later. Horilal, a farmer based in Raj Dadiya village of Rampur, had earlier claimed, “When the hospital authorities gave the child to us on May 28, they said it is a girl. But, we had admitted a boy, which is also mentioned in the admission form. The hospital has exchanged our son with someone’s daughter.” Dr Santosh Singh, director, private hospital, had earlier said, “The clerical staff, who manages the counter, had asked about the baby’s gender for entry in the admission form and wrote male after the child’s parents told him. But, during examination, it came to light that the baby is a girl and has been suffering from rare hypertrophied clitoris. “Due to abnormal enlargement of clitoris, the family and the place where she was born, assumed her as a boy. After examination, our staff had informed about the gender of the baby to the family, who gave their written consent for further treatment. Thus, the charges levelled by the family are baseless, because how and where could have we got a baby of the same weight and condition!” Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "Encroachments on 35 hectares in DTR buffer area removed": {"time": "2019-06-13 04:24:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/encroachments-on-35-hectares-in-dtr-buffer-area-removed/articleshow/69762662.cms", "description": "Bareilly: Encroachment over around 35 hectares of forest land in buffer area of Dudhwa Tiger Reserve (DTR), which was illegally occupied by farmers over the period of four decades, has been removed, and forest officials have decided to do plantation in the evacuated area.According to data accessed by TOI, DTR buffer area is spread over around 74,000 hectares, of which 9,200 hectares have been encroached upon. Last year, the forest department had removed squatters from around 100 hectares.Divisional forest officer, DTR buffer zone division, Anil Patel said, “We have removed encroachment from over 35 hectares in Bodhiya forest block under Majhgai range of buffer zone division. After taking possession of the evacuated land, we have demarcated it with the help of the revenue department. We have set up a target of removing encroachment from over more than 100 hectares this year. The action against squatters is underway.”Forest staff carried out the anti-encroachment drive with the help of special tiger protection force (STPF) and police.Forest officials said most of the encroachers are farmers who grow sugarcane and paddy on forest land. As the boundary at some places is not clear, farmers took advantage and encroached upon forest land, they said.Patel said, “After removing encroachment, we are demarcating the boundary by erecting pillars. Last year, I had written to the district sugarcane officer, urging him not to issue licence for the crushing of sugarcane to those farmers who have been growing their crop illegally on forest land. However, two farmers approached the high court in this connection and the matter is subjudice.”Ramesh Pandey, field director, DTR, said, “We have decided to carry out plantation on the evacuated land so that encroachers do not occupy the land again.”According to sources, forest officials have set up a target of planting 9.5 lakh saplings in the DTR buffer zone division, of which around 8.2 lakh saplings have already been planted.They said forest officials would plant thousands of saplings in the evacuated forest area.In the meantime, besides erecting pillars to demarcate the boundary, the forest department is also digging 1.5-metre-wide and two-metre-deep protection trench along the boundary to check movement from both sides. It will help protect wild animals as they won’t be able to cross this trench, said officials.According to the latest census conducted at DTR, there are 13,697 wild animals, excluding tiger and leopard, in the buffer zone division.Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Uttar Pradesh: 217 cartons of illicit liquor seized in Sambhal, one held": {"datetime": "", "description": "BAREILLY: Launching a crackdown on liquor mafia, police on Sunday seized as many as 217 cartons of illicit liquor in Sambhal and arrested an accused. According to police, the estimated cost of the seized Haryana-made liquor is around Rs 2 lakh, the sale of which is prohibited in Uttar Pradesh. The arrested man has been identified as Shyamraj Singh. Chandausi circle officer Poonam Mishra said after receiving a tip-off that truck container carrying illicit liquor in huge quantity would pass through Chandausi, police had taken position near Majhavali crossing in Behjoi. “We have seized 217 cartons of Haryana-made illicit liquor, the cost of which is around Rs 2 lakh. An FIR under relevant sections of the Excise Act was registered,” said CO. Download The Times of India News App for Latest City .", "time": "2019-06-17 10:29:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/217-cartons-of-illicit-liquor-seized-in-sambhal-one-held/articleshow/69816871.cms"}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "14-year-old boy suffers epilepsy attack in Sambhal, falls into drain, drowns": {"time": "2019-06-12 13:34:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/14-year-old-boy-suffers-epilepsy-attack-falls-into-drain-drowns/articleshow/69747209.cms", "description": "BAREILLY: A 14-year-old boy was drowned after he fell into a drain following an epilepsy attack in Sambhal on Tuesday morning. According to police, Raees sells biryani in Kotla locality under Hayatnagar police station of Sambhal. On Tuesday morning, his 14-year-old son Arshad, an epilepsy patient, was sitting near a drain when he suffered an epilepsy attack and fell into drain and was drowned. When his father did not find him, he raised an alarm. Later, locals fished out his body from the drain. Station house officer of Hayatnagar police station Ranveer Singh said, “The teenager had been undergoing treatment for epilepsy for the past eight years. I have seen his medical records. He fell into the drain following an epilepsy attack. Though drain is not deep, the boy could not be saved.” Download The Times of India News App for Latest City ."}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bareilly: Dreaded criminal and constable injured in police encounter": {"datetime": "", "description": "BAREILLY: Wanted in several cases registered against him in Sambhal district, police arrested noted history-sheeter Sameer alias Shahroz aka Dulhe Miyan after a prolonged gun battle on the intervening night of Saturday and Sunday. One police constable also sustained bullet injuries during encounter. Both injured were taken hospital where doctors said that they were out of danger. During encounter, taking advantage of dark Sameer’s accomplice managed to flee the scene. Police kept continue combing operation to nab him but in vain. Police have lodged FIR in the matter. Police were on routine checking near Gavan village when they signaled motorbike borne two youths around 10 pm coming from Anupshahr side. Instead of following police directions, they accelerated the vehicle and ran towards Sambhal. Meanwhile, police alerted Hayatnagar police station and the cops had encircled them near Shakurpur village. Sooner, the miscreants opened fire on police party having found themselves encircled leaving a constable Kuldeep Kumar injured who sustained bullet injuries in his left arm. “In our defence we also opened fire and nabbed one accused while the other one was disappeared in cane fields. Sameer had been wanted in several cases lodged against him including cow slaughtering,” Superintendent of police, Yamuna Prasad said. The accused culprit also sustained bullet injuries in his leg. Police recovered a country made pistol, live cartridges and a motorbike from his possession. An FIR under section 307 (attempt to murder) and Arms Act was lodged against Sameer and his absconding accomplice. Download The Times of India News App for Latest City .", "time": "2019-06-16 16:07:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/bareilly-dreaded-criminal-and-constable-injured-in-police-encounter/articleshow/69812258.cms"}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Youth shot at in Kheri for shooing off monkeys, critical": {"time": "2019-06-14 12:13:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/man-26-shot-at-in-kheri-for-shooing-off-monkeys-critical/articleshow/69778084.cms", "description": "BAREILLY: A law student suffered bullet injury after two groups allegedly clashed and exchanged fire on the issue of shooing off monkeys in Ratanpur village under jurisdiction of Pasgavan police station in Lakhimpur Kheri district on Thursday evening, said police. According to the police, Somendra Yadav was rushed to a local hospital, from where he was referred for a higher medical centre in Shahjahanpur and then to a Bareilly hospital. According to Dr Anurag Parashar at Shahjahanpur district hospital, “A bullet struck the 26-year-old man into his stomach and made its way out. His condition is serious.” Circle officer Shrestha Thakur said, “Two groups clashed over shooing away monkeys and in the ensuing gun battle, one youth was injured and sent to hospital. Police force has been deployed in Ratanpur and we are trying to identify the accused and have been conducting raids to nab them.” According to CO, the situation is under control. Since, no complaint had been lodged from either sides, an FIR was yet to be registered in the matter, he added. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Bareilly: Five-year-old missing girl found in orphanage": {"time": "2019-06-12 13:26:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/five-year-old-missing-girl-found-in-orphanage/articleshow/69747235.cms", "description": "BAREILLY: A five-year-old girl who went missing on June 3 from Baradari area of Bareilly city was traced to an orphanage on Tuesday morning. The missing girl was living in the orphanage ever since she was dropped there by a stranger who found her lying unattended on a footpath. As she was unable to give any information about her parents or where she lived, he took her to the orphanage. It was only when the local police circulated her pictures to other police stations that the girl was identified. The girl will be handed over to her family after a medical examination. According to police, the girl was playing outside her house on the evening of June 3, when she spotted a candy-floss seller and went after him. In doing so, she lost her way. Her parents searching for her everywhere but when they failed to find her, they thought that their daughter had been kidnapped. On the basis of their complaint, an FIR under IPC sections 363 (kidnapping a minor) was registered by police. After the girl was found in the orphanage, she was taken into custody of child welfare department. The girl's family was informed and they were allowed to meet her. Since an FIR was registered in this case, so proper disposal of this case will be done through court order. The family is expected to get the custody of their girl after two days. \"We spent sleepless nights thinking about our daughter. I was continuously praying for her as all the newspapers nowadays are full of news about crime against minor girls. Thankfully, my daughter is fine,” said her father. Satish Yadav, SHO, Baradari police station, told TOI, “We were searching for the missing girl and fortunately, she was found in an orphanage situated in the limits of Kotwali police station in the city. We spoke with the orphanage management and found everything is fine. The girl had lost her way after leaving her home. She was brought to the orphanage by a local.” Download The Times of India News App for Latest City ."}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Rs 32,000 from army personnel’s account withdrawn using cloned debit card": {"time": "2019-06-14 12:11:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/rs-32000-from-army-personnels-account-withdrawn-using-cloned-debit-card/articleshow/69778210.cms", "description": "BAREILLY: Army personnel Mahendra Kumar, who is posted at Bareilly cantonment, has lodged a complaint with senior superintendent of police, alleging that Rs 32,000 was withdrawn from his saving bank account in four transections from an ATM located at Bhutonwali Gali in Delhi using cloned debit card. Notably, Kumar has a saving bank account with SBI Narnaul branch in Haryana. Following the complaint, SSP Muniraj instructed the cyber cell to investigate the matter. Kumar, a native of Haryana, is a Havildar and has been posted with the Army supply core here. According to Kumar, the last transaction he had made was in Bareilly on June 2. “Except Bareilly and Narnaul, I have never withdrawn money either in Delhi or elsewhere. I last withdrew money from a Bareilly ATM on June 2 and before that I had visited an ATM in Narnaul. My debit card is also with me,” he said. Providing transection details he told police that all four transections were carried out on June 5 through a cloned card. SSP said the matter was sent to the cyber cell and after investigation an FIR would be registered under appropriate sections. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Man learns about daughter’s affair, tries to kill her": {"datetime": "", "description": "BAREILLY: After learning about his 15-year-old daughter’s affair with a cousin, a man allegedly tried to stab her to death. He was helped by his son. Assuming that she was dead, the father-son duo dumped her at Pasgawa village on Friday night. However, passersby saw the injured girl lying near the state highway and informed police. The girl was immediately rushed to the district hospital in Shahjahanpur. After undergoing treatment, the girl’s condition improved and she regained consciousness on Saturday. In a statement to police, the girl said she was a resident of Roza area and in a relationship with the son of her aunt. However, her father was against their match and had fixed her marriage elsewhere. When she refused to marry the man chosen by her father, he along with her elder brother allegedly strangled her and stabbed her with a knife. After recording her statement, police have filed an FIR against her father and brother under IPC section 307 (attempt to murder). Both are on the run. The injured girl is being taken care of by her elder sister and aunt in hospital. Additional SP (city) Dinesh Tripathi also visited the hospital and spoke with the girl. He said, “The girl was found in an unconscious condition with multiple injures. She was treated at the district hospital, where her condition is stable. She has alleged that her father and brother attempted to kill her. We are investigating the case.” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:37:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/man-learns-about-daughters-affair-tries-to-kill-her/articleshow/69806412.cms"}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "No helmet, no petrol: Bikers get three days’ relief": {"time": "2019-06-15 12:49:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/no-helmet-no-petrol-bikers-get-three-days-relief/articleshow/69794926.cms", "description": "PILIBHIT: District magistrate Vaibhav Shrivastav on Friday extended by three days the enforcement of his order of not refuelling bikes of the riders without a helmet. On Friday, a delegation of petroleum dealers’ association met DM and sought extension in the enforcement of his order so that bikers could be sensitised about the newly-imposed safety measure. The DM’s order was scheduled to be enforced from June 14 with the objective of protecting the bikers from fatal accidents. According to assistant regional transport officer Amitabh Rai, “We, sub-divisional magistrates of all five tehsil circles and I, have been checking petrol pumps since morning hours for the compliance of the safety order. The district has nearly 2.4 lakh vehicle, including commercial, agricultural and private passenger vehicles, of which bikes accounted for a major part with 1.9 lakh.” After we found bikers without helmets were getting refuelled at many petrol pumps, fine was imposed on 36 bikers. When we sought pump owners’ response over refuelling of offenders’ bikes, they said ‘the bikers in general were not aware of the DM’s order’,” Rai said. Asked about petrol pumps management’s apprehension about illicit practice of providing helmets at a nominal rent to bikers without helmet for refuelling, Rai said this could hamper the prime objective of the order. “This situation will be tackled stringently,” he added. According to district president, petroleum dealers’ association, Alok Goel, the district has a total of 91 petrol pumps and all have been directed to display the new order prominently. But, at the same time, he feared the refusal to refuelling bikes of offenders could lead to a volatile situation. Rai said police would provide security guards to all major petrol pumps for their safety. ARTO, however, said bikers ferrying patients or facing some emergency situation would be exempted from the order. Download The Times of India News App for Latest City ."}, "BDA comes up with a ‘rider’ to increase bookings under PM Awas Yojana": {"time": "2019-06-15 04:21:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/bda-comes-up-with-a-rider-to-increase-bookings-under-pm-awas-yojana/articleshow/69794922.cms", "description": "Bareilly: In order to attract people to book houses made under the Pradhan Mantri Awasya Yojana-Urban (PMAY-U) at Ramganga Nagar, the Bareilly Development Authority (BDA) announced free bus service for prospective buyers seeking to visit the site. The three-day service that began on Wednesday saw a ridership of 100 people, officials said on Friday. Under the PMAY initiative, the government aims to provide affordable housing for urban poor with a target of building 20 million houses by March 31, 2022. According to officials, only 300 people have got registered for residential flats after paying the registration fee while many have not turned up to pay the installment amount. At present, around 400 flats have been completed while the construction of more flats is underway. However, the BDA officials said the affordable houses constructed at Ramganfa Nagar has not found many takers due to its distance from the city. The BDA is currently accepting registrations at the special camps organised at its office and the last date of registration is June 15. People can avail free bus service to visit the site till the last day of the camp, said officials. Speaking to TOI, BDA secretery AK Singh said, “Many have availed the bus service which was launched by BDA to facilitate people and provide them a view of the houses. The move is aimed at providing conveyance to people interested and willing to buy the houses. As the Ramganga Nagar Awasya Yojana is located on the outskirts of the city, many people feel reluctant to visit the site and due to this, the residential scheme hasn’t been popular among the public. Thus, to give it a boost, we have been providing free trip for the people.” He added, “With last date of the registeration approaching, the number of people visiting the camp has risen. Around 100 people were taken to visit the site through the special bus over the last two days. Since the location is far from the city limits, only one ride is possible. We may increase the trip based on the requirement on the final day.” BDA officials hope that the move will help in quick booking of the houses under the scheme. Ram Singh, a resident of Sindhu Nagar said, “The residential plots are located on the outskirts. It is around 20 km far from my house. I have just learnt that tomorrow is the last day to avail of the bus service. I will try to visit the site and hopefully will book a house.” Under PMAY, the cost of a finished flat is Rs 4 lakh, but the flats are available for Rs 2 lakh, as a subsidy of Rs 1.5 lakh is being provided by the Centre and the remaining Rs 1 lakh by the state government. Thus, a beneficiary needs to pay the remaining amount of Rs 1.75 lakh. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "SP workers submit memorandum on increasing crime to DM": {"datetime": "", "description": "BAREILLY: Following their party chief Akhilesh Yadav’s instructions, scores of Samajwadi Party workers on Saturday gathered at Damodar park here and marched to the collectorate and submitted a five-point memorandum, addressed to the President, to city magistrate Sanjay Singh. SP’s former district unit secretary Haider Ali said over the past two weeks as many as 72 people were killed and 24 rape cases reported from different parts of the state. “We demanded from the President to sack the BJP government immediately and impose President rule as the law and order in UP has completely deteriorated,” he said. In the memorandum, SP workers demanded a compensation of Rs 1 crore for kin of slain UP Bar council president Darvesh Yadav, who was shot dead in a broad daylight. The agitated workers also raised the matter of police assault on journalists in the state. “Every day, at least one rape case of minor girl is reported in the state and police are sitting as mute and deaf,” said Haider. In the absence of DM at the collectorate, the agitating workers handed over the memorandum to the city magistrate. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:43:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/sp-workers-submit-memorandum-on-increasing-crime-to-dm/articleshow/69806379.cms"}, "Teachers allege scam in training programme funds, DM orders probe": {"time": "2019-06-14 12:15:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/teachers-allege-scam-in-training-programme-funds-dm-orders-probe/articleshow/69778069.cms", "description": "BAREILLY: Bareilly district magistrate has ordered an inquiry on Thursday after teachers of primary school under the aegis of Uttar Pradeshiye Prathamik Shikshak Sangh alleged embezzlement of funds in the training programme conducted in March this year. The teachers alleged that while most of them did not attend the training programme due to annual examinations and evaluation of answer sheets, a few officials misused funds meant to be given to teachers as travelling and dearness allowances. District magistrate VK Singh said, “After members of teachers’ association met me, I forwarded their complaint to the basic shiksha adhikari and asked her to conduct an inquiry into the matter.” Arun Mishra, Bareilly district secretary of Uttar Pradeshiye Prathamik Shikshak Sangh, said, “A short (2-5 days) training under ‘Padhe Bharat Badhe Bharat’ and ‘U-dise’ programmes for around 4,000 teachers of 2,099 primary schools took place at their respective block research centre in March. However, as most of the teachers were occupied with annual exams and evaluation of answer copies, they skipped the training.” “A teacher had to receive travelling allowance of Rs 1 per kilometre for all days of training. However, none of the teachers received travelling allowance while most part of dearness allowance was also saved. Block education officers along with a few assistant block research coordinators embezzled funds. We want a departmental inquiry into this and action should be taken against those responsible,” said Mishra. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Yashovardhan Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/yash-birla-named-wilful-defaulter-by-uco-bank/articleshow/69817782.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "After kin oppose marriage, couple commits suicide": {"time": "2019-06-14 12:18:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/after-kin-oppose-marriage-couple-commits-suicide/articleshow/69778034.cms", "description": "BAREILLY: A 20-year-old boy and 19-year-old girl allegedly committed suicide after consuming poison as their families were opposed to their relationship. The incident happened at Thura Bela village under Banda police station of Shahjahanpur at about 2 am on Thursday. According to Harpal Singh, station officer, Banda police station, “Both boy and girl belonged to same caste but their families opposed their relationship as they did not want them to marry them in the same village. The bodies have been sent for post-mortem.” According to police, Ajaypal alias Sachin (22) and Mamta (20) were in a relationship for the past two years. They wanted to marry each other but their families were opposed to their marriage. The two left their homes around midnight and met in a field near a canal. Police said after consuming poison around 2 am, they called their respective family members to inform them about the extreme step. Their families rushed to the spot and took them to the community health centre, but doctors declared them dead on arrival. Kali Charan, youth’s father, said, “After I got a call from my son, I called up Dial 100 team and informed them. We took them to the CHC but failed to save them. The girl’s family had objected to their marriage.” Download The Times of India News App for Latest City ."}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Ex-lover stabs woman in Moradabad": {"time": "2019-06-13 04:36:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/ex-lover-stabs-woman-in-moradabad/articleshow/69663129.cms", "description": "Bareilly: A 22-year-old woman, Tarannum, was stabbed to death allegedly by her former lover, Ghulam Ali, at his residence in Jayantipur locality under Majhola police station area in Moradabad on Monday night. He fled from the spot as she lay bleeding. She called Dial 100 police. By the time, she was rushed to hospital, she was dead. Waseem was booked for murder. According to police, the woman had been in a relationship with accused before she got married with one Waseem a few months ago. He had called her to his house, where he allegedly stabbed her after a heated argument. Slain woman’s brother-in-law Mushahid claimed that Ali had been harassing his sister-in-law ever since she got married. “Ali had her pictures in his mobile and used to blackmail her. On Monday night, he called her up on her mobile phone and asked to come to come to his house,” he added. “We are conducting raids to nab the accused who will be in our custody very soon,” said SHO Sensar Pal. Download The Times of India News App for Latest City ."}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Kheri farmer dies after tree falls on him": {"time": "2019-06-13 04:18:00", "link": "https://timesofindia.indiatimes.com//city/bareilly/kheri-farmer-dies-after-tree-falls-on-him/articleshow/69762593.cms", "description": "Bareilly: A 40-year-old farmer died after the branch of a tree fell on him following a dust storm in Bhagatpur village under Gola sub-division of Lakhimpur Kheri district on Wednesday. According to police, Madhav Ram (40) was working in a field around 7 am when the incident took place. Ram sustained severe head injuries after which he was taken to a nearby community health centre in Gola, but the doctors declared him dead on arrival. Sub-divisional magistrate of Gola, S Sudhakaran, said, “As Madhav Ram’s death comes under natural calamity, his family will get a compensation of Rs 4 lakh. We will send a report to the higher authorities in this regard.” Apart from Ram, officials said two cattle in Bakeganj of Lakhimpur Kheri district in the dust storm. Download The Times of India News App for Latest City ."}}