{"Rishi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/rishi-kapoor-looks-fitter-and-better-in-the-latest-picture/videoshow/69819547.cms", "description": ""}, "Akshay Kumar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/akshay-kumars-fans-angry-over-sooryavanshi-release-date/videoshow/69819752.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/can-spinach-help-you-lose-weight-read-this-to-find-out/articleshow/69811981.cms", "description": ""}, "Doctors to stay away from work in Surat on Monday": {"datetime": "", "description": "SURAT: The Surat chapter of Indian Medical Association (IMA) has announced that doctors will stay away from work in the city for a day from 6am on June 17 to 18 to protest against the attack on doctors by relatives of a patient in a hospital of Kolkata a few days ago. However, emergency services will continue to be provided to patients in hospitals. In an official communiqué issued by IMA, its Surat chapter president Girish Modi stated that all emergency services in hospitals will be available to patients. He said doctors in the city have supported the agitation and all will be joining the strike on Monday. Dr Modi added, “We condemn the attack on young doctors in Kolkata and urge the Central Government to pass a strict law to protect doctors from such attacks across the country. Hooligans attacking the doctors should be dealt with strictly.” Dr Vinesh Shah, medico legal expert of IMA, said, “The attack on young doctors in Kolkata is highly condemnable. We demand a strict law so as to protect doctors across the country from such attacks. At present, state laws prescribe three years imprisonment for offenders, but a police officer has power to grant bail to them.” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:59:00", "link": "https://timesofindia.indiatimes.com//city/surat/docs-to-stay-away-from-work-in-city-on-monday/articleshow/69806850.cms"}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutaria-flaunts-toned-midriff-in-crop-top-and-denims/videoshow/69819305.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Imported cigarettes were to be delivered to auto driver": {"datetime": "", "description": "SURAT: Investigation into the Rs55 lakh worth of imported cigarettes recently seized in a joint operation by customs department and Directorate of Revenue Intelligence (DRI) has revealed that the consignment was meant to be delivered to an autorickshaw driver in city’s Limbayat area. Officers of DRI and customs department had received information regarding smuggling of imported cigarettes in the city through Howrah-Ahmedabad Express train on Thursday morning. The consignment of the cigarettes was kept in the coach reserved for angadia parcels. A team of DRI and customs officials checked the entire train under the supervision of deputy commissioner of customs, Ghanshyam Soni. The cigarettes had been brought to the city in boxes and were to be supplied to Asif Shaikh, a resident of Limbayat area. When officials raided his house, it was found that Shaikh was an autorickshaw driver. An officer said, “We are surprised that the cigarettes were to be delivered to an autorickshaw driver. We have taken the driver under custody for interrogation and are trying to find out the person who had dispatched the cigarettes to him. When the cigarette consignment was dispatched from Kolkata, someone had alerted customs officials about the racket here.” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:52:00", "link": "https://timesofindia.indiatimes.com//city/surat/imported-cigarettes-were-to-be-delivered-to-auto-driver/articleshow/69806945.cms"}, "Mandvi MLA threatens to take ‘jal samadhi’ to save Tapi on July 2": {"time": "2019-06-11 08:33:00", "link": "https://timesofindia.indiatimes.com//city/surat/mandvi-mla-threatens-to-take-jal-samadhi-to-save-tapi-on-july-2/articleshow/69731733.cms", "description": "SURAT: Anand Chaudhary, Congress MLA from Surat’s Mandvi constituency, has threatened to take ‘jal samadhi’ if the district administration fails to initiate concrete measures to stop release of hazardous waste into Tapi and illegal sand mining on its riverbed on July 2. In a memorandum to district collector Dr Dhaval Patel on Monday, Chaudhary stated that water quality of Tapi has deteriorated due to release of sewage by villages and toxic and hazardous liquid waste by paper mills and other factories. Chaudhary told TOI, “I have taken a decision to take ‘jal samadhi’ in Tapi on July 2. I have given a month’s time to the district administration for stopping release of hazardous water into the river.” A senior officer in the district collectorate said, “We have received a copy of the memorandum of Mandvi MLA. Central Government has approved over Rs900 crore for Tapi cleanliness project.” Download The Times of India News App for Latest City ."}, "Sugar cane producers diversify to biofuel": {"datetime": "", "description": "RAJPIPLA: In view of central government’s initiatives to promote and increase biofuel production capacity, sugar cane producer cooperatives are diversifying to expand their supply value chain and focusing on the production of ethanol from sugar cane. Deputy chief minister Nitin Patel inaugurated Narmada Khand Udyog Sahakari Mandali Limited’s ethanol manufacturing plant at Dahrikheda village in Narmada district on Saturday. The plant will produce 45,000 liters of ethanol per day, and the project is set up with an investment of Rs.60 crore. Addressing a gathering, Patel said: “Earlier, molasses was produced from sugar cane, but it was not giving enough earnings to the sugar factories, and thus farmers could not be benefited. With the production of ethanol, there is an assured market, as the UPA government has made it mandatory to use at least 10% of biofuel into diesel and petrol.” “The oil companies are the assured buyers of ethanol and other biofuels. Around eight sugar producing cooperatives are producing ethanol from molasses, whereas Narmada sugar has taken a lead to produce it directly from sugar cane which will reduce one step and increase productivity. A target to double the income of farmer will be achieved by such initiatives.” he added. Ghanshyam Patel, chairman of Narmada Sugar Producer Cooperatives, said, “Ours is a cooperative where a huge quantity of organic sugar is produced and more than 23,000 farmers are benefited financially.” “Organic farming is another initiative taken up by the farmer shareholders and at present, farming in 5,000 hectors of land has already started. Narmada sugar for its performance in various areas received around 16 prestigious awards and recognitions. Addition of ethanol plant will bring smiles on the faces of farmers of Narmada district,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:56:00", "link": "https://timesofindia.indiatimes.com//city/surat/sugar-cane-producers-diversify-to-biofuel/articleshow/69806900.cms"}, "Gujarat MLA Jignesh Mevani booked for 'defaming' Valsad school on Twitter": {"time": "2019-06-15 18:43:00", "link": "https://timesofindia.indiatimes.com//city/surat/gujarat-mla-jignesh-mevani-booked-for-defaming-valsad-school-on-twitter/articleshow/69803292.cms", "description": "SURAT: Vadgam independent MLA Jignesh Mevani landed in a legal trouble for sharing a video on his twitter handle. Police booked Mevani in Valsad town police station on Thursday for naming a Valsad school in a video shared on twitter in May in which students were being thrashed using a stick by a schoolteacher. Police suspect that Mevani shared the video and text with it, which was already viral on social media, without factcheck. Police booked Mevani under Indian Penal Code sections for publishing and circulating statement or rumour and defamation. Police also informed the speaker of state assembly about registering the offence. The complaint was lodged by Bijal Patel, principal of RM and VM Desai Sarvajanik Vidhyalay of Valsad. In her complaint Patel alleged that Mevani shared the video without any confirmation if it is true or not due to which it caused damage to the school’s reputation and adversely impacted self-confidence of schoolteachers. Mevani shared the video on May 20, 2019. Along with the video Mevani shared a text titled ‘Barbarism of worst form’ and asked to share it widely. It came to the school’s notice and they submitted an application to police. Following preliminary inquiry police lodged the complaint. \"In that tweet, I had asked a question to prime minister’s office if the video is real. I had no intention to harm the school and I am ready to say sorry thousand times. Police could have asked my explanation before registering the offence and I doubt that there is something more behind registering the FIR,” Mevani told TOI, claiming that he shared the video as it came and he shares any such videos to put it to notice of authorities. Hinting towards BJP MLA from Naroda Balram Thavani, Mevani, asked, “There won’t be any FIR for kicking a woman in public but there can be one for tweeting?” Thavani landed in controversy after his video kicking a woman went viral on social media. \"Police have booked the MLA and started investigation. We will register statements of all concerned and collect evidences after which further actions will be taken,” said Sunil Joshi, SP, Valsad. Download The Times of India News App for Latest City ."}, "Ranvir to Varun": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-ranvir-singh-to-varun-dhawan-bollywood-celebrates-fathers-day/videoshow/69815196.cms", "description": ""}, "Aide to assistant charity commissioner isn’t a CA: ICAI": {"time": "2019-06-13 12:39:00", "link": "https://timesofindia.indiatimes.com//city/surat/aide-to-asst-charity-commissioner-isnt-a-ca-icai/articleshow/69762716.cms", "description": "SURAT: The Surat branch of Western India Regional Council (WIRC) of Institute of Chartered Accountants of India (ICAI) has clarified that Manish Pachhigar, the person caught accepting bribe along with the assistant charity commissioner, is not a chartered accountant (CA) as he claimed to be. President of Surat branch of WIRC-ICAI, Mihir Thakkar told TOI, “Pachhigar does not have a CA degree and he falsely represented himself as a CA. Even the police did not check credentials of the arrested person, which has caused irreparable damage to the CA community. There are over 3,000 chartered accountants registered with ICAI and only 800 are the practising CAs.” The ACB had arrested an assistant charity commissioner Ramesh Patel and his aide Manish Pachhigar red-handed while accepting bribe of Rs 75,000 for approving changes in the name of working committee members and trustees of a registered trust on Tuesday. ACB had identified Pachhigar as The CA through whom Patel had demanded bribe to approve changes in the name of trustees. ACB, meanwhile, produced Patel and Pachhigar in a local court, which remanded duo to ACB custody till June 14 for further questioning. The CAs affiliated with ICAI have asked the public, trade and industry, not to utilize services of persons impersonating as CA and are not members of the ICAI. According to Thakkar, the Surat branch of ICAI has demanded to increase penalty on non-members representing in any cases in the income tax department or any other central and state agencies from Rs 1,000 to Rs 5 lakh for first offence and Rs 5,000 to Rs 20 lakh for second offence along with imprisonment of one year. “We have also suggested to take strong action against non-members representing themselves as CAs and sought the amendment of Section 24 of the Chartered Accountant Act, 1949, by imposing exemplary penalty for falsely claiming to be a member and using the CA logo” said Thakkar. PACHHIGAR ACTED AS TOUT FOR 300 TRUSTS Surat: Pachhigar, who impersonated himself as a CA, had developed a clientèle of 300 trusts and dealt on their behalf with the charity commissioner office, said ACB sources. “The accused did not complete study and is a tout who dealt in with officials of charity commissioner officer. He used to demand bribe and collect the amount on behalf of officers,” said ACB officials. While ACB recovered fixed deposits of around Rs 10 lakh from Patel’s residence in Dabholi, it will also search at Patel’s homes in Ambapar village of Patan district. ACB seized a computer from Pachhigar’s residence to gather evidences. ACB will also examine call records of both the accused and cross interrogate the duo. A voice spectrography will be done to match Patel and Pachhigar’s voice with the audio recording deposited by the complainant. ACB also started investigation to find more victims of Patel, while custody details of his assets will also be collected. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Which SMC officers allowed illegal fourth floor?": {"datetime": "", "description": "SURAT: During investigation into the Takshashila Arcade fire that claimed 22 lives on May 24, city police took action against the owners, officials of Surat Municipal Corporation and Dakshin Gujarat Vij Company Limited (DGVCL) for criminal negligence. However, the officers who actually allowed construction of the illegal fourth floor, sometime between 2015 and 2017 as per the police investigation, are still scot-free. An entire floor was constructed inside the dome, which SMC officers reportedly chose to turn a blind eye to. After the owners paid the impact fees, civic body has been collecting annual property tax, which is calculated by measuring and checking the building’s constructed area. Located on the the main Varachha Road and exactly at Sarthana Crossroads, it’s a mystery how the Arcade’s killer fourth floor escaped SMC officials’ notice. The SMC officers, who have been arrested, have played a role at various levels when the impact fee proposal of the building was approved. The accused owners had owned some portion of a ground plus one storey building named as Bholenath Complex initially. They later added two storeys and a dome on the terrace which was regularized under impact fees in 2013, police informed. The dome, which was more than 15 foot high from the centre, acted as a shield for the unauthorized floor. The rear of the oval-shaped dome was covered with iron sheets, while the front had sliding windows. Inside the dome, the unauthorized floor was not as wide as the lower floors with the boundary around two and half feet inside compared to the rest of the building. The floor is believed to have been designed and developed in a manner that it is not very heavy. The owners had built highly inflammable wooden steps, wooden floors and light-weight furniture besides tyres for children to sit. “The investigation is on and we are probing the role of various persons. We have asked SMC to submit papers related to the building and they are likely to reveal some important details. Those found negligent in their role will be arrested,” said a senior police officer. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/surat/which-smc-officers-allowed-illegal-fourth-floor/articleshow/69817617.cms"}, "Anusha Dandekar": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/anusha-dandekar-teases-fans-with-her-sultry-pictures-on-instagram/videoshow/69819736.cms", "description": ""}, "HTC U19E": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/htc-u19e-and-desire-19-launched-price-specs-and-more/articleshow/69750542.cms", "description": ""}, "iPhone XR 2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/apple-iphone-xr-2-battery-details-revealed/articleshow/69749955.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Whatsapp Opi Stickers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "description": ""}, "After becoming star on social media, hawker is rendered jobless": {"time": "2019-06-09 11:24:00", "link": "https://timesofindia.indiatimes.com//city/surat/after-becoming-star-on-social-media-hawker-is-rendered-jobless/articleshow/69707926.cms", "description": "SURAT: Avdhesh Dubey, a hawker on train, who shot to fame after his video mimicking Indian politicians went viral on social media, has been rendered jobless. Despite his video having been watched by lakhs of people on social media platforms, he is not in a position now to support his family of seven. Dubey was arrested by Railway Protection Force (RPF) personnel at Surat railway station on May 31 for unauthorized hawking on train. There was an uproar on social media over his arrest with people alleging that he was held because of his funny comments in the video about politicians. However, Indian Railway authorities denied this and said it was 11th time that Dubey was arrested for hawking. He was sent to jail by a railway court for 10 days for repeated offence, but city police commissioner Satish Sharma helped him get out on bail on June 3. “I used to earn around Rs20,000 per month by hawking. But I am jobless now as I cannot hawk on trains as everyone knows me now and I may get arrested again. There are policemen in each coach of trains and no hawker can get in,” Dubey told TOI. Dubey’s father, who was an autorickshaw driver, died of heart attack in 2012. He lives with his mother, wife, two school-going children and two younger brothers, who are studying. His two sisters are married. Dubey, who has studied up to class VIII, is eldest among five siblings. He used to make a trip each daily in trains from Valsad to Surat and return and Valsad to Mumbai and return. He started hawking in 2005 following on the footsteps of his maternal uncle. “I realized people don’t pay attention to persons simply selling products in trains and so started making jokes five years ago. I make jokes on politicians as people are well versed in it,” he said. Dubey came to limelight when Manan Desai, a standup comedian from Vadodara, shared his video online. “I had shot the video on February 14 but did not share it since it had political comments and elections were around the corner. I shared it in May-end and it went viral. Dubey is a talented person. We are trying to help him do live performances,” said Desai, who later did couple of videos with Dubey and shared them on social media too. “I did not know that Desai was a popular comedian when he shot my video. I became popular overnight on social media when he shared it online on May 23. A shop owner in Valsad told me that my video has gone viral after which I contacted Desai and thanked him,” Dubey said, who is now looking forward to offers from entertainment industry to make a new beginning in life. Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Father Shah Rukh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Paper reveals cash deposits by graft accused charity officer": {"time": "2019-06-14 12:59:00", "link": "https://timesofindia.indiatimes.com//city/surat/paper-reveals-cash-deposits-by-graft-accused-charity-officer/articleshow/69778546.cms", "description": "SURAT: During search at the residence of Ramesh Patel, assistant charity commissioner, arrested while accepting bribe of Rs 75,000 on Tuesday, the anti corruption bureau (ACB) sleuths on Thursday laid their hands on a vital evidence that exposed the graft-tainted officer’s cash savings in fixed deposits. A piece of paper found among Patel’s possessions in his Dabholi residence mentions number of fixed deposits of around Rs 35 lakh with various banks and amount and maturity date and the names of the nominees, including his wife and children. “In the paper recovered details of the fixed deposits is written by Patel in his own handwriting. We are now investigating that if he has invested in other properties too,” said N P Gohil, assistant director, ACB. Cops have also recovered property documents from Patel’s home, which is being examined. ACB is also investigating who else Patel had used in the recent past to seek bribe. Some people have approached the ACB after the trap on Tuesday that Patel had sought bribes ranging anythiong between Rs 50,000 and Rs 1.50 lakh from them for all routine official and legal work. Patel recently created controversy by calling a wheelchair-bound nonagenarian, Shivalakshmi Gandhi, the great granddaughter of Mahatma Gandhi, for paper work at the charity commissioner office. Download The Times of India News App for Latest City ."}, "Lives of hundreds of people in 1,457 dilapidated buildings at risk": {"datetime": "", "description": "Surat: Hundreds of people have put their lives to risk by continuing to live in 1,457 dilapidated buildings and another 120-odd sites deemed dangerous in the Diamond City despite several notices by Surat Municipal Corporation (SMC) asking them to vacate their houses immediately. Monsoon fear has gripped the authorities because many of these buildings would not be able to withstand the imperious rain. Professor SN Desai, member of faculty in Sardar Vallabhbhai National Institute of Technology, told TOI, “At least 100 residential apartments and commercial complexes approach us for structural stability certificates every year. Majority of these structures need major overhaul as they were built 30 years ago. Not even half of them get renovation done as per our suggestions.”During the last two years, people of 1,508 properties were issued notices for repairs and those in nearly 2,963 properties were asked either to demolish them or carry out major repairs. The compliance ratio is 52% for basic repairs and 50% for demolition or major overhaul. Surat has witnessed collapse of six old properties in last one year. Besides, two persons were killed in wall collapse and cave-in at new construction sites at three places in the last two months. There are at least 250 properties in the city that need immediate attention.Municipal commissioner M Thennarasan told TOI, “We regularly issue notices to people with regard to dilapidated properties. The rate of compliance is not more than 50% in the city. Some people carry out basic renovation work and don’t care about structural stability of their buildings. This could prove dangerous in the monsoon season.”Takshashila Arcade incident forces civic officials to act tough Melvyn.ReggieThomas & HimasshuBhattSurat: Surat Municipal Corporation authorities have started taking strict action against the owners of dilapidated properties. They have also warned citizens that non-compliance with rules puts the onus on builders, contractors and them if anything untoward happens. Takshashila Arcade fire incident in which 22 young people lost their lives in the city in May has compelled the local authorities to act tough against illegal structures. Officials of different municipal zones had demolished illegally built portions in over 10,000 buildings within 24 hours of the tragic incident.Municipal commissioner M Thennarasan told TOI, “We have decided to take strict action against those who do not comply with notices of repair, reconstruction or evacuation. We have made certain compliances mandatory even at construction sites, and will hold contractors, owners and residents of such apartments responsible if anything untoward happens.” “We have 40-year-old tenements at Maan Darwaja. We have decided to redevelop the place and provide tenement owners newly built houses. Government rule is flexible now and hence we will be able to redevelop the tenements,” he added. The civic body will be targeting dilapidated buildings within a few days again. SMC officers collect huge fines from the owners of the properties where demolition has been carried out. A Katargam-based builder, who didn’t want his name to be published, said, “Civic officials demolished my RCC structure on the fifth floor and collected Rs2 lakh as administrative charges from me.” Immediate RepairsProperties that require immediate repairs: 1,508Notices issued for immediate repairs: 1,508Properties either repaired or under repair: 823Properties demolished: 51Properties that remain to be repaired: 634Major RenovationProperties that require major renovation or needs to be demolished: 2,963Notices issued for major renovation or demolition: 2,963Properties undergoing overhaul: 19Properties demolished: 1,487Properties that will be demolished: 1,457TIMES VIEWThe city abounds in illegal constructions and dilapidated buildings. The violation of the law has happened in connivance with civic officials. Drastic step against corrupt officials and builders needs to be taken and risky structures demolished because human lives matter.Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/surat/lives-of-hundreds-of-people-in-1457-dilapidated-buildings-at-risk/articleshow/69817623.cms"}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "Experts begin work on groundwater mgmt plan for farmers": {"datetime": "", "description": "SURAT: Experts belonging to Sardar Vallabhbhai National institute of Technology (SVNIT) and five other universities, including three of foreign countries, are studying the effects of climate change on agriculture in two villages of Sithan and Kanyasi in Surat district. It is a two-year project, sponsored by Ministry of Human Resource Development (MHRD), to formulate a groundwater management plan to help farmers improve their crop yield. MHRD had allocated Rs58 lakh under promotion of academic and research collaboration (SPARC) scheme in April for the project titled ‘securing water for agriculture and food sustainability: Developing trans-disciplinary approach to groundwater management.’ Dr Jayantilal Patel, professor of civil engineering, SVNIT, said, “We have started monitoring five wells each in Sithan and Kanyasi villages. Groundwater levels of the wells are being measured before and after the monsoon. We will later prepare a suitable groundwater management plan on the basis of the data to help reduce farmers’ dependence on rainwater. The water management plan and its importance will be explained to around 500 farmers of these two villages which should help them improve their crop yield. Water management plan will also restrict migration from the villages to cities because of improvement in drinking water provisions.” Experts from SVNIT, Western Sydney University (Australia), Queensland University of Technology (Australia), University Of Wisconsin-Madison (USA), Indian Institute of Technology Kharagpur (India) and G B Pant University (India) will be visiting the two villages for the project. Dr Patel said, “Our model could be later replicated wherever people want to reduce their dependence on rain for agriculture.” Rainfall, which averaged 2,200mm in a year in south Gujarat, has come down to 1,400mm in a year in the past five years. This has had adverse impact on agriculture and also created water issues in the region. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/surat/experts-begin-work-on-groundwater-mgmt-plan-for-farmers/articleshow/69817673.cms"}, "Prohibition dampening spirit of Surat Nu Jaman": {"time": "2019-06-12 13:32:00", "link": "https://timesofindia.indiatimes.com//city/surat/prohibition-dampening-spirit-of-surat-nu-jaman/articleshow/69747840.cms", "description": "SURAT: With alcohol permit renewal laws stricter than ever before, and bootleggers under extreme police scrutiny, the unavailability of whisky is leaving a bad taste in both mouths and moods. “Alcohol, the prime element in Surat’s customary ‘keri –galo,’a a traditional mango meal, has been served for centuries in the city in communities like the khatri, gola and ghanchi which are liberal in their mindset and do not consider it blasphemous,” observed historian Douglas Haynes who penned, ‘Rhetoric and Rituals in Colonial India. ‘Rang pani vagar badhhi majhaa mari jay chey, amaa sarbat nahi chaaley!” (Without alcohol all the joy is lost, cold drinks are unacceptable in this meal),” says 72 year old Gamanlal Kapadia, a lace maker, who hosts keri galo for his four sons-in-laws every year. “ While the rest of the elements are prepared at home, it is the khajas and alcohol arranged from outside that raise the spirit of the summer spread,” added Kapadia. All extended members of the family are invited to the traditional mango meal and the menu remains the same every year. The customary meal consists of ultimate Khatri specialities- Mutton tapelu with yeast-fermented puris, gram dal samosas,mango ras, khajas and of course, whiskey . “Even ladies have their own drinking circles and join the gentlemen to raise a toast. This is something we have been following for generations and it is unfortunate that the laws of the land doesn’t respect our traditions,” says home maker Usha Vakharia, 64, a resident of Limda Chowk. Meanwhile, bootleggers are merrily stuffing their wallets, citing strict checking to inflate booze prices which are on an extra 15% high other than the already marked up rates in the dry state. “Business was down by more than 20% during elections and short supply due to strict checking. With restrictions continuing after recent crackdowns, we are taking it easy and hibernating for a while,” said a bootlegger who operates within the Old City area. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Two cops get bail in custodial torture case": {"time": "2019-06-08 12:17:00", "link": "https://timesofindia.indiatimes.com//city/surat/two-cops-get-bail-in-custodial-torture-case/articleshow/69696910.cms", "description": "SURAT: A local court released on bail two constables of Khatodara police station arrested for torturing a dealer of second hand cars in custody here on Friday. Four policemen were booked on Wednesday for custodial torture of Sonu Yadav at Khatodara police station, this incident happening just a few days after a theft suspect had died here in custody. Constable Kuldeep Solanki was arrested on Wednesday and constable Rajesh Mahadik on Thursday. Cops produced both of them in the court on Friday as Solanki’s one day remand had ended and Mahadik had just been nabbed, but it granted them bail. Constable Kanaksinh Jethusinh and constable Paresh Nathabhai, accused in the custodial torture case, have also been charged with murder of the theft suspect along with six other policemen, including a police inspector and a sub-inspector, all of whom are on the run. Sonu Yadav was picked up by police and beaten up on May 30 and allegedly asked to pay Rs1 lakh. He was threatened by cops that if he didn’t pay them Rs1 lakh, he will be booked in a serious offence. The victim made a written complaint to police commissioner’s office subsequent to which Khatodara police were asked to register the case. Meanwhile, police said a search is on to nab the eight cops charged with murder of a theft suspect in custody. Download The Times of India News App for Latest City ."}, "New expanded terminal building to handle over 40 international flights daily": {"datetime": "", "description": "SURAT: The new expanded terminal building at Surat airport will be capable of handling more than 40 international flights and 80 domestic flights daily on its completion after two years. Airports Authority of India (AAI) has already taken up work to modify the existing terminal building at a cost of Rs4 crore which will provide passengers more space as seating arrangements are being increased, sources said. At present, approximately 40 flights operate out of the airport daily, with many departures being handled from the first floor through aero bridge facility which enables passengers to board aircraft directly from the terminal building. The idea of covering OTS at the present terminal building was to de-congest passenger flow on the first floor. The AAI has no plans to use modified floor space for international operations during daytime. An officer said, “The international operations at the existing terminal building will continue to operate within window hour between 11:30pm and 5:30am and there is no plan to extend or approve slot during daytime because there is already space constraint. After terminal expansion, for which the work order was issued last week, the overall space will increase by three times to 25,000 square metres. Post expansion, the terminal will handle daily 40 plus international flights and 80 plus domestic flights.” Download The Times of India News App for Latest City .", "time": "2019-06-16 11:55:00", "link": "https://timesofindia.indiatimes.com//city/surat/new-expanded-terminal-building-to-handle-over-40-intl-flights-daily/articleshow/69806924.cms"}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Bardoli woman kills daughter, hangs self": {"time": "2019-06-11 08:34:00", "link": "https://timesofindia.indiatimes.com//city/surat/former-diamond-workers-wife-kills-daughter-hangs-self/articleshow/69731151.cms", "description": "SURAT: A 28-year-old woman allegedly strangulated her nine-year-old daughter and then committed suicide by hanging in Bardoli town on Monday. Police said financial crisis looks to be the primary reason behind the drastic step. The deceased were identified as Nandini Rajput and her daughter Angel. Early in the morning, her husband Bhikhu, who was sleeping on the terrace of the house, heard his young son crying and rushed down. He broke open the door only to find Nandini hanging from the ceiling fan and Angel lying dead on the cot. Police said that a week ago, Bhikhu and Nandini had a fight over poor school results of Angel as well as ongoing financial problems. Sources said Rajput was a diamond polisher and earn handsomely. However, a year ago, he lost his job. He had taken up labour work in a tiles factory to support the family. Police have registered a case of accidental death. Download The Times of India News App for Latest City ."}, "Father’s Day special: From SRK to Hrithik, Bollywood actors who are doting fathers in real life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-special-from-shah-rukh-khan-to-hrithik-roshan-bollywood-actors-who-are-doting-fathers-in-real-life/videoshow/69810780.cms", "description": ""}, "Ranveer Hugs Virat": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-ranveer-singh-hugs-virat-kohli-after-indias-emphatic-victory-over-pakistan/articleshow/69819335.cms", "description": ""}, "Mystery shrouds timing of death of theft suspect": {"time": "2019-06-10 12:31:00", "link": "https://timesofindia.indiatimes.com//city/surat/mystery-shrouds-timing-of-death-of-theft-suspect/articleshow/69717143.cms", "description": "SURAT: Police are yet to arrest eight cops charged with murder of a theft suspect, who was in their custody at Khatodara police station. Omprakash Pandey, 23, was admitted to a hospital in a critical condition on May 31 and on the same day, the cops were booked for torture. Doctors declared Pandey dead next day, probably to give enough time for the cops to escape, sources said.There is no major development in the ongoing investigation in the case being conducted by a deputy commissioner of police. Investigating officers are yet to say whether the accused cops had tried to cover-up Pandey’s death for a few hours and received help from a doctor at New Civil Hospital to create doubtful papers. NCH sources said the doctor on duty neither mentioned injuries to Pandey when he was brought to hospital by the cops nor their names when admitting him. A doctor who joined duty in the next shift entered details in the book. Questioned about the suspicious role of a doctor, police commissioner Satish Sharma told TOI, “It is being investigated if there was any criminal negligence on anyone’s part. If found negligent, that person will be arrested.” It is yet to be investigated if the doctor was pressurized by the accused cops. Police are yet find out if private persons, including a home guard jawan, were involved in thrashing and covering up the murder of the theft suspect. Some private persons are actively helping the accused cops, police sources said. Pandey was mysteriously shifted to Unique Hospital from NCH where he was admitted on May 31 afternoon. Police maintained that he was alive. He was declared dead on Saturday night after 24 hours. Mystery remains whether Pandey was alive when he was admitted to hospital since this detail is yet to come out in post-mortem findings. “Police findings say the man was alive and that he died next day. The investigation in the case is still continuing and attempts are on to nab the accused cops,” Sharma added. Mohanlal Bhagwanram Khileri, police inspector; Chirag Pruthviraj Chaudhary, police sub-inspector; and constables Haresh Chaudhary, Kanaksinh Diyol, Paresh Bhukan, Aashish Dihora, Kalpesh Garmabha and Dilu Sangani have been booked for murder and torture. Download The Times of India News App for Latest City ."}, "India Pakistan Match": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-india-make-it-7-0-against-a-mediocre-pakistan/articleshow/69818796.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Drones may help cops to keep eye on sand mafia": {"time": "2019-06-10 06:56:00", "link": "https://timesofindia.indiatimes.com//city/surat/drones-may-help-cops-to-keep-eye-on-sand-mafia/articleshow/69717108.cms", "description": "SURAT: Drones are being used to carry out search and rescue operations whenever disaster strikes, in several parts of the world. Could the use of drones on May 24 then helped save a few lives of people trapped in a massive fire in Takshashila Arcade? If someone had known how to fly drones, he or she could have definitely found out an area where there was no fire in the building and passed on this information to victims and also authorities concerned, said Haren Gandhi, a former sergeant of Indian Air Force, designated as programme officer of common service centre (CSC), working under Ministry of Electronics and Information Technology He said this at the conclusion of two-day multi-rotor drone pilot course held under CSC at Holistic Science Research Centre, Kamrej here on Sunday. Sixteen drone flyers and four police personnel from Surat completed the course and learnt about theoretical and practical aspects of the drones by flying seven multi-rotor unmanned aerial vehicles in the skies of the city on Saturday. The course also trained them how to avoid misuse of the drones and the importance of adhering to the guidelines of Directorate General of Civil Aviation. “This is for the first time that seven drones flew together in the skies of the city for non-commercial purpose. One of them showered flowers on Dada Bhagwan Temple at Kamrej while the others took photographs. Drones can be used to keep an eye on the illegal activities of sand mafia in Surat and also in disaster management. A few people fly drones in Gujarat, but neither they nor police, who give permission for their operation, have technical knowledge about them. It is important to provide complete information from technical to legal about the drones to their flyers, which we did here at the two-day course,” Gandhi said. Hetal Patel, deputy superintendent of police posted in Surat rural, also attended the course. Flying instructor Kamlesh Suryavanshi gave the participants practical training in flying the drones. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor shows off her killer belly dance moves": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Small diamond units cut production by 50%": {"time": "2019-06-09 11:29:00", "link": "https://timesofindia.indiatimes.com//city/surat/small-diamond-units-cut-production-by-50/articleshow/69707908.cms", "description": "SURAT: The manufacturers in the world’s largest diamond cutting and polishing centre Surat have cut down on production by up to 50% following sharp fall in prices of polished diamond and to avoid the inventory pile-up in a sluggish market. Surat diamond industry, which accounts for about 85% of the world’s production of polished stones, is facing gloomy start in the new financial year with polished diamond prices on the Rapnet—world’s largest online business to business diamond trading platform—falling by 15% and that the prices of diamonds in small sizes falling up to 25% since January 2019. Surat’s diamond industry cut and polish diamonds to the tune of Rs 1 lakh crore per annum. While 90% of the diamonds are cut and polished in Surat, centres like Amreli, Bhavnagar and Ahmedabad . account for the rest. There are nearly 4,000 diamond polishing out of which about 500 have not reopened after summer vacation ended last week. These units employ over 4.5lakh workers. The production cut over since January is estimated to be worth Rs 30,000 crore. Most of the diamond units, especially the small units operating less than 20 emery wheels have cut production by shutting down 80% of their machines. Surat Diamond Association (SDA), president Babu Gujarati said, “Demand of polished diamonds in the global market is very poor due to trade war between China and US. Further, the rough diamond prices are at all time high, which has reduced the profit margin of the polishers.” “Those operating 15 emery wheels have shut half of the wheels. However, the workers have not been affected as there is no information on them losing job. However, their wages have suffered a cut due to the ongoing crisis.” Diamond industry analyst, Aniruddha Lidbide told TOI, “The crisis in the diamond industry is going to become worse in the coming months. The biggest challenge facing the industry is the popularity of lab-grown diamonds in the key markets like US.” Jaysukh Gajera, president of Surat Ratnakalakar Sangh, an association of diamond polishers told TOI, “The issue of wages is going to be a big issue in the coming days as the diamond manufacturers have drastically reduced work. We have started getting complaints of the workers being paid less. But, we can’t do much as the crisis is omnipresent.” Download The Times of India News App for Latest City ."}, "Arbaaz Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arbaaz-khans-rumoured-girlfriend-giorgia-andriani-is-a-complete-diva/videoshow/69812216.cms", "description": ""}, "Amitabh Bachchan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchan-supports-anand-mahindra-on-twitter-reveals-his-gift-to-bmc/videoshow/69820121.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Amit Shah": {"time": "", "link": "https://timesofindia.indiatimes.com/india/another-strike-on-pakistan-amit-shah-wishes-team-india-for-victory-over-pak/articleshow/69818155.cms", "description": "NEW DELHI: Union home minister Amit Shah on Monday congratulated India for its stellar   victory against Pakistan   in the ICC World Cup and compared the win with the surgical strike conducted against the rival country by the Army in 2016. \"Another strike on Pakistan by team India and the result is the same. Congratulations to the entire team for this superb performance. Every Indian is feeling proud and celebrating this impressive win,\" Shah said in a tweet. Another strike on Pakistan by #TeamIndia and the result is same. Congratulations to the entire team for this supe… https://t.co/auSJDpVnLS&mdash; Amit Shah (@AmitShah) 1560709768000Captain Virat Kohli-led team beat its arch-rival Pakistan with 89 runs in an ICC World Cup match at the Old Trafford in Manchester, England, on Sunday. Leaders cutting across party lines wished team India for its performance in what was seen as a prestige battle. Defence minister Rajnath Singh said, \"Congratulations to Indian cricket team for winning the match against Pakistan in the CWC 2019. The Indian team played an amazing game of cricket for this victory. We are all proud of Team India.\" Congratulations to Indian cricket team for winning the match against Pakistan in #CWC2019. The Indian team played a… https://t.co/UnalcZfm6F&mdash; Rajnath Singh (@rajnathsingh) 1560713654000Minister of state (Independent charge) for sports Kiren Rijiju tweeted: \"I had already said that India would emerge victoriously, Pakistan would lose. Well done boys. Congratulations!\" पहले से बोला था हिंदुस्तान जीतेगा, पाकिस्तान हारेगा! Well done boys�� Congratulations #TeamIndia https://t.co/5woFZwPO5U&mdash; Kiren Rijiju (@KirenRijiju) 1560711151000Extending his wishes, railways minister Piyush Goyal said, \"Congratulations to Team India for another stunning victory against Pakistan in the CWC 2019. I wish our men in blue all the luck in their march towards the coveted World Cup.\" Former Jammu and Kashmir chief minister and PDP chief Mehbooba Mufti tweeted, \"Congrats to Indian Cricket Team for a terrific performance and making the country proud. Pakistan lost but they surely made Twitter more entertaining with their self-deprecating humour.\" Union minister Nitin Gadkari wrote, \"Well played team India. Congratulations for a spectacular win. Jai Hind!\" Congress party also congratulated the men in the blue jersey. \"Congratulations team India for incomparable victory against Pakistan. You continuously made the country feel proud. Thank you!\" a tweet from the party's official handle read. विश्व कप में पाकिस्तान के खिलाफ अतुलनीय जीत के लिए Team India को हार्दिक बधाई। आपने लगातार देश को गौरवान्वित होने… https://t.co/DAvBlaGsX0&mdash; Congress (@INCIndia) 1560713010000Rajasthan chief minister Ashok Gehlot and his deputy Sachin Pilot also extended their wishes to team India. \"Congratulations team India for this magnificent victory over Pakistan. You have given all Indians a moment of pride!\" Gehlot tweeted. Deputy CM Pilot wrote: \"Hearties congratulations to team India for keeping their invincible order against Pakistan and wishes for the matches ahead. We hope that you will bring honour to the country by winning the World Cup. We are proud of Team India,\" he tweeted in Hindi. Read this report in BengaliDownload The Times of India News App for Latest India News."}, "Ind vs Pak ": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-live-score-world-cup-2019/articleshow/69810198.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Sona Mohapatra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sona-mohapatra-targets-salman-khan-again-calls-him-a-paper-tiger/videoshow/69813939.cms", "description": ""}, "Two more SMC class-I officers under ACB lens": {"time": "2019-06-14 12:58:00", "link": "https://timesofindia.indiatimes.com//city/surat/two-more-smc-class-i-officers-under-acb-lens/articleshow/69778571.cms", "description": "SURAT: Anti-Corruption Bureau (ACB) sought permission to initiate inquiry of disproportionate assets (DA) against two more class one officers of Surat Municipal Corporation (SMC) on Thursday. Earlier, the ACB had sought permission to start DA case inquiry against two executive engineers, P D Munshi and J A Solanki and deputy municipal commissioner Ketan Patel. ACB on Thursday wrote a letter to the city municipal commissioner M Thennarasan seeking permission to initiate DA case inquiry against deputy municipal commissioner (planning) J M Patel, as well as town planner Debashis Basak. The moment it gets a nod from the civic body chief, the ACB will initiate inquiry against the five SMC officers. “As per ACB preliminary inquiry these officers were responsible for enforcing rules when Takshashila Arcade was developed and approved. Based on the findings ACB sought permission to initiate DA case inquiry against these officers,” said an ACB official. Meanwhile, inquiry against class two and three officers of the civic body has already started. The officers who are facing the DA case inquiry include three class II officers, namely deputy engineer V K Parmar, junior engineer H D Singh, deputy chief fire officer S K Acharya, and fire officer Kirti Modh, a class III officer. Of those under ACB lens Munshi, Solanki, Parmar, Acharya and Modh have already been arrested by crime branch of city police. They were arrested following their criminal negligence came to light. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Ranveer Singh clicks selfies ahead of the India-Pakistan World Cup match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-clicks-selfies-ahead-of-the-india-pakistan-world-cup-match/videoshow/69813370.cms", "description": ""}, "Sara shares throwback pics with Saif": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "CLAT Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/clat-2019-results-to-be-declared-shortly-clatconsortiumofnlu-ac-in/articleshow/69781962.cms?", "description": ""}, "Jewellery showroom worker robbed in Katargam, two held": {"time": "2019-06-08 12:20:00", "link": "https://timesofindia.indiatimes.com//city/surat/jewellery-showroom-worker-robbed-in-katargam-two-held/articleshow/69696887.cms", "description": "SURAT: Katargam police arrested two persons in connection to a case of loot where two men thrashed, abducted, threatened and robbed a jewellery showroom worker of Rs 8,000 in cash and a mangalsutra on Thursday. Local court on Friday evening sent the two to four days in police remand. Duo will produced in court again on June 10. However, the main accused robbers are still on run, said police.According to Katargam police, the accused called up victim Daxesh S Shah of Mughal Sarai on Thursday evening asking him to give them Rs 15,000 to get his mangalsutra back. On June 5, Shah had gone for dinner to his in-law’s home in Amroli. While returning, he was waiting near Gajera circle, when the two robbers, identified as Naresh alias Nanu and Rajubhai, came up to him and abducted him with his scooty and took him to Fulpada BRTS bus stop parking. There they looted him of his cash of Rs 8,000 and also a mangalsutra before fleeing the spot. The next day the victim approached the police to register a complaint of loot, when two other robbers, namely Hardik Dabhi and Jay Rawal, called him up demanding Rs 15,000 in return of his mangalsutra. Police arrested Dabhi and Rawal from the spot where they had called Shah to get the payment in return of the mangalsutra. An official of Katargam police said that they wanted the duo’s remand to grill them on the whereabouts of the two main robbers who initially abducted and robbed the victim. “We also need to find out their involvement in other crimes,” he said. Download The Times of India News App for Latest City ."}, "Three top SMC officers to face DA case inquiry": {"time": "2019-06-12 13:36:00", "link": "https://timesofindia.indiatimes.com//city/surat/three-top-smc-officers-to-face-da-case-inquiry/articleshow/69747802.cms", "description": "SURAT: Anti-corruption bureau (ACB) on Tuesday sought permission to conduct disproportionate assets (DA) inquiry against three class I officers of Surat Municipal Corporation (SMC) who were responsible for enforcing rules when Takshashila Arcade was developed and approved. ACB sought Surat municipal commissioner M Thennarasan’s permission to carry out an inquiry against Ketan Patel, deputy municipal commissioner, P D Munshi and J R Solanki, both executive engineers. On May 24, fire at Takshashila Arcade claimed 22 lives. ACB also initiated inquiry against four other class II and III officers in relation to the fire incident. ACB also appointed a specialized team to Surat to conduct inquiry in the cases. The team will be headed by N D Chauhan, deputy superintendent of police, who will be stationed in Surat ACB office and carry out inquiries against the SMC officers with N P Gohil, assistant director, ACB Surat. Inquiry has already begun against class II officers V K Parmar, deputy engineer, H D Singh, junior engineer, and S K Acharya, deputy chief fire officer and class III fire officer Kirti Modh. “For DA inquiry against class I officers, the ACB needs approval from the competent authority and we have asked for approval. Meanwhile, the ACB is collecting details of assets of these officers,” said a senior official. ACB recently registered a DA case against Dipak Valekar, additional assistant engineer, posted in Ukai of Tapi district. He was earlier posted at Surat Urban Development Authority and during his posting he amassed majority of the assets found to be more than his legally disclosed sources of income. “ACB has information about disproportionate assets of some of the officers and we are trying to collect more. We are hopeful that we will make strong case against the officers who are involved in corrupt practices,” said the officer. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "description": ""}, "Weighing scale owner shot dead near Mahua": {"time": "2019-06-10 12:33:00", "link": "https://timesofindia.indiatimes.com//city/surat/weighing-scale-owner-shot-dead-near-mahua/articleshow/69717138.cms", "description": "SURAT: A young businessman of Angaldhara village of Mahua taluka of Surat district was shot dead from point blank range by some unknown assailants early on Sunday morning. Sanjaysinh Dilipsinh Desai, owner of Krupa Weighing Scale, was shot seven times from point blank range of which four bullets hit him killing him on the spot. The murder has been attributed to old family dispute. The incident occurred between 2 and 4 am on Sunday at the site of the weighing scale and only one driver, who spotted Desai’s body, informed the police. Cops called in the dog squad and FSL on the spot to start investigations into the murder. According to local sources, the murder was a result of ongoing Desai’s personal enmity with some family members. Around 15 days ago too Desai had been beaten up, leaving him with a fractured hand in the attack. Surat rural DYSP Rupal Solanki said that the victim was hit from point blank range and he died on the spot after four bullets him. “We have started a manhunt for the accused and will catch them soon,” she said, adding that already six suspects have been rounded up. However, sources in police said that police are yet to make any official arrests in the case so far. Police suspect that someone from the family may have given a contract to kill the Desai. Download The Times of India News App for Latest City ."}, "Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "World Cup 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-videos/will-india-take-their-intensity-to-the-next-level-vs-pak/videoshow/69790733.cms", "description": ""}, "Record 583 units of blood donated": {"datetime": "", "description": "SURAT: A blood donation camp organized by the Sonipat Samaj Seva Samiti at Rammandir hall on Bhatar road collected 583 units of blood in eight-hour camp that started from 9am. People from different communities took part in the camp and donated blood. Salasar Hanuman Prachar Mandal made arrangements for the donors and invited nearly six blood collection agencies to collect the donated blood. Lok Samarpan Raktadan Kendra collected 151 units of blood, Surat Raktadan Kendra collected 132 units of blood, New Civil Hospital blood bank collected 76 units, SMIMER blood bank 108 units, Red Cross blood bank took 45 units while Saviour blood bank collected 71 units. This collection is one of the highest among camps organized by social organizations in the city this year. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/surat/record-583-units-of-blood-donated/articleshow/69817656.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Doctors strike": {"time": "", "link": "https://timesofindia.indiatimes.com/india/aiims-doctors-to-stay-away-from-nationwide-strike-today/articleshow/69817607.cms", "description": "Healthcare in hospitals across the country is set for a major disruption on Monday with   Indian Medical Association   deciding to withdraw non-essential services for a day to express solidarity with their striking colleagues in Bengal. However, in a move that may bring some relief to patients in New Delhi, AIIMS resident doctors have decided not to join the strike. But those in Safdarjung Hospital, Lady Hardinge Medical College, RML Hospital and others will skip work. In Kolkata on Sunday, the agitating doctors said they were ready to meet Mamata Banerjee \"anytime and anywhere\". The government proposed a 3pm meeting at the state secretariat on Monday. The doctors were reportedly ready to accept the proposal. IMA strike to cripple OPDs todayEarlier, the junior doctors had insisted that the meeting cannot be held behind closed doors and the media should be allowed to telecast it live. The state government, however, cited legalities and constitutional propriety, which prevent such meetings from being held under public glare. The doctors were ready to accept the government's request, sources indicated late Sunday, which would pave the way for \"across-the-table\" discussions between the protesters and the chief minister. \"We are very hopeful for the meeting in Nabanna (state secretariat) on Monday,\" a senior official, mediating for the state, said. \"We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of the media. The CM is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to media afterwards, much like the norm in all such cases. They have agreed to it,\" he said. Under pressure from several quarters, including the seniors in the medical fraternity, the junior doctors in Kolkata held a four-hour general body meeting at NRS Hospital. The meeting appeared to split three ways. While a section of doctors agreed to have the meeting at Nabanna, another section stressed on Raj Bhavan as the venue, while the remaining stuck to their demand for NRS Hospital. Pressure further mounted on the striking doctors to find a solution to the standoff. At 3.30pm, a group of doctors announced their stand. \"We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector currently,\" they said in a statement while refusing to accept any question from the media. \"We leave the decision to choose the venue to the honourable CM, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,\" the statement read. They expressed willingness to join work, \"as early as possible in the best interest of the common people once our demands are addressed\". In Video:AIIMS doctors call off strike, issue 48-hour ultimatum to Mamata govtDownload The Times of India News App for Latest India News."}, "Son of retd IPS officer booked for impersonating cop": {"datetime": "", "description": "SURAT: Son of a retired IPS officer was booked at Umra police station on Saturday for impersonating a police officer. Police inspector of Umra police station became complainant in the case as the application was submitted some time in the past. Nirav Jevabliya, son of B S Jebaliya, a retired IPS officer, was booked for introducing himself as a police officer in the letters with logo of Gujarat Police. Nirav’s father was posted in the city as additional police commissioner. “The accused had tried to establish his identity as a police officer through the letters that had police logo,” a police officer said. Nirav, a resident of Vadodara, was arrested in the past in fraud cases there. The accused had issued letters in a property-related deal in 2013. A resident of Athwagate, who received the letters, on realizing that Nirav was not a police officer, approached the court which is yet to pronounce its verdict in the matter. Meanwhile, police booked the accused for impersonating a police officer. “The accused had issued letters in a property-related matter. The case falls under the jurisdiction of civil court but there is a criminal angle to it too, based on which an offence was registered by police on receiving an application from the complainant,” the police officer added. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/surat/son-of-retd-ips-officer-booked-for-impersonating-cop/articleshow/69817665.cms"}, "AAI lists Surat as ninth customs airports on website": {"time": "2019-06-08 12:08:00", "link": "https://timesofindia.indiatimes.com//city/surat/aai-lists-surat-as-ninth-customs-airports-on-website/articleshow/69696586.cms", "description": "SURAT: Finally, Airports Authority of India (AAI) has listed Surat as customs airport on its officials website. After according customs status and allowing Surat-Sharjah flight in the last three months, the airport was waiting to figure in international airport list of the AAI. Official sources said that Surat airport is among the nine customs airports in the country including Pune, Patna, Bagdogra, Visakhapatnam, Chandigarh, Madurai, Aurangabad and Gaya. After the customs and immigration status, the airport was waiting for the official listing on the AAI website. The customs airport listing of Surat will go a long way when there will be bilateral discussion for traffic rights between Indian government with different countries including Middle East and South-east Asia. The international flight connecting Surat to Sharjah was launched on February 16. In the last four months, the international flight operated by Air India Express has received major response from the travellers in the city with average passenger traffic of 3,500 per month. The passenger movement in April-2019 was at 4,000 with the Air India Express operating 38 flights in a month. Member of Southern Gujarat Chamber of Commerce and Industry’s (SGCCI) Aviation wing, Manoj Singapuri said, “The listing of Surat airport as customs airport will open up new avenues for the airport in the coming days. Surat is now among the nine customs operated airports in the country. The international flight operators will be attracted towards Surat, given the traffic potential and the presence of the textile and diamond sectors.” Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-to-go-on-sale-via-flipkart-at-12pm-today/articleshow/69750116.cms", "description": ""}, "Surat: Textile trader commits suicide": {"time": "2019-06-10 12:29:00", "link": "https://timesofindia.indiatimes.com//city/surat/textile-trader-commits-suicide/articleshow/69717157.cms", "description": "SURAT: A 37-year-old textile trader committed suicide by jumping into weir-cum-causeway here on Sunday. He was identified as Zaheer Firoz Waghbakriwala and his body fished out by fire brigade personnel after a couple of hours. Waghbakriwala, who had a shop in 451 textile market, was facing financial crisis. His business was not doing good and he was under stress, sources said. He was a resident of Rehman Square in Adajan Patia. Waghbakriwala’s family once owned Waghbakriwala Rayon Mill in the city. People abused fire brigade personnel for showing lethargy in finding the body in the weir. Download The Times of India News App for Latest City ."}, "Customs officials seize smuggled cigarettes worth Rs 55 lakh": {"time": "2019-06-14 12:46:00", "link": "https://timesofindia.indiatimes.com//city/surat/customs-officials-seize-smuggled-cigarettes-worth-rs-55l/articleshow/69778602.cms", "description": "SURAT: Directorate of Revenue Intelligence (DRI) and Customs officials seized imported cigarettes to the tune of Rs55 lakh at Surat railway station on Thursday. DRI and Customs officials had received information about the smuggled cigarettes that had been brought into the city in Howrah-Ahmedabad Express train. The consignment of the cigarettes was kept in the coach reserved for angadia parcels. The officials checked the entire train under the supervision of Customs superintendent Ghanshyam Soni. The cigarettes were brought to the Diamond City in boxes and were to be supplied to Asif Shaikh, official sources said. An officer said, “We have seized the consignment of smuggled cigarettes. We could not find the person who brought the consignment. However, it was found that the consignment was to be delivered to Asif Shaikh in Surat. Investigations are on to find out the real owner of the consignment.” Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-prefers-this-dancing-partner-over-husband-nick-jonas/videoshow/69812425.cms", "description": ""}, "GJEPC puts forth slew of demands before commerce ministry": {"time": "2019-06-09 11:28:00", "link": "https://timesofindia.indiatimes.com//city/surat/gjepc-puts-forth-slew-of-demands-before-commerce-ministry/articleshow/69707914.cms", "description": "SURAT: Gems and Jewellery Export Promotion Council (GJEPC) had put forth a slew of demands at the joint meeting of Board of Trade and Council of Trade Development and Promotion which was held in New Delhi on Thursday. The meeting was chaired by Union commerce minister Piyush Goyal and attended by senior officials from the department where issues like IGST on reimport of consignment of jewellery, diamonds exported through mode of exhibition and Baba Kalyani report on SEZ were taken up. Sources said reimport of jewellery, diamonds for overseas exhibition and export promotion tours are popular mode, so sudden imposition of IGST on them has critically affected the trade. In an earlier meeting in January 2019 under the chairmanship of then Union commerce minister, the industry was expressly assured that gems and jewellery sector will be included under the 416 tariff lines identified under 3% interest subvention scheme (wherein merchant exporters were recently included). However, this has still not happened. Department of Commerce had constituted a committee under the chairmanship of Baba Kalyani to study SEZ policy in the country. There is possibility of the recommendations of the committee for boosting exports of gems and jewellery items from SEZs across the country being implemented at the earliest. GJEPC chairman Pramod Kumar Agarwal said, “We are hopeful that the government will accept most of our demands. Diamond exporters are facing several difficulties on account of office note issued on 4th May 2019 by Mumbai Customs regarding variation in dimension of cut and polished diamonds & variation in valuation of rough diamonds. As there are no standard global norms in valuation of rough diamonds and for examining dimension of polished diamonds, exporters are facing several difficulties.” Agarwal added, “We have sought relief from existing high import duty on key segments of the sector. The industry has asked for a reduction in import duty on cut and polished diamonds & precious and semi-precious gemstones from 7.5% to 2.5% and on gold from 10% to 4%.” Download The Times of India News App for Latest City ."}, "Virat Kohli": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-virat-kohli-breaks-sachin-tendulkars-record-becomes-fastest-to-11000-odi-runs/articleshow/69813383.cms", "description": ""}, "Disha Patani thanks a fan for ‘unique gift’ on her birthday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-thanks-a-fan-for-unique-gift-on-her-birthday/videoshow/69799396.cms", "description": ""}, "Surat civic body to re-examine buildings legalized after payment of impact fee": {"time": "2019-06-10 12:34:00", "link": "https://timesofindia.indiatimes.com//city/surat/smc-to-re-examine-buildings-legalized-after-payment-of-impact-fee/articleshow/69717130.cms", "description": "SURAT: Under fire for turning a blind eye to illegal constructions, the Surat Municipal Corporation (SMC) now claims that it will re-examine around 2.7 lakh files of illegal properties approved under the impact fee regulations. Officials have been instructed to re-examine these files and 5,000 could be taken up in the first round. SMC has started realizing the gravity of situation only after the devastating fire in Takshashila Arcade on May 24 snuffed out 22 innocent lives. The officers have even carried out a survey across the city in which constructions legalized after payment of impact fee were marked. A senior official said, “We have a list of high risk constructions that got regularized after payment of impact fee. We will review the files of these buildings from fire safety point of view and legality. If they are found to be lacking in compliance with regard to National Building Code, their owners will be issued notice and asked to undertake fault rectification. The process begins from June 10.” Surat had received highest number of 3.07 lakh applications under the impact fee regulations, with one lakh from Varachha alone. It is suspected there still exist a number of illegal constructions and also many without fire safety in Varachha and the civic body plans to go after them. It is estimated there are nearly 2,500 high risk buildings, including those of textile markets, textile units, hospitals, shopping arcades, shopping centres, colleges and schools, in the city. “We are looking at constructions which have high footfalls in the first phase because chances of casualty are very high here in case of a disaster. We plan to review the files of these buildings before the arrival of the monsoon,” an officer of SMC said. Download The Times of India News App for Latest City ."}, "I-T officer booked for thrashing teenagers": {"datetime": "", "description": "SURAT: An income tax officer and two others were booked at Umra police station for thrashing teenage boys for playing cricket on residential building’s campus in Vesu here on Sunday. The accused thrashed the boys with a cricket bat. A CCTV footage of the incident has gone viral on social media. Police booked Manuj Dubey, an income tax officer, his son Saubhagya and Dr Sarath Shetty for thrashing the boys after Ashish Parekh, father of one of the victim boys, filed a complaint. Some boys living in Happy Residency on Udhna Magdalla Road were playing cricket on the campus at around 12 noon. After playing, they were sitting when the accused father and son arrived at the spot and started scolding them. They asked the boys not to play cricket near the building. There was an argument between them following which the accused first attacked Aniket and later Aditya, son of the complainant. Download The Times of India News App for Latest City .", "time": "2019-06-17 04:00:00", "link": "https://timesofindia.indiatimes.com//city/surat/i-t-officer-booked-for-thrashing-teenagers/articleshow/69817645.cms"}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Surat school van operators go on flash strike": {"time": "2019-06-13 12:43:00", "link": "https://timesofindia.indiatimes.com//city/surat/city-school-van-operators-go-on-flash-strike/articleshow/69762657.cms", "description": "SURAT: Hundreds of students struggled to reach schools as van operators went on a flash strike Wednesday in some parts of the city. This led to chaos outside schools as hundreds of parents rushed to to drop or pick-up their wards. The van operators were protesting the drive initiated by the Regional Transport Office (RTO) and city traffic police against overloading in school vans since Monday. With beginning of the academic year the RTO and traffic cops started the drive to enforce traffic rules. On Tuesday a group of van operators made representation to the senior traffic cops with demand to stop the drive. The cops had received several complaints against van drivers ferrying more than double the number of students permissible by law. Since Monday police have seized 442 school vans and imposed fine on them. “The drive is aimed at enforcing traffic rules, specifically related to ferrying students in vans. Those vans carrying students more than its permissible limit were seized from the schools after it dropped students so that it does not affect the students,” said Sudhir Desai, deputy commissioner of police. Police later informed the school management about seizure of specific vans and the schools authorities were asked to inform parents of the children. Police also seized vans running on CNG fuel without mandatory registration with the RTO. A police officials said, “The van running on CNG should get a fitness certificate from RTO and if these gas kits are not maintained properly it may lead to major accident.” As a mark of protest many van operators did not pick up students on Wednesday and the parents had to go to school to drop their children or to pick them up. This led to chaos outside schools in many parts of the city. Download The Times of India News App for Latest City ."}, "Anupama Parameswaran": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Probing Takshashila fire is a learning curve for cops as well": {"time": "2019-06-10 12:38:00", "link": "https://timesofindia.indiatimes.com//city/surat/probing-takshashila-fire-is-a-learning-curve-for-cops-as-well/articleshow/69717124.cms", "description": "SURAT: Investigation into the May 24 killer Takshashila Arcade fire is proving to be a steep learning curve for the city police. For, this the first-time that Surat police is having to study several rules and regulations related to fire and building safety before they can hold the government officers responsible for the loss of so many lives. After minute scrutiny of laws and rules, police have so far arrested nine persons for their alleged role in constructing and using illegal structures. Police are questioning experts on a daily basis not only to collect details from them, but also to understand the governing laws and rules. Since the investigation involves various departments, the police are taking help of officers and experts from different sectors to understand the nitty-gritties. While dealing criminal cases in general, police mainly deal with Indian Penal Code (IPC) and Criminal Procedure Code (CrPC). But due to the nature of this case, they are now referring to various rules of General Development Control Regulation, electricity supply and fire safety norms and the like. “It is for the first time we are conducting investigation of such a case. Police are investigating various new aspects and it is proving to be a big learning for us too,” city police commissioner Satish Sharma told TOI. “One thing is clear from the investigation so far that if any of the arrested accused had performed their duty responsibly so many people would not have died,” Sharma said. Police are now examining role of officers from Dakshin Gujarat Vij Company Limited (DGVCL) to find out any negligence on their part. They are also investigating who designed the fourth floor structure and whether it had been approved by any structural engineer. “Police are examining role of various government departments for which we are collecting details from different experts and referring rules. Various reports are also being examined to identify negligence on part of those responsible,” he added. Police so far arrested Bhargav Butani, owner of the coaching class, Harsukh Vekariya, partner in ownership of Takshashila Arcade, Jignesh Paghdal, administrator of building, S K Acharya, deputy chief fire officer, Kirti Modh, fire officer, Ravindra Kahar, partner in ownership of building, P D Munshi and Jayesh Solanki, former executive engineers of Varachha zone in Surat Municipal Corporation and Dipak Naik, deputy engineer, DGVCL. Download The Times of India News App for Latest City ."}, "Shah Rukh Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shah-rukh-khan-and-son-cheer-for-team-india-priyanka-chopra-prefers-this-dance-partner-over-hubby-nick-and-more/videoshow/69814344.cms", "description": ""}, "Surat: Export of cut and polished diamond in April-May decline 16%": {"time": "2019-06-11 08:31:00", "link": "https://timesofindia.indiatimes.com//city/surat/export-of-cut-polished-diamond-in-april-may-decline-16/articleshow/69731773.cms", "description": "SURAT: The export of cut and polished diamond in the first two months of the new fiscal year has registered a 16% decline following the dwindling demand and the sharp decrease in the polished diamond prices in the global market. According to the data released by Gems and Jewellery Export Promotion Council (GJEPC) on Monday, the overall export of cut and polished diamonds in April-May-2019 was at $3.5 billion compared to $4.2 billion during the same month in the previous year. However, the export of diamonds showed 1.4% increase in May at $94 million. Also, the export of cut and polished diamonds in April-May 2019 from Surat Special Economic Zone (SurSEZ) recorded a decline of 49% at $9 million compared to $18 million in 2018. Sources said that the global market situation has turned to bad to worse for the diamond industry. The industry is still suffering the aftershocks of the sensational bank fraud committed by Nirav Modi and his uncle Mehul Choksi. “The export of cut and polished diamonds from Surat SEZ has declined 49%, which is a huge fall in the new fiscal year after the Nirav Modi scam was exposed,” said an office-bearer of GJEPC. He added, “The overall export of polished diamonds has been greatly impacted due to the dwindling demand, increase prices of rough diamonds and liquidity issue in the local market due to bank squeezing bank credit.” Download The Times of India News App for Latest City ."}, "HAWKERS ARE BACK AT MASJID STATION FOOTPATH": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hawkers-are-back-at-masjid-station-footpath/articleshow/62201694.cms", "description": ""}, "Surat: Two of eight accused cops surrender": {"time": "2019-06-15 10:45:00", "link": "https://timesofindia.indiatimes.com//city/surat/two-of-8-accused-cops-surrender/articleshow/69795401.cms", "description": "SURAT: Two of the eight cops charged with murder of theft suspect 23-year-old Omprakash Pandey in custody at Khatodara police station two weeks ago, surrendered before one of the six teams set up to arrest them in Vadodara on Friday. Chirag Chaudhary, police sub-inspector, and Haresh Chaudhary, lok rakshak dal jawan, were brought to the city even as six other cops, including MB Khileri, police inspector, remain still at large. HareshCity police commissioner Satish Sharma said, “The two cops, who had surrendered, were subsequently arrested. They will be produced in court by us and a request made for their remand. We will soon nab the other six cops, who are on the run. Police protection has been given to the eyewitnesses.” Meanwhile, investigations are on to ascertain the role of autorickshaw driver Sonu in the case. Chirag Omprakash Pandey, his brother Ramgopal Pandey and Jayprakash Pandey were brought to Khatodara police station on May 29 in connection with a case of theft registered on May 23, 2019. Police claim Omprakash Pandey suffered fits during interrogation and was taken to New Civil Hospital for treatment on May 31, 2019. Senior police officers instructed Khatodara police to register a case of torture in police custody against MB Khileri, police inspector; Chirag Chaudhary, police sub-inspector; Kalpesh Garambha, constable; Ashish Dihora, constable; Haresh Chaudhary, constable; Paresh Bhukan, constable; Kanaksinh Diyol, constable; and Dilubhai Sangani, constable. Pandey was shifted to Unique Hospital in a suspicious manner by the cops where he died on June 1. Forensic postmortem revealed that Pandey’s body had 36 injuries inflicted with belts, wooden bats etc. Thus, the cops were charged with murder, who just disappeared and were subsequently booked for being on the run too. Chirag Chaudhary is a probationary PSI and a native of Patan district. He lived in Falsawadi police lines in the city. Haresh Chaudhary, a native of Mehsana district, lived in government quarters, also in the city. Download The Times of India News App for Latest City ."}, "Katrina Kaif": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/katrina-kaif-reveals-that-criticism-pinches-her/videoshow/69819366.cms", "description": ""}, "Rohit Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-icc-world-cup-2019-rohit-sharma-in-illustrious-band-of-batsmen-at-old-trafford/articleshow/69819286.cms", "description": ""}, "Mi 9T Launch": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "description": ""}, "Team of 40 cops unable to trace eight policemen": {"time": "2019-06-14 12:44:00", "link": "https://timesofindia.indiatimes.com//city/surat/team-of-40-cops-unable-to-trace-eight-policemen/articleshow/69778637.cms", "description": "SURAT: Thirteen days into the Khatodara custodial death case, a team of 40 cops headed by deputy commissioner of police is yet to make a headway by nabbing at least one of the eight policemen accused of torturing a suspect in their custody to death. City police commissioner Satish Sharma formed a team of police personnel including officers to nab the errant cops. However, they are yet to make a breakthrough. The eight police personnel had fled the police station soon after a case was lodged against them and are now getting enough time to plan their early release from jail while staying underground, said sources. “Six teams, each headed by a sub inspector, were already searching various locations for the accused, while new teams comprising 17 cops joined us to expedite the process. A police inspector and two police sub inspectors with crime branch sleuths have joined the investigation now,” deputy commissioner of police, Chintan Teraiya, who is investigating the case, told TOI. Omprakash Pandey, 23, a theft suspect, was admitted to hospital in critical condition on May 31 and he was declared dead the next day. In fresh findings, the forensic postmortem revealed that Pandey’s body bore 36 injury marks inflicted by by belts and broad belts and wooden bats. Forensic post-mortem revealed that Pandey had died from the injuries in two days confirming that he had been tortured during police custody. “The postmortem revealed that Pandey died 12 hours ago, so it matches with the time registered by police. We will go by the findings in forensic postmortem,” said Teraiya. Police have so far checked at the absconding cops’ residences and other possible hideouts without any results. “The accused are cops and they know how police trace accused’s location. They might be using various means to delay the arrest,” said a senior police officer. Police booked Mohanlal Bhagwanram Khileri, inspector, Chirag Pruthviraj Chaudhary, sub-inspector, along with six junior cops Haresh Chaudhary, Kanaksinh Diyol, Paresh Bhukan, Aashish Dihora, Kalpesh Garmabha and Dilu Sangani for torture as well death of the victim. Earlier they had been booked under various sections of Indian Penal Code including 330 - voluntarily causing hurt to extort confession, 342 – wrongful confinement, 324 - voluntarily causing hurt by dangerous weapons, 348 - wrongful confinement to extort confession and others. After the suspect died, death sections of murder IPC 302 was added. Download The Times of India News App for Latest City ."}, "Takshashila Arcade fire: SMC engineer on the run arrested": {"time": "2019-06-12 13:38:00", "link": "https://timesofindia.indiatimes.com//city/surat/takshashila-arcade-fire-smc-engineer-on-the-run-arrested/articleshow/69747769.cms", "description": "SURAT: Crime branch sleuths arrested V K Parmar, deputy engineer of Surat Municipal Corporation (SMC) on Tuesday, during investigation into May 24 Takshashila Arcade fire that had killed 22 students. Parmar was among first to be suspended by SMC and he was on run since then. Police was hot on his trail but he had switched off his phone and escaped locking his house. Parmar was nabbed while he was trying to get legal help in city. Police were keeping eye on his movement and got specific information about his location. Parmar was the junior engineer in Varachha zone when unauthorized construction in Takshashila Arcade was regularized after payment of impact fees. Police investigation revealed that Parmar did not care to do a spot inspection before approving the structure. Police have so far arrested Bhargav Butani, owner of the coaching class, Harsukh Vekariya, partner in ownership of Takshashila Arcade, Jignesh Paghdal, administrator of building, S K Acharya, deputy chief fire officer, Kirti Modh, fire officer, Ravindra Kahar, partner in ownership of building, P D Munshi and Jayesh Solanki, former executive engineers of Varachha zone and Dipak Naik, deputy engineer, Dakshin Gujarat Vij Company Ltd (DGCVL). Download The Times of India News App for Latest City ."}, "Surti youth breaks world record for solving Rubik’s cube": {"time": "2019-06-12 13:35:00", "link": "https://timesofindia.indiatimes.com//city/surat/surti-youth-breaks-world-record-for-solving-rubiks-cube/articleshow/69747814.cms", "description": "SURAT: Twenty-year-old Yash Mehta, has brought laurels to the diamond industry and the country by breaking the Guinness World record for the fastest time to solve 3x3x3 Rubik cube. An aspiring astrophysicist studying in Bengaluru’s Indian Institute of Science (IIS), Yash had attempted the record with his friend Nabarun Deka by solving the cube together in 16.33 seconds. They made a vocabulary of more than 400 code words, memorised hundreds of move sequences and practiced thousands of solves in few months leading to the attempt. Yash’s father, Mehul Mehta, who is a businessman told TOI, “Yash is not just a speedcuber, but has represented India at the International Olympiad of Astronomy and Astrophysics and won silver medal for the country at the age of 17 years. At present, he is doing research at the Tata Institute of Fundamental Research in Mumbai.” At a young age, Yash discovered his aptitude for logic and sciences when he secured first position internationally at the SOF international maths Olympiad twice, and cracked IIT Guwahati’s Technothlon by securing first place nationally in every single round they conducted while Yash was in class 10 and 11. However, despite making it to the IITs, Yash’s inclination for pure sciences made him choose IISc. Four years ago, Yash and his friends had started a non-profit organisation in the city to host national competitions and workshops for the Rubik’s cube colleague Yash. Talking with TOI from Bengaluru, Yash said, “I am proud to hold the Guinness World record for the fastest solving of Rubik cube. The world record was made, not in 16 seconds of magic, but in 16 weeks of blood, sweat and tears.” Download The Times of India News App for Latest City ."}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fathers-day-sara-ali-khan-shares-the-cutest-throwback-pictures-with-father-saif-ali-khan/videoshow/69811423.cms", "description": ""}, "In this Gujarat tribal village, couples live-in for decades before tying the knot!": {"time": "2019-06-09 10:51:00", "link": "https://timesofindia.indiatimes.com//city/surat/in-this-gujarat-tribal-village-couples-live-in-for-decades-before-tying-the-knot/articleshow/69709234.cms", "description": "HIMMATNAGAR: It was a wedding with a difference. When Gamnabhai Solanki, a resident of Malgaon near Lambadiya in Poshina taluka of Sabarkantha, sought Banjari Devi’s hand in marriage on May 30, he was accompanied by their sons, daughters, and grandchildren! Gamnabhai is 75 years old and Banjari Devi is 72 and they are marrying five decades after having children. Both were in a ‘live-in’ relationship in this tribal town. Live-in relationships may be common in cosmopolitan cities, but for the tribal community of Dungri Garasiya Bhil, it’s a way of life. Weddings here are considered to be an important part of community life, but tribals do not consider it a taboo to cohabit and have children. Frequently, the wedding takes place decades after the couple is engaged with the blessings of both families. Ranjit Solanki, Gamnabhai’s eldest son, who is the father of a son and three daughters, said that he has four brothers and two sisters. “My parents met in the community fair like many in their generation did, liked each other, and started living together,” he said. “A wedding entails an expense of Rs 1.5 lakh to Rs 2 lakh. Community members, primarily manual and farm labourers, may not have the adequate amount. Thus it takes years for the couple to save money to host a grand feast and perform rituals.” At Kalsavad near Poshina, Vejlibhai Kher excitedly shows his groom’s attire — complete with headgear, dhoti, starchedwhite shirt and trousers, jewellery, and sword. Accompanying him are his seven children: Jyotsna, 16, Kokila, 15, Sangeeta, 11, Shayri, 10, Dolly, 6, Rannadevi, 5, Adityanath, 3, and six-month-old Rudraksh. Kher, 37, married Jenkiben, 36, on May 30 after living together since 2000. “It was a grand wedding! My children really enjoyed it and danced throughout the ceremony,” said Kher. “I am associated with farming and it was difficult to collect money for the wedding. We offer jaggery to the woman we like and if she agrees, it’s elopement time!” Knot seldom untied We offer jaggery to the woman we like and if she agrees, it’s elopement time! The families agree to the match and the man and the woman start living as a couple. It’s very common in these parts of Sabarkantha,\" says Vejlibhai Kher The tradition still prevails as even those who stay in other districts come back for the fair and choose their life partners. Elders joke that all weddings here are love marriages. Due to the strong sense of community, there are seldom any disputes leading to the cancellation of the union. On June 4, the wedding of Ishwar Taral, 23, was under way. The groom was accompanied by his three-year-old son Raju. “The wedding season for many families arrives in May-June when we sell our farm produce,” said Taral. “If the earning is adequate for the ceremony, the wedding is decided on the spot. Unlike other parts of Gujarat, plans don’t run into months. If the money is arranged, the families are informed five to six days in advance about the ceremony.” Download The Times of India News App for Latest City ."}, "Beleaguered diamond unit owners stand by artisans in testing times": {"time": "2019-06-12 04:37:00", "link": "https://timesofindia.indiatimes.com//city/surat/beleaguered-diamond-unit-owners-stand-by-artisans-in-testing-times/articleshow/69747781.cms", "description": "Surat: Dinesh Mendpara owns a unit of 30 emery wheels in Varachha and employs 20 diamond cutters. A fortnight ago, Mendpara shut his 12 emery wheels due to poor demand of small diamonds and 28% increase in rough diamond prices. He could have fired seven of his workers due to the crisis, but he chose not to. There are many employers like Mendpara who continue to protect their workers in the time of crisis. In 2008-09 global economic downturn, over two lakh diamond workers were rendered jobless and that 1,500 diamond units had closed. The diamond workers, who lost their jobs, turned towards embroidery and textile sectors and many migrated to their native places in Saurashtra to work in their fields. A similar situation has returned in the industry with demand for polished diamond hitting rock bottom and prices of polished diamond falling by almost 15% in global market. Big diamond units, who outsource the work of polishing small diamonds to factories having less than 50 emery wheels, are in crisis with banks squeezing credit and rough diamond prices going up.Praveen Nanavaty, who owns an integrated diamond unit, said, “Majority of diamond unit owners are facing crisis, including myself. We have cut down on production of polished diamonds, but the workers’ strength is still intact at our factory. The wages and working hours have been reduced.”Nilesh Gabani, a diamond worker employed in a factory in Katargam, said, “The factory owner belongs to our village of Khopala in Bhavnagar district. Majority of workers are from our village. Our working hours have been reduced, but the unit is still operational.” Owner of an export house in Katargam, who didn’t want to be named, said, “The industry is in deep crisis since Diwali. Our factory employs 500 workers, but none of them has been laid off. In 2009, we had laid off 300 workers, but when the industry was back on track it was difficult to find skilled workers. We do not want to repeat the mistake again.”Surat Diamond Association president Babu Gujarati said, “I know dozens of diamond unit owners, who are protecting their workers and their families in the time of crisis. If the situation turns bad to worse, then the workers may lose their jobs.”Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Surat: Teacher arrested for molesting 12-year-old girl": {"time": "2019-06-11 08:22:00", "link": "https://timesofindia.indiatimes.com//city/surat/teacher-arrested-for-molesting-12-year-old-girl/articleshow/69731219.cms", "description": "SURAT: A 49-year-old teacher of a municipal school was arrested by cops of Salabatpura police station for allegedly sexually harassing a 12-year-old schoolgirl here on Monday. Accused Jitendra alias Jitu Limbachiya had sexually harassed the girl, a class IV student, on the last day of her examination on May 3. Parents held a demonstration in the school to demand immediate arrest of the accused. They also pelted police and school officials with stones. The protest started at around 11am and continued until 2pm. The accused has been booked for sexual harassment under Indian Penal Code and Protection of Children from Sexual Offences (POCSO) Act. The accused had inappropriately touched the girl but she did not inform her parents immediately. However, she refused to go to school when it reopened after summer vacation on Monday and also informed her mother the reason for it. The girl’s mother met the school principal and informed him about the incident. The principal suggested she reach a compromise with the accused teacher, subsequent to which an angry mob attacked the school and police had to be called to restore order. “The teacher was arrested by police after registration of complaint. Police investigation will reveal the fact. We are yet to conduct our own inquiry into the matter,” Nagar Prathmik Shikshan Samiti chairman Hasmukh Patel said. “The school officials were discussing the issue with parents when local residents gathered outside in large numbers. They began to pelt stones at the school and the teachers had to be taken out under heavy police security,” Patel added. Limbachiya, who teaches multiple subjects to students from class one to five, was thrashed by some people. He has been working in this school for the past 15 years. “We have registered an offence and arrested the accused. Police have been posted at the school for security,” a police officer said. Download The Times of India News App for Latest City ."}, "Surat: Two teenagers paraded in public with shaved heads": {"time": "2019-06-11 14:53:00", "link": "https://timesofindia.indiatimes.com//city/surat/two-teenagers-paraded-in-public-with-shaved-heads/articleshow/69731190.cms", "description": "SURAT: A video of two teenagers with half shaved heads being paraded in public by a group of people on suspicion of their involvement in a theft has gone viral. Police did not register an offence on May 30 when the victims were brought to the police station. The process for registration of offence by them began only after the video went viral. The teenagers with half shaved heads were paraded in areas under the limits of Kamrunagar area of Limbayat police stations by a group of men. The victims can be seen in the video trying to cover their heads and walk fast as young boys continue to spank them and call the two ‘garbage’. “We have started an inquiry into the incident based on the video and an offence will be registered. We are also working to identify the accused involved in parading the teenagers with their heads shaved,” said R P Barot, deputy commissioner of police, zone I. Police sources said the crowd shaved heads of the victims over suspicion of their involvement in a petty theft. The teenagers are residents of Kamrunagar and their harassers knew them. Police have identified the victims and are now questioning them to register the offence. Cops are inquiring from the victims if they had any rivalry with members of the group. Police sources said one of the group members was arrested after a rape complaint was lodged by sister of one of the teenage victims. “On May 30, police had brought the victims and some of the suspects involved in the incident to police station for questioning, but the teenagers refused to lodge a complaint. The victims are not ready to lodge an offence, but we will take strict action after registering the case,” police inspector D D Pawar said. In Video:Surat: Two teenagers paraded in public with shaved headsDownload The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "MUMBAI LOCAL TRAINS IN A NEW SHADE": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mumbailocaltrainsinanewshade/articleshow/64939529.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-17-2019-check-astrological-prediction-for-virgo-libra-scorpio-sagittarius-and-other-signs/articleshow/69818407.cms", "description": ""}, "Surat implements plan to save 5,000 million litres of water for crisis situation": {"time": "2019-06-12 13:34:00", "link": "https://timesofindia.indiatimes.com//city/surat/surat-implements-plan-to-save-5000-million-litres-of-water-for-crisis-situation/articleshow/69747826.cms", "description": "SURAT: Surat administration has deepened 38 ponds at a cost of Rs96.95 lakh to store additional 3,000 million litres of water across the district. Surat Municipal Corporation (SMC) too plans to use the 333 rainwater harvesting systems developed in the past six months to store additional 2,000 million litres of water. The 333 rainwater harvesting systems have already collected 598.72 million litres of water. The additional 5,000 million litres of water collected this way will be enough to meet the drinking water requirement of the city and district for seven days in case of scarcity in 2020 summer. This has been done as a preparation for monsoon under state government’s Sujalam Sufalam Jal Abhiyan to harvest rainwater. The live storage of Ukai dam over Tapi river as on June 11 was 237.50 million cubic metres (MCM) because of substandard monsoon. Ukai dam authorities supply 300 MCM of water to Surat city and 70 MCM of water to smaller towns and villages of Navsari, Valsad and Bharuch daily. ST Gamit, engineer, irrigation department, said, “By June 15, we will now exactly how much of water could be stored in these ponds. These ponds will also help raise the falling groundwater level.” Sandip Mahakal, superintending engineer, Surat irrigation circle, said, “For the past three years, the region has had substandard monsoon. The water requirement in Surat city rises in summer. We had to supply over 450 MCM of water to the city in place of 300 MCM in these three years.” SMC authorities have announced 10 per cent cut in water supply after June 15 if there is delay in the arrival of monsoon. “Rainwater harvesting system will definitely be of some help in a crisis situation. We should do more to save water,” said Bharat Dalal, city engineer, SMC. Download The Times of India News App for Latest City ."}, "Cyclonic storm brings rain in some talukas of south Gujarat": {"time": "2019-06-14 12:49:00", "link": "https://timesofindia.indiatimes.com//city/surat/cyclonic-storm-brings-rain-in-some-talukas-of-south-gujarat/articleshow/69778592.cms", "description": "SURAT: A few talukas in Tapi and Dang districts received more than 25mm of rainfall besides there were 16 incidents of uprooting of trees and four cases of short-circuits in South Gujarat in the past 24 hours due to the impact of very severe cyclonic storm ‘VAYU’ that lay centred in the Arabian Sea, about 190km west of Diu, 130km west-southwest of Veraval and 120km south of Porbandar on Thursday afternoon. Surat city received 10mm of rain in the morning. There were 16 incidents of uprooting of trees in Puna Patiya, Kapodra, Amroli, Haripura Bhavani Wad, Adajan Bhagwan Park, Navsari Bazaar, Katargam New GIDC, Jani Farsan Parle Point, Limbayat Rattan Chowk, Sargam Shopping Centre, Katargam Singanpore, Dumas Moti Bazaar and Nanpura Kadampalli in the city. Four incidents of electrical short-circuits were also reported from the city. Many parts of south Gujarat recorded some rain in the past 24 hours under the effects of the cyclonic storm. But majority of the talukas recorded insignificant rainfall. Only Ahwa in Dang recorded 39mm and Wagai 26mm of rain. Tapi’s Songadh recorded 26mm, Utchal 27mm and Dolwan 29mm of rainfall while Navsari and Jalalpore in Navsari district received 12mm of rainfall. Villagers of Macchiwad, a coastal village in Navsari district, complained of seawater entering their houses. District collector Dr MD Modiya said, “I personally visited the village in the afternoon. Water was in the streets, but didn’t enter their houses after a high tide. Work is on to build a sea protection wall there.” Download The Times of India News App for Latest City ."}, "Shocking! Ward attendant stitches patient's wound": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/kareena-kapoor-khan-saif-ali-khans-son-taimurs-cutest-clicks/photo-taimur-ali-khan-celebrates-indias-victory-over-pakistan-in-his-own-style/photostory/69819544.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Senior charity officer, CA nabbed in Rs 75,000 bribery case": {"time": "2019-06-12 09:32:00", "link": "https://timesofindia.indiatimes.com//city/surat/senior-charity-officer-ca-nabbed-in-rs-75k-bribery-case/articleshow/69747743.cms", "description": "SURAT: Anti-corruption bureau (ACB) sleuths nabbed an assistant charity commissioner and a chartered accountant when they accepted a bribe of Rs75,000 here on Tuesday. The accused had demanded the bribe to approve changes in the names of working committee members and trustees of a registered trust. This is perhaps first time that a class I officer of charity commissionerate has been nabbed by ACB sleuths in a bribe case, sources said. Ramesh Patel, assistant charity commissioner, had demanded the bribe to approve changes in the names of trustees of Shree Machhu Kathiya Sai Suthar Gyati. He had demanded the bribe through chartered accountant Manish Pachhigar. The accused accepted the bribe through the CA in his office in Bahumali Building in Nanpura. The trap was laid by B K Vanaar, police inspector, under the supervision of N P Gohil, assistant director, ACB. The complainant had approached the officer for approval of changes through the CA. The accused demanded the bribe and the complainant was ready to pay Rs25,000, which he refused. He demanded full amount at one go from the complainant who approached ACB. The complainant went to pay the bribe as per the trap laid by ACB officers and the accused accepted the money through the CA. “The accused never met any applicant without a CA. He also accepted the money only through CA,” ACB sources said. “The accused ACC was a lawyer before joining service of the state government in 2002. We will be carrying out searches in the houses of both the accused,” Gohil said. ACB investigation revealed that the accused ACC had been demanding bribes even for legal work from applicants. However, no complainant had approached ACB against Patel before this. He has been posted in Surat for the past two years. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Watch: Cow chooses her 'owner' in court": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "description": ""}, "Parliament Session": {"time": "", "link": "https://timesofindia.indiatimes.com/india/17th-lok-sabhas-first-session-from-monday-union-budget-triple-talaq-in-focus/articleshow/69814747.cms", "description": "NEW DELHI: The first session of the 17th Lok Sabha will commence from Monday during which the passage of the Union Budget and other key legislations such as triple talaq will be on top of the agenda for the government. Prime Minister Narendra Modi, chairing an all-party meeting on the eve of the first session of the new Lok Sabha, invited heads of all parties to a meeting on June 19 to discuss the \"one nation, one election\" issue and other important matters. Noting that there are many new faces in this Lok Sabha, PM Modi said the first session of the lower house of Parliament should begin with \"fresh zeal and new thinking\". At the all-party meeting, the Congress raised with the government issues of unemployment, farmers distress, drought, and press freedom, while also calling for early conduct of assembly polls in Jammu and Kashmir. The opposition parties demanded discussion on all such issues in Parliament, with the Congress asserting that it is still a \"fight of ideologies\". Prime Minister Modi, defence minister Rajnath Singh, leader of opposition in the Rajya Sabha Ghulam Nabi Azad, Congress lawmakers Adhir Ranjan Choudhary, K Suresh, National Conference leader Farooq Abdullah and TMC leader Derek O'Brien were present at the meeting. The BJP also held its parliamentary party meet on Sunday with Prime Minister Modi assuring Indians that his government will be at the forefront of facilitating legislation that manifests the spirit of \"sabka saath, sabka vikas, sabka vishwas\". A day before the first session of the newly-constituted 17th Lok Sabha, a meeting of the NDA was also held here. The government had promulgated as many as 10 ordinances for the session which ends on July 26 and will have 30 sittings. The first two days of the session will be used for administering oath of office to all Lok Sabha MPs. The oath will be administered by protem Speaker Virender Kumar. The Speaker will be elected on June 19 and the next day the President will address a joint sitting of both Houses. The budget will be introduced on July 5. Among the bills that will be introduced, the one on triple talaq could be a contentious one between the government and the opposition. Addressing the media after the all-party meeting, parliamentary affairs minister Prahlad Joshi said the Prime Minister urged leaders of all parties to \"introspect whether members of Parliament are able to fulfil people's aspirations as their representatives and the manner in which last two years of the 16th Lok Sabha were wasted\". An all-party meeting is a customary procedure before the beginning of every session of Parliament to ensure its smooth functioning. Joshi said the government has requested all parties, especially the opposition, for their cooperation for the smooth functioning of both Houses of Parliament. In order to build esprit de corps, PM Modi has invited presidents of all those parties who have an MP either in Lok Sabha or Rajya Sabha for a meeting on June 19. The meeting has been called to discuss \"one nation, one election\" issue, celebrations of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, he said. It will be followed by a dinner meeting with all MPs of both Lok Sabha and Rajya Sabha on June 20 to freely interact and exchange views with the government, Joshi said, adding that these two novel initiatives would go a long way in building team spirit among all parliamentarians. In Video:First session of 17th Lok Sabha starts on June 17Download The Times of India News App for Latest India News."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Car shade matching license plates..": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/car-shade-matching-license-plates-/articleshow/58408591.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-calls-all-party-meet-to-discuss-simultaneous-polls/articleshow/69818099.cms", "description": "NEW DELHI: PM Narendra Modi used the first all-party meeting called after the elections to push for his \"One Nation, One Election\" idea at a meeting of leaders of political parties to be held on June 19. Making the announcement at the usual meeting of political parties called on the eve of the 17th Lok Sabha convening on Monday, Modi said Parliament should begin with \"fresh zeal and new thinking\". Wednesday's meeting is to also discuss how Parliament can be made more productive. Modi's invite extends to presidents of all the parties with presence in Parliament. Besides \"One Nation, One Election\", the meeting would discuss celebration of 75 years of India's Independence in 2022 and 150 years of Mahatma Gandhi's birth anniversary this year, parliamentary affairs minister Pralhad Joshi said. Download The Times of India News App for Latest India News."}, "RRB Notification 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ibps-rrb-notification-2019-released-check-details-here/articleshow/69792309.cms", "description": ""}, "Rs8 lakh cash stolen of family enjoying vacation in Goa": {"time": "2019-06-09 11:07:00", "link": "https://timesofindia.indiatimes.com//city/surat/rs8-lakh-cash-stolen-of-family-enjoying-vacation-in-goa/articleshow/69707947.cms", "description": "SURAT: Some unidentified persons were booked at Khatodara police station for stealing Rs8 lakh cash and a scooter from the house of a stone grit and sand businessman here on Saturday. The burglars entered Naresh Aahir’s first floor house at Yogi Krupa Society on Brahma Kumaris Road after breaking the front door lock and escaped with Rs8 lakh cash and a scooter worth Rs25,000. As Aahir was in Goa enjoying vacation with family, his brother Hasmukh, who lives on ground floor of the house, lodged the police complaint. Hasmukh saw front door lock broken at around 6am on Saturday and understood immediately that the house has been targeted by burglars. The theft was carried out after midnight and before 6am. “We are examining CCTV footages of the area of the past few days to zero in on suspicious persons and are confident of detecting the case soon. We are also questioning family members to collect more details,” a police officer said. Police are investigating if someone known to the family was involved in the theft. This is because the person was aware about the cash in the house and where the scooter’s keys were kept, police said. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Five die in rain related incidents in South Gujarat": {"time": "2019-06-13 08:06:00", "link": "https://timesofindia.indiatimes.com//city/surat/five-die-in-rain-related-incidents-in-south-gujarat/articleshow/69762724.cms", "description": "SURAT: Five people died after they were struck by lightening in Dang, Tapi and Narmada district late on Tuesday evening. These areas witnessed lightening with high gushing winds due to onslaught of cyclone Vayu. A couple was seriously injured after being struck by lightening in village of Narmada district too. Magan Waghmare of Jamlaya village in Ahwa tatuka of Dang was killed due to lightening. He was standing under a tree when lightening struck him. In second such incident, a 65-year-old-woman Nooriben V Gamit, who was cutting paddy in her field at Khagol village near Songadh in Vyara was hit by lightening and died on the spot. Gulab Patel (57) of Mahua in Tapi district died when a tree fell on him when he was on his motorcycle. He died of severe head injuries. In a similar incident, 50-year-old Manguben Vasava died after lightening stuck her. She is from Panch Umargam village of Rajpipla taluka in Narmada district. At Navagam 11-year-old Raghav Dineshbhai also died after lightening hit him. At Dediyapada of Narmada district, a woman Sugi Kotling and her husband Kotling Khijalaita were seriously injured after lightening struck them while they were working in farm. Both were rushed to hospital where they are under treatment when the last report came in. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Gujarat MLA Jignesh Mevani booked for defaming Valsad school": {"datetime": "", "description": "SURAT: Jignesh Mevani, independent MLA from Vadgam, has landed in legal trouble for sharing a video on his Twitter handle that defames a school. Police booked Mevani at Valsad town police station on Thursday for naming a school of Valsad in the video he shared on his Twitter handle on May 20, which shows a student being thrashed by a schoolteacher with a stick. Police suspect Mevani had shared the video along with the text, which was already viral on social media, without caring to check the facts with the people concerned. Mevani has been booked for defamation under Indian Penal Code sections that deal with publishing and circulating of defamatory statement, rumour or report about someone. Police have informed the speaker of state assembly about registration of the offence against Mevani on a complaint lodged by Bijal Patel, principal of RM and VM Desai Sarvajanik Vidyalaya of Valsad. Patel has alleged in her complaint that Mevani shared the video without verifying the facts with them, thus causing damage to the school’s reputation and adversely impacting the confidence of schoolteachers. Police lodged the offence after conducting a preliminary inquiry on receiving the complaint from the school. Mevani along with the video had shared a text titled ‘Barbarism of worst form’. He named the school and asked his followers on social media to share the message “till the teacher is terminated and the school gets closed.” “In that tweet, I had asked the Prime Minister’s Office if the video was real? I had no intention to harm the school’s reputation and ready to say sorry to those hurt thousand times. Police could have asked my explanation before registering the offence. There is more than meets the eye in registration of FIR in the matter. There won’t be any FIR for kicking a woman in public but can be one for tweeting,” said Mevani, claiming that he had shared the video to bring it to the notice of the authorities. Mevani deleted the post from his Twitter handle on May 21 and posted a clarification that he shared the video out of emotion. “We have booked the MLA and started investigation into the issue. We will register statements of all the concerned and collect evidences after which further action in the matter will be taken,” Valsad district superintendent of police Sunil Joshi told TOI. The video along with text in Hindi is in circulation of social media for the past three years despite the school’s clarifications and protests. Download The Times of India News App for Latest City .", "time": "2019-06-16 10:35:00", "link": "https://timesofindia.indiatimes.com//city/surat/mevani-booked-for-defaming-valsad-school/articleshow/69806820.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "All about Anupama, cricketer Bumrah’s rumoured girlfriend": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/all-about-anupama-parameswaran-cricketer-jasprit-bumrahs-rumoured-girlfriend/videoshow/69811215.cms", "description": ""}, "Surat: Congress miffed with civic chief’s report on Takshashila fire": {"time": "2019-06-11 08:36:00", "link": "https://timesofindia.indiatimes.com//city/surat/cong-expresses-unhappiness-with-civic-chiefs-report-on-takshashila-arcade-fire/articleshow/69731056.cms", "description": "SURAT: Members of opposition Congress expressed their dissatisfaction with municipal commissioner M Thennarasan’s primary report on Takshashila Arcade fire disaster and sought exemplary punishment for the guilty civic officials at the general board meeting here on Monday. They demanded resignation of municipal commissioner and also that of Mayor of the BJP-ruled Surat Municipal Corporation over the fire disaster that had claimed lives of 22 young people on May 24. Congress councillor Bhupendra Solanki said, “By presenting wrong facts, the commissioner has taken the ruling BJP for a ride. BJP leaders along with the municipal commissioner are responsible for this disaster. The fire department has been facing shortage of staff and machinery for many years, yet nothing was done by them.” Vijay Panseria, another Congress councillor, said, “Many files of the illegal built structures were approved by civic officers after taking bribes.” Thennarasan said, “I had never tried to mislead the house. I have always given evidence whenever required.” He informed that after the fire incident, 950 commercial buildings and 1,700 tuition classes were surveyed in the city, and that 350 of them were sealed for failing to comply with safety norms. Standing committee chairman Anil Goplani said all should take an oath not to allow or recommend illegal constructions in the city. He said, “We convened this meeting to discuss the issue. Chief minster Vijay Rupani has already said that guilty will not be spared. There will be no interference in the investigation. If my quitting will solve the problem, I am ready to resign. This is not the time to level allegations against each other, but to sit together and ensure that such tragedy never ever occurs in Surat again.” On behalf of the ruling BJP, he assured there will be no interference in the ongoing demolition drive against illegal constructions in the city. “We elected representatives should take a pledge not to recommend any illegal construction in the city,” Goplani said. The meeting continued until late into the night. Download The Times of India News App for Latest City ."}, "Marvel Avengers": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/the-official-marvel-avengers-game-to-launch-next-year/articleshow/69750028.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "description": ""}, "Custodial death: Criminal conspiracy angle to cover up case not yet probed": {"datetime": "", "description": "SURAT: One more accused in the Khatodara custodial murder case, constable Kalpesh Garmabha surrendered to the police on Saturday. Five more, including police inspector Mohanlala Bhagwanram Khileri, are still on the run.Meanwhile, 15 days into the murder case, police are yet to investigate a criminal conspiracy angle between the accused cops and the doctor of New Civil Hospital (NCH). The first doctor who attended victim Omprakash Pandey when he was brought to NCH did not mention injuries in the papers nor named the cops who brought him. While another doctor who came on duty later in the day noticed the injures on Pandey and mentioned it on the papers. This omission has raised doubts that a cover-up was attempted by the accused cops from the initial stage. Their dramatic escape from the police station on May 31 evening was a planned move since they knew that the victim is already dead or that he won’t survive for long. The cops had also shifted Pandey in mysterious circumstances to a private hospital from NCH. Interestingly, both NCH and Unique Hospital where Pandey was later shifted are within Khatodara police station limits. “Police are yet to register statement of the doctor who noticed injuries on the victim’s body. While statement of the first doctor who attended the victim has been registered. It is not yet clear if there are any irregularities,” deputy commissioner of police, Chintan Teraiya, told TOI. Teraiya has been handed over investigation into the case. Pandey was admitted in the hospital on May 31 and was declared dead the next day. In the postmortem conducted on June 2, doctors claimed that Pandey had been for around 12 hours then. However, sources in hospital claim that once a patient is put on ventilator, it is difficult to ascertain the exact time of death. Pandey, who was brain dead, was put on ventilator for over 24 hours at the private hospital. Download The Times of India News App for Latest City .", "time": "2019-06-16 11:59:00", "link": "https://timesofindia.indiatimes.com//city/surat/custodial-death-criminal-conspiracy-angle-to-cover-up-case-not-yet-probed/articleshow/69806806.cms"}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-shares-5-life-lessons-have-nothing-to-hide/videoshow/69819618.cms", "description": ""}, "Weaving project investments suffer sans PAC meetings": {"time": "2019-06-13 12:38:00", "link": "https://timesofindia.indiatimes.com//city/surat/weaving-project-investments-suffer-sans-pac-meetings/articleshow/69762780.cms", "description": "SURAT: New investments in the powerloom sector in country’s biggest man-made fabric (MMF) industry has been affected with the textile commissioner’s office not holding Project Approval Committee (PAC) meeting for the last 16 months. According to the Federation of Gujarat Weavers Welfare Association (Fogwa), the PAC meeting is considered as an important one and should be held once every month. All the projects regarding new investment in the powerloom sector are approved in the PAC meeting. However, without even a single meeting held for so long, new investments and employment opportunities are getting stuck and delayed. President of Fogwa, Ashok Jirawala said, “Project investments to the tune of over Rs 2,000 crore has been affected in the textile sector sans PAC meetings. We have asked the new textile commissioner to hold PAC meeting every month so that projects under TUFS scheme get approved on time.” According to Jirawala, reduction in subsidy rate from 30% to 10% has adversely affected investment under amended Technology Upgradation (ATUF) scheme. The association has recommended restoring the rate at 30% so that the MSMEs in the powerloom sector can take benefit from it. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Celebs Wish": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/world-cup-2019-b-town-celebs-wish-indian-cricket-team-on-their-victory-against-pakistan/articleshow/69819221.cms", "description": ""}}