{"South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Pune: Labour department directs construction workers to get registered under BOCW board to avail benefits": {"description": "PUNE: The labour department has directed that all construction workers should get themselves registered to get various privileges. At a meeting, the labour department through the Maharashtra Building and Other Construction Workers Welfare Board (BOCW) representatives, announced that they had distributed Rs 19 crore in Pune to over 34,000 construction workers in the form of various benefits. Sharing this information, additional labour commissioner Shailendra Pol stated that with various infrastructure works going on in the city, there should be mandatory registration of labourers to get the required benefits like aid in education for their children, healthcare, home building assistance, mid-day meal and safety and essential kits. In order to promote the legal rights of the building constuction labourers through advocacy actions, CREDAI- Pune Metro urged contractors to get them registered under BOCW board. Over 200 contractors attented the programme. Besides the labourers, even watchmen, plumbers, electricians, stone cutters, painters, clerks and those involved in the construction work can also get registered under the BOCW board. Speaking at the event, Suhas Merchant, President CREDAI-Pune Metro said, “We want to promote the legal rights of the workers. By registering under the BOCW, these workers will be entitled to many privileges and we should make them aware about that.” For registration, the labourer will have to be older than 18 years, he has to submit a bank statement, a contractor’s certificate along with a registration form for which he will be charged Rs 25 and Rs 12 as annual fees. Download The Times of India News App for Latest City .", "time": "2019-06-19 17:53:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/pune-labour-department-directs-construction-workers-to-get-registered-under-bocw-board-to-avail-benefits/articleshow/69859354.cms"}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "All Women Power Rally 2019": {"time": "", "link": "http://photogallery.indiatimes.com/events/pune/all-women-power-rally-2019/articleshow/68795028.cms", "description": ""}, "Burning of garbage.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/burningofgarbage-/articleshow/69818262.cms", "description": ""}, "Rs 7 lakh stolen from corporator’s house in Pune": {"description": "PUNE: Unidentified person(s) on Tuesday stole cash worth Rs 7.25 lakh from a corporator’s house in Dhankawdi. The Nationalist Congress Party’s corporator Ashwini Bhagwat’s husband Sagar Bhagwat has lodged an FIR with the Sahakarnagar police. Anil Shewale, senior inspector of the Sahakarnagar police told TOI that Bhagwat’s two storied house is located in Dhankawdi area. Bhagwat stated in his complaint that his friend who is about to get married had kept Rs 5.25 lakh with Bhagwat. “The complainant had kept Rs 5.25 lakh and his Rs 2 lakh collectively worth Rs 7.25 lakh in a cupboard on the first floor of his house,” Shewale said. On Tuesday afternoon when Bhagwat and is wife were in Pune Municipal Corporation, his friend contacted Bhagwat for the money. “Bhagwat told his friend to meet his daughter, who would give him the cash,” Shewale said adding, “When Bhagwat’s daughter went on the first floor of their house, she found that the drawer in the cupboard was opened and the cash was missing,” Shewale said. Shewale said that the police suspect involvement of someone who knew about the cash in the drawer. The drawer was opened with a key. “We are probing the case from all angles,” Shewale said. Download The Times of India News App for Latest City .", "time": "2019-06-19 21:26:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/rs-7-lakh-stolen-from-corporators-house-in-pune/articleshow/69862867.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Navi Mumbai man drugged and robbed on MSRTC bus": {"description": "PUNE: A 62-year-old Navi Mumbai resident accepted sedative-laced water and biscuits from a co-passenger on a state transport bus ride from Pune to Mumbai. He woke up two days later in a hospital, with a gold chain and three rings, worth Rs1 lakh, missing. The incident happened on May 28, when the complainant, Ravindra Jadhav of Kamothe, was taking a Maharashtra State Road Transport Corporation (MSRTC) bus from Pune to Mumbai. Jadhav regained consciousness at a hospital in Mumbai and went to the Bhoiwada police station in Mumbai. He was sent to the Swargate police station in Pune to lodge a complaint, which Jadhav did on Monday. According to the FIR, Jadhav and his wife had come to Pune on May 27 for a wedding. The next day, his wife went to Satara district by bus, while Jadhav boarded the Bhor-Parel bus. \"Jadhav was sitting behind the conductor's seat. A stranger sat next to him and bought a ticket for Kalamboli in Raigad,\" a police officer said. Before the bus started, the man offered Jadhav some water. As he had his own water bottle, Jadhav declined. But the stranger insisted that Jadhav take a sip as he was carrying chilled water. Jadhav relented. \"The bus left Swargate around 1.30pm. When they reached Chandni chowk, the man offered Jadhav a biscuit. Jadhav again declined, as he had just had lunch,\" the officer said, adding, \"Jadhav however ate one biscuit.\" He fell unconscious. A guard at the Parel depot found Jadhav and alerted his wife. \"She then informed their relatives in Mumbai, who rushed to the depot and took Jadhav to a hospital,\" the officer said. Download The Times of India News App for Latest City .", "time": "2019-06-19 07:42:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/navi-mumbai-man-drugged-and-robbed-on-msrtc-bus/articleshow/69850517.cms"}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Choreography festival concludes on a high note at Jyotsana Bhole Sabhagruha": {"description": "Under the auspices of Nadroop, Madame Menaka Choreography Movement, a proverb based choreography festival was recently held at Jyotsana Bhole Sabhagruha on Tilak Road in the city. The festival saw various performers take the challenge of performing based on a proverb of their choice for 20 mins. A concluding session on the choreographic process was also done as part of the fest. The fest saw many known names, including Sharvari Jamenis, Sucheta Bhide, Shama Bhate, Ajay Joshi and Pradeep Vaidya, in attendance. Glimpses from the event:Download The Times of India News App for Latest City .", "time": "2019-06-19 16:48:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/choreography-festival-concludes-on-a-high-note-at-jyotsana-bhole-sabhagruha/articleshow/69858099.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Over 15k seats in science stream unfilled last year": {"description": "Pune: Of the 30,000 vacant seats in the first year junior college (FYJC, Std XI), almost 50% were science seats, statistics shared by the centralised admission process (CAP) committee revealed. The most sought-after colleges in the city have a record of science seats filling up fast and the merit list closing in the second and third rounds. The lesser known colleges with science streams have pushed the vacancy percentage. Also, of the 6,000 seats in arts English medium only about 2,000 seats were filled last year.Laxmanrao Apte Prashala and Junior College principal Teresa David said all their seats are filled in the first round but they have other rounds because of 5%-10% drop out. “Students with high percentages take admission here but the diploma results are announced later and the admission process too starts later. Students who have got a seat in diploma cancel their admissions. Then, there are students who realise that the college is too far away from their residence and cancel admissions. There are also a few outstation students who are unable to cope with living alone and hence are taken away by their parents,” David said.Anwar Shaikh, principal of Poona College of Arts, Science and Commerce said the vacancy issue haunts colleges in the outskirts of the city. “Every parent wants to send their child to a reputed city college. The increase in seats in the 19 city colleges means that the high scoring students will go to these colleges and hence the quality of students applying to the other colleges may fall. Secondly, it will spell doom for colleges in the outskirts as they struggle to fill up their seats and it will mean further vacant seats in the college,” he added.Shaikh said, “Arts has become a choice of subject for students preparing for competitive exams and who are completing standard XII as a formality. Hence, most students take up arts in Marathi medium because they can pass easily and prepare for the competitive exams.”Download The Times of India News App for Latest City .", "time": "2019-06-20 04:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/over-15k-seats-in-science-stream-unfilled-last-year/articleshow/69865390.cms"}, "Fractured gas pipeline repaired by MNGL in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/fractured-gas-pipeline-repaired-by-mngl-in-pune/videoshow/69496630.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Waste of Public Money": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wasteofpublicmoney/articleshow/69718308.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Blocked Manhole covers and water puddles": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/blockedmanholecoversandwaterpuddles/articleshow/69749030.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "NDA convocation ceremony: Cadets display combat skills and sky manoeuvres in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/nda-convocation-ceremony-cadets-display-combat-skills-and-sky-manoeuvres-in-pune/videoshow/69562940.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Another tree that will soon choke and die !": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/anothertreethatwillsoonchokeanddie21/articleshow/69764377.cms", "description": ""}, "Senior citizen loses Rs 60,000 to debit card swap in Bibvewadi": {"description": "PUNE: The Bibvewadi police on Monday booked a man for withdrawing Rs60,000 from an elderly man’s bank after swapping his debit card with a dud. The swap occurred at an ATM kiosk in Upper Bibvewadi on March 2, while the cash was withdrawn from ATMs in Bibvewadi and Dhankawdi between March 2 and 4. On March 2, 63-year-old Dattatraya Paste was trying to withdraw money from a State Bank of India ATM at Raskar Palace. When he entered the kiosk, he saw a man, in his mid-twenties, already standing inside. The money was for his granddaughter’s school fees. Paste was about to insert his card into the machine, when the stranger stopped him and said he was doing it in an incorrect manner, police said. The suspect, under the pretext of showing Paste how to do it properly, took his card to demonstrate. Then, he distracted Paste and swapped his debit card for an inoperative one. The suspect returned the card to Paste and told him to insert the card into the machine again, enter his personal identification number (PIN) and withdraw the cash. The elderly man followed the suspect’s directions, but, despite multiple attempts, the machine did not dispense the money. Meanwhile, the suspect memorized the PIN and quickly made his escape, police said. The same evening. Paste’s daughter received a text alert that Rs20,000 was withdrawn from the account. They were unable to block the card on March 3, as it was a Sunday. However, the suspect withdrew a further Rs20,000 the same day. According to the FIR, the conman transferred Rs20,000 into the SBI account of one Mohan Ingle on Sinhagad Road on March 4. Paste’s daughter got the card blocked immediately to prevent the suspect from withdrawing/transferring money from her father’s account, police said. On the delay in lodging FIR, sub-inspector Kiran Lite of Bibvewadi police said Paste had submitted a complaint application after he got duped. “We conducted a preliminary inquiry and lodged his complaint under section 420 (cheating) of the Indian Penal Code on Monday. The inoperative card is the name of one Vijay Kulkarni. We have send a letter to the SBI to provide CCTV footage of the fraudster,” Lite said. In June, in two separate cases, the police had arrested two men for using this trick to cheat people. In one case, a Koregaon Bhima resident had swapped a woman’s debit card in Alandi and spent Rs79,000 on it. In the second case, the suspect was arrested and 87 ATM cards were recovered from his possession. The previous month, a 24-year-old student lost Rs22,500 after a stranger swapped her debit card at an ATM in Koregaon Park. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/senior-citizen-loses-rs-60000-to-debit-card-swap-in-bibvewadi/articleshow/69848633.cms"}, "CBI seeks custody of Mumbai lawyer": {"description": "PUNE: The CBI on Wednesday moved a fresh plea before a special UAPA court, seeking a five-day custodial remand of Mumbai lawyer Sanjiv Punalekar in the Narendra Dabholkar murder case. The CBI pleaded that it wanted to confront Punalekar with a fresh set of evidence, including documents recovered from his seized laptops and the call data record of his cellphone. Special UAPA judge R M Pande posted the matter for a hearing on Thursday after asking the defence lawyers to make their written submission on the CBI’s remand plea. The CBI’s plea comes at a time when arguments over the bail pleas of Punalekar and his assistant, Vikram Bhave, were nearing completion. Special public prosecutor Prakash Suryavanshi was to conclude his arguments. The arguments are now on hold. Suryavanshi told TOI, “The CBI has retrieved the data from the two laptops seized from Punalekar’s office following his arrest. The CBI wants his presence in custody for further investigation in relation to this data.” He added, “They also want to probe him in relation to the call data record and this was the reason it moved a remand plea. The bail proceeding will now be taken up after the remand matter is settled.” Lawyer Virendra Ichalkaranji, representing Punalekar, said, “We feel the CBI’s remand plea is nothing more than a tactic to prolong the matter.” The CBI arrested Punalekar and Bhave on May 25 for allegedly instructing destruction of firearms used in the murders of Dabholkar in Pune on August 20, 2013, and Gauri Lankesh in Bengaluru on September 5, 2017, and aiding the two shooters in a recce, respectively. It is the probe agency’s case that Sharad Kalaskar, one of the two men accused of shooting at Dabholkar, said in a statement recorded before a Karnataka magistrate on October 12, 2018, that Punalekar had told him in June 2018 to destroy the firearms used in the two murder cases. Kalaskar acted on the instruction by dismantling and throwing four firearms into a water body from the bridge at the Thane creek on July 23, 2018. Bhave is accused of accompanying Kalaskar and the other alleged shooter, Sachin Andure, for a recce on Dabholkar’s routine and the escape route, the agency claimed. A Pune court had ordered the duo’s remand in CBI custody till June 1, when the probe agency told the court that it had applied charges under the Unlawful Activities (Prevention) Act, which entitled them for a total 30-day custodial remand. The court extended the remand till June 4 and ordered the duo’s remand in judicial custody. They were sent to the Yerawada central jail. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/cbi-seeks-custody-of-mumbai-lawyer/articleshow/69865739.cms"}, "Slash and Burn agriculture causing Pollution": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/slashandburnagriculturecausingpollution/articleshow/69749049.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Youth assaults senior citizen": {"description": "Pune: A youth was booked for assaulting a 65-year-old man around 12.30am on Tuesday. The man suffered injuries on his head. His son has lodged an FIR.  “The elderly man was sleeping outside his house when he found that a youth was urinating on him. When he reprimanded the youth, the latter assaulted him with a sharp weapon. The man’s family and neighbours rushed outside on hearing him scream. The youth ran away. We have ascertained his identity and will arrest him soon,” an officer from the Wakad police said. TNN Download The Times of India News App for Latest City .", "time": "2019-06-20 04:53:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/youth-assaults-senior-citizen/articleshow/69865141.cms"}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Pride walk: Over 500 people join 9th LGBTQIA parade held in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/pride-walk-over-500-people-join-9th-lgbtqia-parade-held-in-pune/videoshow/69632002.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Pune: General body gives nod to give funds to public transport body": {"description": "PUNE: The general body of Pune Municipal Corporation (PMC) has given a go ahead to give funds to cover the operational loss of Pune Mahanagar Parivahan Mahamandal Limited (PMPML). The total losses are around Rs 244 crore and the PMC and Pimpri Chinchawad Municipal Corporation (PCMC) will share the liability. The elected members approved the proposal to give funds to the PMPML. They however criticised officials for not being able to curb the losses and questioned the public transport body staff for their poor performance. Corporators also demanded details about the losses and reasons behind mismanagement of the public transport body. “The PMPML is facing problems like old and outdated buses. It has led to increase in maintenance and losses. The increase in fuel prices too added to the loss of PMPML,” said Nayana Gunde, chairperson and managing director of PMPML, while replying to the elected members. According to PMC officials, apart from the losses caused due to public transport body’s problems, the money is also given to compensate for the free passes given to PMC. Around three lakh commuters use the bus pass services. They include students, senior citizens, special pass holders and differently abled citizens. Nearly 20,000 students avail the facility annually. Some elected members also demanded dissolution of PMPML. Download The Times of India News App for Latest City .", "time": "2019-06-19 17:36:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/pune-general-body-gives-nod-to-give-funds-to-public-transport-body/articleshow/69859027.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-2019-iceland-cricket-mock-rashid-khan-are-criticised-by-cricketers-around-the-world/articleshow/69855433.cms", "description": ""}, "Aqua Yoga is the favourite fitness mantra this summer": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/aqua-yoga-is-the-favourite-fitness-mantra-this-summer/videoshow/69610005.cms", "description": ""}, "no traffic sense": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/notrafficsense/articleshow/69780742.cms", "description": ""}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Unattended Garbage and sewage leakage in Bavdhan": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unattendedgarbageandsewageleakageinbavdhan/articleshow/69780828.cms", "description": ""}, "All type of Garbage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/alltypeofgarbage/articleshow/69748970.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Forays into deep space fuel interest in physics, maths and astronomy": {"time": "2019-06-18 12:20:00", "link": "https://timesofindia.indiatimes.com//city/pune/forays-into-deep-space-fuel-interest-in-physics-maths-and-astronomy/articleshow/69833256.cms", "description": "Pune: Space exploration has taken a giant leap with interest among students in astronomy and related fields going up.  Expertise in physics is the easiest way to make a career in astronomy. Tarun Souradeep, senior professor at IUCAA, said during his time, the engineering syllabus had a much broader view which allowed him to move to physics for a master’s degree. “It is not the case any more as engineering has become much more focused. I do not believe that you need a specialized course in astrophysics or such in the undergraduate level to become an astrophysicist. What is required is a good fundamental knowledge of physics as everything is eventually an applied version of physics.” Sukanta Bose, science lead of the LIGO-India Project, said while pure physics in graduation will do, there is a need for a master’s thesis as well as smaller projects in the astronomy related field during the postgraduate course if a student wishes to have a career in astronomy. “Centres like IUCAA are mandated by the University Grants Commission to expand astronomy courses in Indian universities so that at least when graduating there is enough representation of astronomy among other sciences. We are currently in process of working with Savitribai Phule Pune University to have students enrolled in MSc Physics do something exclusively in astrophysics for their master’s thesis,” Bose said. Varun Bhalerao, assistant professor at IIT Bombay said even if a student is unable to make a career in astrophysics despite taking up physics in their masters and PhD course, he or she can get a job in industries as they too are opening up their recruitment drives to students with a PhD. But he advises students to make sure that their PhDs are on a good subject and from a good institute. “A PhD in physics means you have taken up a problem which nobody has solved as yet. In the years of research, you are solving the problem and submitting your research for your PhD degree. Industries also want people with excellent fundamental knowledge who can solve problems innovatively and research students fit the bill. While there is a huge difference in the recruitment of PhD students in foreign countries, the Indian industry is opening up too,” Bhalerao said. Bhalerao who took up engineering for his bachelor’s degree says despite his course work, he made sure that he kept himself up-to-date with physics and did projects in the astronomy sector. “But I got a lot of rejections when I was applying for my research in astrophysics because there were students of physics who were always given preference. Hence, if a student knows that he or she wants a career in astrophysics, it is always better to take physics in the undergraduation and specialize along with mathematics, computers and statistics,” Bhalerao added. Arvind Paranjpye, director of Nehru Planetarium, said in the present scenario, engineering students have an option of doing PhD with Indian Space Research Organisation (ISRO) after graduation through the Indian Institute of Space Science and Technology. \"With the kind of leap ISRO is taking, the basics of space science should come down to primary level. Astronomy should be taken to schools. These days small kits and models are available for space-related things which could be introduced at the school level itself,\" Paranjpye said. Download The Times of India News App for Latest City ."}, "\nMusic, food and entertainment enchant Pune youngsters\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Music-food-and-entertainment-enchant-Pune-youngsters/articleshow/52270515.cms", "description": "Music and gastronomy, combined with a bevy of stars and cuisines, created a unique extravaganza that made Puneites come together. Youngsters were enthralled with not only the music but the breath of cuisines available from the Gourmet Renaissance master brand. Meru Kapital, the promoters of Gourmet Renaissance, an emerging food and beverage conglomerate with interests in catering, specialty restaurants and eat-in services, took their love affair with Pune further ahead this time, after winning hearts with their philosophy of ‘Love, Serve and Care’ at the RPSG matches in the city.  After winning hearts with their products, services and philosophy of Love, Serve and Care at the RPSG matches in Pune, Meru Kapital, the promoters of Gourmet Renaissance — an emerging food and beverage conglomerate with interests in catering, specialty restaurants and eat-in services — presented the Pune Music Festival. The festival was headlined by Himesh Reshammiya, along with a line-up of bands like Parikrama, Indian Ocean, Euphoria, Lost Stories, Agnee, Raghu Dixit Project and deejays such as Ankytrixx, Ritviz and Naezy.  Eleven specialty restaurant brands of Gourmet Renaissance provided an array of international cuisine in a pop-up format that created a food festival-like experience at the venue. Gourmet Renaissance brands such as Thai Baan, Viva Latino, Zonkos, Maadjapahit, Mesopotamia, Mughlai Rasoi and Villiagio Italiano created a buzz with Puneites. Pop ups included cuisines ranging from Indonesian, Thai, Latin American, British, Mediterranean, Italian, Afghani, Asian and Indian, providing an eclectic range to festival goers.  Prannay Raj Malhotra, a visitor at the festival, said, “I came to enjoy hard rock music but ended up enjoying the scrumptious molecular gastronomy!” Christina Bharwani (Director, Gourmet Renaissance) lit the lamp with Himesh Reshammiya to launch the festival. She said, “We thank the Magar family for arranging this exciting musical line-up and bringing them to Pune. We promise to bring many more national and international celebrities to Pune on a regular basis. Our brand is committed to a vibrant Pune, and taking forward our Love Serve Care philosophy. We are delighted to collaborate with Himesh, who has more than 650 hits to his name, to compose an anthem for us on this theme. We feel his songs are soul stirring and look forward to this association.”  Said Himesh, “The values of Love Serve Care are eternal. I am glad to collaborate with the brand by composing an anthem on these core values.” The company also announced the opening of Bollywood Rendezvous, a musical lounge that will offer a mélange of food and entertainment with a menu inspired by Bollywood hit songs — from the golden melodies of Lata Mangeshkar, Manna De and Kishore Kumar to contemporary hits from YoYo Honey Singh, Badshah, Armaan Mallik and more. “The food at the lounge will reflect the evolution of music from raagas to rap, and we are delighted to bring this new concept to Pune, the land of poet saints and music maestros. Being a food and beverage company, we are committed to help our brethren farmers alleviate problems arising from water scarcity in the state, which impacts their livelihood and food supply. The company will present a special Love, Serve, Care concert that will help raise funds for this shortly as this is an immediate need,” concluded Christina. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Pancreas-kidney transplant gives new life to diabetic": {"description": "Pune: A team of doctors successfully performed combined pancreas-kidney transplant on a 36-year-old diabetic man at a city hospital on June 15 after the family members of a brain-dead teenager consented to donate his vital organs.The 11-hour-long complex surgery was carried out at Deenanath Mangeshkar hospital (DMH), which was also the first health centre in the state to carry out such a transplant in November 2016.The donor, a 19-year-old boy, was riding pillion on his father’s two-wheeler when the vehicle was involved in a head-on collision with a state transport bus on June 9. While the teenager’s father died on the spot, the boy suffered grievous head injuries and was later declared brain-dead. On June 14, the family members of the boy agreed to donate his vital organs.The recipient suffered from type 1 diabetes since childhood and his condition further deteriorated after he developed kidney failure a couple of years ago. “After the transplant, the patient is recovering well and does not require insulin. His blood sugar level is within normal range and his kidney functions are also normalising,” multi-organ transplant surgeon Vrishali Patil told TOI.Patil led the team of surgeons, including transplant experts Ninad Deshmukh and Bhagayashree Khaladkar, in performing the complicated surgery, which is common in western countries but rare in India. The recipient initially presented with cardiopulmonary failure and life-threatening fluctuating blood sugars not responding to medical management. Senior transplant nephrologist Atul Mulay treated him initially and worked him up to sustain the transplant surgery. This involved fine-tuning his dialysis and treating his complications.Elaborating on the complexities, Patil said, “It involved connecting a part of the small intestine and whole pancreas to major blood vessels on one side of the pelvis and then connecting the kidney to the blood vessels and urinary bladder on the opposite side.” This required critical monitoring throughout and immediately after the surgery. Hospital’s anaesthetist Sujit Saraf, intensivist Prasad Akole, gastroenterologist Sachin Palnitkar provided the medical care with Mulay during this period.“For someone like this young man with uncontrolled type 1 diabetes and complications like hypoglycemia (blood sugars less than 70), renal failure, cardiopulmonary failure, pancreas transplant is a life-saving operation. The transplant surgery provides freedom from dialysis and better quality of life,” Patil said.Download The Times of India News App for Latest City .", "time": "2019-06-20 04:24:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/pancreas-kidney-transplant-gives-new-life-to-diabetic/articleshow/69865697.cms"}, "Pune Nagar road traffic issues": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/punenagarroadtrafficissues/articleshow/69748955.cms", "description": ""}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Pune: Financial aid on cards for bulk waste generators": {"time": "2019-06-18 12:21:00", "link": "https://timesofindia.indiatimes.com//city/pune/financial-aid-on-cards-for-bulk-waste-generators/articleshow/69833267.cms", "description": "PUNE: The civic body has decided to offer subsidies for setting up garbage processing units on the premises of bulk garbage generators — commercial or residential establishments that generate over 100kg waste daily. A panel of experts has been formed to guide the establishments on setting up the units. “The Pune Municipal Corporation (PMC) will provide subsidy for procurement of the processing machines. The establishments will have to provide space on their premises,” said Dnyaneshwar Molak, head of PMC’s solid waste management department. Molak said the capacity of the machines would start from 5kg. “The capacity of the machine will be decided according to each establishment’s demand. The firms empanelled in the group will provide machines and technical support. We are also exploring the option to provide additional tax rebate for properties owners,” he said. The civic body has already initiated action against bulk waste generators who fail to dispose their waste properly and has imposed fines on housing societies in Hadapsar, Mundhwa and Kondhwa. Officials of the PMC said the action is based on directives issued by the state government in December. The PMC has also drafted bylaws for garbage disposal and management. It has made provisions to impose fines ranging from Rs5,000 to Rs15,000, or more for repeat offenders. A senior PMC official said, “Bulk garbage generators are expected to dispose waste on their premises. But they have failed to comply. Imposing fines on defaulters has failed to help in implementing the proper disposal of waste on the ground. The civic administration’s action to impose fines was criticized by some elected members. So, the civic body is trying to find out a different way to resolve the issues.” Bulk garbage generators include housing societies with more than 70 flats, hospitals, schools, universities, hotels, civic offices, sports complexes, and religious establishments, among others. Download The Times of India News App for Latest City ."}, "rain water accumulation": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rainwateraccumulation/articleshow/69780810.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "\nBrett Lee interacts with Puneites\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Brett-Lee-interacts-with-Puneites/articleshow/51763769.cms", "description": "Ace cricketer Brett Lee recently paid a visit to the Amanora Town Centre Mall where he spoke to a crowd of over 200 senior citizens about creating awareness on hearing disabilities. Present at the special occasion was Aditya Deshpande, Director-City Corporation Limited, who felicitated Lee. The event was a great success as the senior citizens enjoyed and keenly listened to the talk given by Lee along with a doctor who gave more details about the same.  Lee shared his experience of being the face for a multinational hearing aid company and how he is moved and touched by the way people are benefiting from the availability of the cochlear implant. He went on to talk about the benefits of this implant and how one can get back to their regular life without feeling less adequate in any area. The crowd enjoyed his presence to the fullest as he, with great joy, interacted with them on the topic of hearing loss and how it can be tackled.  Amanora Town Centre Mall has always been in the forefront for hosting CSR activities apart from a plethora of other engaging events. The mall’s high footfall ensures that maximum visitors can avail the benefit of these activities.  Some of the other events lined up this month at Amanora Town Centre Mall include the Skateboard Jam with Andy Anderson on April 17, Robotics Summer Camp for kid’s on April 23-24 and the Hola 5.0 Flea Market on April 30 and May 1. Download The Times of India News App for Latest City ."}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Road Contractor Apathy": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadcontractorapathy/articleshow/69748947.cms", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Pune: Bus hits 2 vehicles after brake failure": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/pune-bus-hits-2-vehicles-after-brake-failure/videoshow/69791085.cms", "description": ""}, "6 reservoirs sans live storage in Maharashtra, highest in country": {"description": "PUNE: Maharashtra currently has the highest number of reservoirs without live water storage in the country. Of the 91 reservoirs the Central Water Commission (CWC) monitors, six in Maharashtra have reached the no live storage level. Sholayar dam in Tamil Nadu and Nagarjuna Sagar dam — straddling the border between Nalgonda District in Telangana and Guntur district in Andhra Pradesh — have also run out of live storage. Water can be discharged from reservoirs for use till they have live storage. According to the CWC data till June 13, the six state dams without live storage are Yeldari in Parbhani district, Ujjani in Solapur district, Jayakwadi in Aurangabad, Upper Tapi in Jalgaon, Pench in Nagpur and Isapur in Hingoli, Yavatmal, Nanded. Maharashtra is currently the only state after Andhra Pradesh that has recorded the highest plunge in its reservoir storage in comparison to the live capacity till now. A CWC official told TOI that no live storage in reservoirs means only dead water storage was available in them. “There are eight such reservoirs in the country among the 91 major reservoirs monitored by us. A majority of them are in Maharashtra. The drought-like situation last year in Maharashtra and delayed monsoon this time have caused water levels to dip considerably in dams, leaving only dead storage in some. Whatever little rainfall the state has been receiving has been in scattered locations, which has not helped in filling the dams,” the official said. He said other states might be currently better off than Maharashtra because they might not be using dam water to that extent or received better rainfall. A water resource department official said the live storage in dams was taken for water planning throughout the year. “The dead storage is not considered in this planning but still, that water is available in dams and can be used if need be. A major demand and allocation of live storage water is for irrigation (75%), while 10-15% of it is allocated for industrial and domestic uses. For domestic usage, enough water is still available in the dead storage in dams,” he said. On the maximum number of dams in Maharashtra reporting 0% live storage, the official said the state had more dams in comparison to others states and so the number of dams with only dead storage was more here. An official from the water resources department in Aurangabad said in the case of Jayakwadi dam, drinking and industry water needs were currently being met by means of using the reservoir’s dead storage. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:37:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/6-reservoirs-sans-live-storage-in-maharashtra-highest-in-country/articleshow/69865775.cms"}, "A legendary evening of Kathak": {"time": "", "link": "http://photogallery.indiatimes.com/events/pune/a-legendary-evening-of-kathak/articleshow/69495087.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Workshop on remodelled structure of assessment": {"description": "PUNE: A workshop based on 'Remodelled Structure of Assessment' was recently conducted at Vidya Pratishthan's English Medium School (CBSE), Vidyanagari, Baramati, by CBSE Centre of Excellence (CoE), Pune. The director and principal Radha Kore felicitated the resource persons - Padmaja Chavali, the principal of City International School, Kothrud and Kiran Singh, the principal of Vidya Valley School, Patas. During the first session, Chavali explained the change and remodelling in periodic tests and subject enrichment activities proposed by CBSE. She also emphasized on the importance of being learning-centred while assessing the students. In the next session, she explained the importance of health and physical education, yoga and seva activities in school. Kiran Singh spoke on the objectives to create awareness about notebook checking, subject enrichment activities and division of marks in internal and external assessments and implementation of the remodelled structure in assessments. Around 58 teachers along with two principals attended the workshop from different schools of Maharashtra including Nashik, Pune, Gadchiroli, Indapur and Baramati. Ashwini International organizes seminar Ashwini International School, Tathawade recently organized a two-day workshop on 'Pursuit of Inner Self Excellence (POISE)' for all faculty members of the school. The workshop aimed to update individual's skill, attitude and approach in the light of development of new teaching techniques, circumstances and educational research. It was an initiative of the Heartfulness Institute, an organization working in the area of spirituality and meditation. The objective behind conducting the workshop was to foster knowledge, skills and professional competence. The resource persons for the workshop were Mohandas Hegde, the director of Centre for Research Education, Sadhana and Training (CREST), Bengaluru and Supriya Sharma, trainer at Heartfulness Institute The first day highlighted the importance of spiritual values for human excellence, followed by a meditation session. Post break, Sharma conducted a session on the role of a teacher in building the society. The next unit of discussion was held on teaching techniques - ancient and modern methodologies. The second day of the workshop covered the importance of rejuvenation and how it can change one's life in today's stressful conditions. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/workshop-on-remodelled-structure-of-assessment/articleshow/69853994.cms"}, "No proper collection of grabage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nopropercollectionofgrabage/articleshow/69818295.cms", "description": ""}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Lohegaon sees highest rate of domestic flyer increase": {"description": "PUNE: Domestic passenger traffic at the city airport is growing at a faster rate than in other facilities, including Mumbai, in Maharashtra, revealed the state’s economic survey for 2018-19. The domestic passenger traffic at the Pune airport in 2017 was 65.12 lakh and it rose to 78.92 lakh in 2018, a 21.2% increase. On the other hand, the passenger traffic in Mumbai saw a 6.5% increase from around 327.12 lakh in 2017 to 348.50 lakh in 2018. “We are continuously upgrading the infrastructure at the Lohegaon airport to sustain growth. We need land from the state government to provide infrastructure for mid-term growth. The new airport (in Purandar) is required for a long-term growth,” a senior Pune airport official said. Another airport official said the facility was expected to grow at a rate of 15-18% in 2019. “The airport recorded a growth percentage of 20.6 in 2017-18 and is currently ranked third in the list of fastest growing airports in India in the category of 5-15 million passengers a year. We understand passenger amenities need to be on par with international standards. Some important projects, including terminal expansion, are lined up in the next two years,” he said. Passengers and aviation experts, however, said the airport’s growth was its “worst enemy”, considering the inadequate amenities for passengers because of lack of space. “It is good that the airport is growing in terms of passengers, but what about the facilities? ,” said Rajiv Pradhan, a frequent flyer. Aviation analyst Dhairyashil Vandekar said the double-digit growth recorded by Pune was far more than that of Mumbai. “This is because Pune airport succeeded in accommodating additional flights. This led to increased passenger and cargo growth. The Mumbai airport could record only a single digit growth because the facility is super saturated,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:12:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/lohegaon-sees-highest-rate-of-domestic-flyer-increase/articleshow/69848831.cms"}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Three from Rajasthan booked for murder in Pune's Kharadi": {"description": "PUNE: The Chandannagar police on Tuesday booked three men from Rajasthan for brutally attacking a labourer at Kharadi on May 5. The victim Ram Swaroop (21) succumbed to his injuries on June 3 while undergoing treatment at a private hospital in Rajasthan. The victims father Charandas lodged an FIR with the Rajasthan police holding three men responsible for his son’s murder. After conducting preliminary investigations, the Rajasthan police transferred the case to Pune police for taking action. The victim was staying with the suspects in a house at Chaudhari vasti in Kharadi and was doing furniture work. But the suspects forced him to do household work, police said. Police said after Swaroop stopped doing the house hold work, the suspects in a fit of anger brutally assaulted him on May 5. The trio on the next day sent him to his native place at Rajasthan. The victim’s family members admitted him in hospital on May 11 and he died while undergoing treatment on June 11. The suspects have been booked under the relevant sections of the Indian Penal Code and Atrocities Act. Download The Times of India News App for Latest City .", "time": "2019-06-19 21:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/three-from-rajasthan-booked-for-murder-in-punes-kharadi/articleshow/69862484.cms"}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-2019-shikhar-dhawan-ruled-out-of-world-cup-with-thumb-fracture-sources/articleshow/69857637.cms", "description": ""}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Drainage pipes broken at Vishrantwadi": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagepipesbrokenatvishrantwadi/articleshow/69764479.cms", "description": ""}, "Transport utility added only 48 buses to its fleet last year": {"description": "PUNE: Only 48 more buses were added to PMPML’s fleet in 2018, which helped the public transport utility increase its average daily ridership by 42,000, the state’s economic survey for 2018-19 has revealed. The survey stated that the average number of PMPML buses on road per day in 2017 stood at 1,382 as against 1,425 in 2018. “These figures show that the transport body has not been utilizing its fleet completely as it is claimed that PMPML around 2,100 buses. The problem perhaps lies with the maintenance of vehicles, which is not being solved,” PMP Pravasi Manch secretary Sanjay Shitole told TOI. He said the almost stagnant ridership of the PMPML reflects years of neglect, prompting people to opt for alternative options. Parthiv Shikre, who stopped commuting by PMPML buses because of their unreliability, said, “The buses don’t come on time. So, I took help of my cousin and bought a two-wheeler.” Download The Times of India News App for Latest City .", "time": "2019-06-19 12:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/transport-utility-added-only-48-buses-to-its-fleet-last-year/articleshow/69848843.cms"}, "Caught on cam: Women activists brandish weapons in VHP’s ‘Shobha Yatra' in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/caught-on-cam-women-activists-brandish-weapons-in-vhps-shobha-yatra-in-pune/videoshow/69631764.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Hundreds participate in LGBTQ pride parade in Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/hundreds-participate-in-lgbtq-pride-parade-in-pune/videoshow/69622767.cms", "description": ""}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "\nSmita Patil film fest concludes amidst huge response in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Smita-Patil-film-fest-concludes-amidst-huge-response-in-Pune/articleshow/49464083.cms", "description": ""}, "Illegal bikes parked on Naylor Road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalbikesparkedonnaylorroad/articleshow/69764470.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "Ramnadi Restoration Mission: 15,000 students to participate in the biggest river clean-up project": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/ramnadi-restoration-mission-15000-students-to-participate-in-the-biggest-river-clean-up-project/videoshow/69663069.cms", "description": ""}, "Solapur DCP among two injured in Pune-Mumbai expressway accident": {"description": "PUNE: Madhukar Gaikwad, a deputy commissioner of police with the Solapur police, suffered minor injuries after the car in which he was travelling rammed the guard rail on Kiwale Bridge on the Pune-Mumbai expressway on Tuesday morning. The driver too was injured. Both men have been admitted to a private hospital in Somatne Phata. The Dehu Road police said the car’s steering wheel had jammed as the car was turning right on the bridge towards the Katraj-Dehu Road bypass, causing the accident. Gaikwad had gone to Mumbai on Monday on personal work and stopped there for the night. Gaikwad and his driver started their trip to Solapur early on Tuesday. “Gaikwad suffered injuries on his shoulder and foot. Both men were taken to a hospital,” inspector Pandurang Gophane of the Dehu Road police station said. Gophane said they have not registered a case as it was a minor accident, one caused by a mechanical failure. Highway Safety Patrol said many drivers lose control of their vehicles at this spot. “We have installed rumblers on the expressway just before the bridge to warn drivers to slow down, but many drive at a high speed and hit the railings,” an HSP officer said. Many accidents that occur on the expressway also involve poorly maintained vehicles. Many accidents were caused by oil leakage from vehicles or when malfunctioning truck halts on the service land. Speeding vehicles lose control or fail to brake in time and crash, the officer said. People must check the condition of their vehicles before driving on the expressway, the officer said. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:42:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/solapur-dcp-among-two-injured-in-eway-accident/articleshow/69848907.cms"}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "RPF starts nationwide drive against touts selling tickets": {"time": "2019-06-18 12:17:00", "link": "https://timesofindia.indiatimes.com//city/pune/rpf-starts-nationwide-drive-against-touts-selling-tickets/articleshow/69833281.cms", "description": "PUNE: The rail protection force (RPF) of Central Railway, under the leadership of RPF director-general Arun Kumar, launched ‘Operation Thunder’, a nationwide campaign to crackdown on touts selling railway tickets. The RPF’s crime intelligence branch, in close coordination with the local RPF, carried out raids and search operations at private travel agencies and PRS centres in all five divisions of Central Railway — Mumbai, Pune, Solapur, Bhusaval and Nagpur. During this drive, 32 cases were detected at 21 private travel agencies and 12 PRS centres in Mumbai (Ghatkopar), Navi Mumbai, Thane, Bhiwandi, Dombivali, Nagpur, Nashik, Manmad, Jalgaon, Bhusaval, Akola, Kalaburgi, Shirdi, Solapur, Pune, Chinchwad, Pimpri and Sangli. A total of 3,515 tickets, including e-tickets, valued at Rs68.25 lakh were seized and 35 people were arrested. The seized tickets included past journey tickets worth Rs62.80 lakh and future journey tickets valued at Rs5.44 lakh. RFF officials, meanwhile, added that work on their first cybercrime cell in Pune was in its last phase. Last December last, the CBI had arrested an assistant programmer for allegedly running an IRCTC tatkal ticket racket. The CBI had said that the suspect used to run the racket with a few travel agents and had developed a software that could simultaneously book more than a thousand tickets through one portal. In May 2018, Central Railway authorities, along with police, had nabbed ac 32-year-old man for running a similar racket. Close to 6,000 e tickets worth Rs1.5 crore was seized from the man, identified as Salman Khan. The man had links to more than 5,000 travel agents and used to charge them each Rs700 per month to use his software. He would generate more than 6,000 PNRs daily. “We can observe and crack the use of different software used to cheat people and monitor online transactions,” an official said. Download The Times of India News App for Latest City ."}, "Pune: Monsoon a couple of days away, temperature drops": {"description": "PUNE: Six-year something, Rushali of Kothrud has not been pestering her parents for switching on the AC before hitting the bed for the past couple of nights. Her mother, Reena Jadhav, attributed it to the dip in temperature — agonisingly high and unbearable for almost past three months. She was spot on. Monsoon could be a couple of days away, but the day temperature has started dropping significantly in Pune and other parts of the state with its arrival being imminent.  The maximum temperature has dipped below 35°C in various places in Madhya Maharashtra. Shivajinagar recorded a pleasant 32.8°C on Tuesday. The temperature was 1.7 degrees higher than normal but was a stark contrast to that recorded on June 5 — a scorching 40.1°C, around 6.4 degrees above normal. Lohegaon’s day temperature that day was 40.8°C — around 7.8 degrees above normal. On Tuesday, Lohegaon’s maximum temperature was 33.4°C — around 1.4 degrees above normal. Hill station Mahabaleshwar is recording way too pleasant temperature over the past few days. On Monday, the day temperature dipped to a cool 21.2°C there. There was a further dip in Mahabaleshwar’s day temperature on Tuesday — 20.6°C. The lowest day temperature in Mahabaleshwar over the past decade during June has been in the range of 19°C to 20.6°C. The day temperature in Satara and Kolhapur also came down to 31.5°C and 31.1°C. Anupam Kashyapi, head of weather, IMD Pune, said, “The partly cloudy condition to mostly cloudy condition in parts of the city/district almost throughout the day have resulted in less heat load penetrating the city’s soil surface. Also, rainfall in adjacent areas of Konkan and the presence of moist westerly wind over Pune has helped in keeping the day temperature low. Pre-monsoon rain in and around the city as well as the district has also added its bit in lowering the temperature.” Kashyapi said all these conditions were indicating that monsoon was almost knocking at Pune’s door and its onset was likely to happen in a couple of days. Citizens welcomed the shift in weather conditions after about three months of scorching summer. Saloni Sinha, a city-based working professional, said, “Though we have not seen much of rain till now this June, I am loving the pleasant, windy weather. The days have become exceptionally pleasant in contrast to what the beginning of June felt like.” June started off with high temperatures indeed. On June 5, the day temperature in Shivajinagar and Lohegaon had crossed the 40°C-mark. The temperature started dipping gradually after the city experienced some pre-monsoon showers. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/monsoon-a-couple-of-days-away-temperature-drops/articleshow/69848861.cms"}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "\nBMW 7 Series launched in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/BMW-7-Series-launched-in-Pune/articleshow/51714957.cms", "description": "The all-new BMW 7 Series made its debut in the city amidst much pomp and fervour recently. It is available in two distinct design schemes – M Sport and Design Pure Excellence. While the M Sport celebrates sporty styling and interiors, Design Pure Excellence indulges you to move in style with elegant contours and luxurious features.  Philipp von Sahr, president, BMW Group India, said, “At BMW we believe that the best way to predict the future is to create it. We created the most powerful letter in the world – BMW M – and with it, a thrilling future of performance. We created a new vision of mobility with BMW i – mobility that is both beautiful and sustainable, as well as an adrenaline gushing experience with the BMW X range of sports activity vehicles, thus leading us in the forefront of premium individual mobility. Now, with the launch of the all-new BMW 7 Series, we are creatingthe future of luxury. It will be magical and irresistible, just as BMW has always been.”  The event was attended by Ritu Chhabria, Amit Goel, Vastupal Ranka, Samit Karia and Alnesh Somji among others. Download The Times of India News App for Latest City ."}, "Teaching, class strength, practicals and infrastructure concerns creep in after hike": {"description": "PUNE: Education experts felt the state government’s move to increase the students’ intake in colleges in the city by 10% would affect hiring of teachers, stretch out the infrastructure, put a strain on the science and computer labs, burden the support and office staff and generally affect the quality of teaching. Deputy director of education Minakshi Raut said the 19 colleges in Pune were shortlisted based on last year’s cutoffs. “Colleges with more than 85% cutoff in the second merit list are among those that can increase the intake. We will scrutinize the applications for other willing institutions where there is a demand and grant them the hike,\" she said. Principals of some of the 19 colleges where FYJC seats will increase this year were unfazed by the state government’s decision. They said it was in the right direction. Some heads of institutions said instead of increasing the overall intake, there should have been an extra division. It would have meant an increase of teachers and support staff, accordingly. Others said an increase of just 10 or 12 students per class will not affect the teaching-learning process in the class and the only difference will be during the practical sessions which needed sorting out. Most big colleges in the city have nearly 120 students per division and a total intake of around 720 in the science stream. A 10% hike would take the number to 72 more students. Smaller colleges like Laxmanrao Apte Prashala and Junior College with an intake capacity of 260 students would add 26 students. Ravindrasinh Pardeshi, prinicipal at Fergusson College, was optimistic. “Our intake capacity is 720 seats in the science division and in the arts stream we have an intake capacity of 240. A 10% increase will mean an increase of 12 seats per division which can easily be managed. Moreover, the Deccan Education Society, our parent body, has agreed to provide teachers on contract in case we feel the need to increase the teacher strength per division,” he said. Colleges hire teachers depending on the number of divisions. At Symbiosis College of Arts, Science and Commerce, the science section has 120 students per division and one teacher per subject. Principal Hrishikesh Soman said if the state is interested in increasing the intake, then colleges must be allowed to add divisions. “We already have 120 students per division. If they are going to add 10%, then it will be 12 students more per class. However, the number of teachers will remain the same. The infrastructure will also be a problem. The same teacher will now be saddled with more work. The government should allow additional divisions, teaching and support staff, ” Soman added. SP College principal Dilip Sheth said they already had over 1,500 students, but the added number of students would only affect the science stream. He said they could cope with the increase as they had the infrastructure and would recruit teachers on contract. “We have 720 seats in the aided and 120 in the unaided section for science stream which comprises six divisions and a non-grant section. In commerce, we have 480 seats and in arts the number is 240. A 10% increase will affect only the science sections as they have practicals. However, the number of additional seats is just 84 in the stream. We will spread out the 12 additional students per class and for practicals we will add a few more batches,” he added. Rajendra Zunjarrao, Modern College of Arts Science and Commerce in Shivajinagar said more students would get into centrally located colleges because of the government’s decision. The college has 600 seats in science, 600 in commerce and 360 in the arts stream. “Some years ago, many junior colleges had sought permission to increase the seats but were told by the deputy director of education that the state government would decide.” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/teaching-class-strength-practicals-infra-concerns-creep-in-after-hike/articleshow/69848660.cms"}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Faculty development event for 160 teachers on quality": {"description": "PUNE: The All India Shree Shivaji Military Society’s (AISSMS) College of Engineering, Pune, had organised a one-week faculty development programme between June 10 and 15. The FDP was approved by the Indian Institute of Technology, Delhi. The theme was related to quality improvement, including framing, mapping, assessment and attainment in the college. It was inaugurated by joint secretary of AISSM Society and industrialist Suresh Shinde in presence of principal D S Bormane. Shinde spoke on the need for autonomy and for focus on specific outcome of all the engineering programmes and building strong-industry institute interactions. Recently, the institute initiated a centre of excellence in teaching and learning (CETL) to execute in-house training programmes and collaborative activities around Pune University. Bormane said even though the institute has an A+ rank in NAAC, the focus would remain on excellence. Around 160 faculty members of the institute attended the event through peer to peer learning process. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/faculty-development-event-for-160-teachers-on-quality/articleshow/69848667.cms"}, "Garbage dump near bakoti phata": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpnearbakotiphata/articleshow/69866988.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Pune: Lack of pre-monsoon showers affects fauna": {"description": "PUNE: Absence of pre-monsoon showers has had a major impact on fauna in the jungles of Radhanagri and Amba in Kolhapur, Bhorgiri in Pune and Bhandardara in Ahmednagar, a study conducted by the city-based Centre for Citizen Science (CCS) has found. The CCS team, which had been studying the Sahyadri ranges as part of a project since the past few years, said that these regions experienced rainfall between 25mm and 70mm in May. This year, the rainfall was zero, which has had an impact on fauna. For example, the members observed that insects mostly seen in the forest regions of Sahyadri ranges in May after the first showers were missing this year. The number of fireflies seen in the forest in May was distinctly low, but increased in the second week of June. Mitali Inamdar of CCAS said, “The large number of fireflies noticed at the end of May and also the insects seen after the first showers are now seen in the second week of June. This has impacted animals that depend on these insects for food,” she said. Narrating a rare incident, Inamdar said, “During our visit to Bhandardara, we saw a common krait snake eating a dead frog on the road. This snake commonly eats other snakes. However, due to unavailability of food or prey, the snake was forced to eat the dead frog.” In the last two-three years, the CCS team had recorded an average rainfall of 60.7mm in Radhanagri, 69.8mm at Amba, 33.2mm at Bhorgiri, and 22mm in Bhandardara in May. The CCS members observed that it was once quite common to see frogs coming out at night before the monsoon, but now it has become rare. Even sounds of night insects were hard to come by. According to senior zoologist Hemant Ghate, “Pre-monsoon shower is important for the growth of insects. Due to these showers, water is available and also the temperature comes down. Some insects are seen when the right temperature sets in for them after the showers. There needs to be a detailed study on the relation between fireflies and monsoon.” Sachin Punekar, biodiversity expert, said that many small and medium ponds and water reserves in Sahyadri have dried up due to lack of rains. Due to no rains in May, insects and frogs were unable to lay eggs. The little ones that come out of the eggs require large amount of food but due to lack of water, there was a major dearth of food. The situation has a cascading effect on the food cycle of insects and animals that are dependent on these insects.” Download The Times of India News App for Latest City .", "time": "2019-06-19 06:44:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/lack-of-pre-monsoon-showers-affects-fauna/articleshow/69848636.cms"}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Debris removal just a call away as PMC starts disposal service": {"description": "PUNE: The Pune Municipal Corporation (PMC) has initiated a debris disposal and transportation service besides starting work on a recycling plant in Wagholi to ensure proper reprocessing of the construction waste generated in the city. The facility can be used by developers or property owners wishing to dispose of construction waste generated at their sites. The interested people can provide details about the debris dumped in any part of the city through a toll-free number (18002339595), following which it will be lifted by the PMC’s transportation service. The initiative has been started to make sure that the construction waste doesn’t find its way into river bed or vacant plots. As per the data provided by the PMC, 150 to 200 tonnes of debris, including concrete, bricks, cement plaster and iron, is generated in the city every day. “This quantity is expected to only go up with the merger of 11 villages in the civic limits,” a civic official said. “A recycling plant is being set up at Wagholi for the disposal of construction debris. The construction of the plant has already started. The plant’s processing capacity will be around 200 tonnes per day. Bricks and other construction material will be produced by the recycling plant,” Dyaneshwar Molak, head of PMC’s solid waste management, told TOI. He said space of around 10,000 to 15,000sqft would be kept reserved at the ward offices for the collection centres. “An agency has been appointed to collect the debris from these centres. The civic body has finalised transportation charges at Rs 19/km per tonne,” Molak said. Activists had been demanding for long a facility for dealing with the debris generated in the city. They had highlighted that rivers and nullahs were choking because of unbridled dumping of debris, which also found its way into the green belt of rivers, affecting their natural flow. The PMC has formed a team of 52 officials to keep a vigil on the river bed to prevent the dumping of the debris. A 24x7 watch is being kept to prevent people from throwing garbage in rivers and on their banks. A flying squad has also been formed for monitoring, which would be equipped with a mobile van. The PMC had started the project to recycle waste in 2016. Download The Times of India News App for Latest City .", "time": "2019-06-19 11:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/debris-removal-just-a-call-away-as-pmc-starts-disposal-service/articleshow/69848848.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "PMC pledges fast repair of potholes this rainy season": {"description": "PUNE: The civic administration has promised to be on its toes to deal with the potholes and bad roads more efficiently and promptly during the coming monsoon. The Pune Municipal Corporation (PMC) has announced cellphone numbers of the officials entrusted with the pothole repair task in its attempt to reduce hassles the commuters face while travelling because of the bad road condition. Civic officials said the citizens could take photographs of the potholes from their areas and send them to the cellphone numbers of the respective ward offices, along with the Google location tags. “The officials are expected to take corrective measures within a minimum time since the receipt of a complaint. For faster execution, the administration has announced two dedicated numbers for every ward in the city. Separate numbers have been allotted for areas in the 11 villages merged in the city limits last year,” a PMC official said. A senior official in the PMC’s road development department said the civic administration would launch a launch comprehensive grievance redressal system in the run-up to the rainy season. “We are trying to be more specific in responding to the pothole related complaints. The grievances pertaining to potholes and bad roads generally go up during monsoon. This year, our focus is on minimizing the citizens’ hardships,” he said. Rough roads and pothole are major challenges the civic administration faces every monsoon, apart from water logging and clogged drainage and storm water lines. Anirudha Pavaskar, head of the road development department, said his office was committed to repairing the potholes and keep the roads safe during the rainy season. “This is first time we are going ahead with a decentralized system for registration of complaints related to the potholes. The department hopes that the new system will speed up the redressal steps. The contact numbers are on display on the PMC website,” he said. Pavaskar said his department was yet to receive any complaint from citizens, since the city has not yet received heavy rain. “No specific deadlines have been set to act on the complaints. However, the officials are expected to take care of the complaints at the earliest, depending on the severity,” he said. The road development department expects that the redressal would take less time in decentralize system than a complaint registered at PMC’s centralize helpline. The PMC has 42 wards. The details of boundaries of wards are available on the civic body’s website. Daily road users want the civic administration to avoid substandard repair work. Sameer Joshi, a resident of Kothurd, said the roads in the city would continue to be full of potholes if the material used to fill them was of inferior quality.  “The civic body should undertake repair works in scientific manner and not just for sake of repairing,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/pmc-pledges-fast-repair-of-potholes-this-rainy-season/articleshow/69865325.cms"}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Vistara’s codeshare to boost connectivity": {"description": "Pune: Flyers from the city will get convenient access to destinations in the US, courtesy a codeshare agreement between Vistara and United Airlines. “The agreement enables United Airlines to codeshare on Vistara-operated Indian domestic flights and allows customers of both carriers to earn and redeem frequent flier miles. As per the agreement, United Airlines will add its ‘UA’ designator code to more than 20 Vistara-operated flights, opening up more than 20 destinations to United customers, including but not limited to Hyderabad, Kolkata and Ahmedabad. Ticket sales by the agreement will begin later this year,” an airline spokesperson said. A source said both the airlines had filed for codeshare for more than 20 destinations with Pune expected to be one of them. “Both the airlines together have filed for codeshare to many destinations from Vistara’s network. However, the same is pending for approval with the government and the DGCA,” the source pointed out. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:32:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/vistaras-codeshare-to-boost-connectivity/articleshow/69865750.cms"}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Leopard kills goat near Hinjewadi": {"description": "PIMPRI CHINCHWAD: A leopard killed a goat belonging to a farmer in Kasarsai village, around 8km from Rajiv Gandhi IT park in Hinjewadi, on Sunday morning, creating panic in the area. This is the third leopard attack in the area in the last one year. In May this year, two goats were killed by leopard, while as many were killed in June last year. Nitin Panhale, the farmer whose goat was killed in leopard attack, said, “I left my home between 4.30am-5am to sell vegetables from my field at Chinchwad. My family members found the half-eaten carcass of the goat in the shed adjacent to my house at Limjai vasti.” Village sarpanch, Yuvraj Kalate, said, “The villagers are afraid to step out at night to water the fields.” Range forest officer, Shirota, P V Kapse, said, “We will start night patrolling. Forest department employees are conducting public awareness about leopard attack and preventive measures.” Download The Times of India News App for Latest City .", "time": "2019-06-19 11:47:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/leopard-kills-goat-near-hinjewadi/articleshow/69848697.cms"}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Trio dupe woman, flee with cash & gold chain worth Rs 32,000": {"description": "PUNE: Three men entered an elderly woman’s house in Erandwane under the pretext of selling colostrum (first milk) on Tuesday morning and made off with her gold chain and cash, collectively worth Rs 32,000. Upon realizing that she had been duped, the 86-year-old contacted the Alankar police and lodged an FIR against the men. The police have registered an offence under sections 406 (criminal breach of trust) and 420 (cheating) of the Indian Penal Code. The senior citizen told TOI that she lives with her caretaker in her one-storey home in Erandwane. “On Tuesday, one person came to my house around 10.30am and said that his cow had recently delivered a calf and he had come to sell the colostrum,” she said. The woman said that when she asked the price of the colostrum, the person told her that he would not charge anything from her. “The person requested me too allow him for sit at my home till his brother brought the colostrum. I allowed him to wait in my house as I did not suspect anything. He also told me that another woman in the neighbourhood had also purchased some of the colostrum from him,” the woman said. During their conversation the man also sought change for Rs 2,000 and the woman gave him the cash. Meanwhile, another youth, posing as the brother, reached the house and told the woman that a third brother would bring the colostrum. “He then told me that his brother is getting married and that he liked the design of my mangalsutra. I told him it was a gold chain. I also suggested that he would get better designs in jewellery stores,” the woman said. However, the man requested the complainant to remove the gold chain as he wanted to show it to his mother, who was waiting nearby. “I gave him my chain. The person and his accomplice immediately left my house. I asked my caretaker to follow them but before the caretaker could reach them the due and their friend fled the spot.” The caretaker then went to the Alankar police and informed them about the incident. Sub-inspector Dheeraj Gupta said, “We have registered an offence in the matter.” Download The Times of India News App for Latest City .", "time": "2019-06-20 06:59:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/trio-dupe-woman-flee-with-cash-gold-chain-worth-rs-32k/articleshow/69865151.cms"}, "Citizens join hands, plant trees at Wadgaonsheri": {"description": "Pune: Around 30 citizens from a housing society in Wadgaonsheri came together for a tree plantation drive at a Pune Municipal Corporation (PMC) owned garden in Sainathnagar, on June 16. The drive started with a session on awareness of the Maharashtra Urban Trees Preservation & Protection Act (1975). It was held by the city-based environmental activist Sathya Natarajan. The members of Nyati Meadows society coordinated with the Pune Municipal Corporation (PMC) tree inspector Ramesh Salunke and Wadgaonsheri corporator Sandip Jarhad, for the planning and participation of the drive. Following the plantation, the drive’s participants also adopted the planted trees through the PMC’s ‘adopt a tree scheme’ on the Tree Authority website. Sathya Natarajan told TOI, “A social group came together to bring awareness about the Maharashtra Urban Trees Preservation & Protection Act (1975), which involved a lot of children from Nyati Meadows.” At the awareness session, Natarajan spoke about where to find the native trees that can be planted under the Act, the distance you can plant the trees at, how to protect them and what if someone illegally cuts these trees, among others. “There is a legal procedure about how the civic body is sensitizing people about the trees and the Tree Act. The awareness session was held five days before the plantation drive,” he said. “I explained to them that there is a legal way of protecting trees by filling Form I of the PMC’s ‘adopt a tree scheme’ on the Tree Authourity’s website. People can fill up the form and say they are adopting the tree,” he added. He added that the adoption details are first entered into the database. “It is given to you for three years. So that you are responsible for maintaining it with the civic body. You can hold the responsibility. Form I means it is in the proper database. Not many people know that you need to fill it up later,” he said. Priya Sitharaman, an entrepreneur who was part of the drive, said, “We conducted the drive on Sunday. Prior to that for around four days, we went around collecting the background information and Sathya Natarajan mentored us. We met the officials and the area’s corporator, through him.” Ramesh Salunke, the tree inspector who helped coordinate the drive, said, “The tree plantation drive was conducted at a PMC-owned garden recently. The garden is yet to be officially inaugurated. It is a very good thing that citizens are coming forward for the drive. More such drives should be organized across the city. There are more areas where tree plantation drives can be done.” “There is a lack of awareness about Form I. That’s why there is a dearth in the number of drives,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/citizens-join-hands-plant-trees-at-wadgaonsheri/articleshow/69865355.cms"}, "Smart and Elite": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/smartandelite/articleshow/69818325.cms", "description": ""}, "encroachment on busy street at Undri": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentonbusystreetatundri/articleshow/69780747.cms", "description": ""}, "Pune man flees after raping minor girl": {"description": "PUNE: Police have launched a manhunt to arrest a person on the run after raping his neighbour’s eight-year-old daughter in his house in the Nigdi area between June 5 and 15. The minor’s parents initially did not approach police. After the girl bunked school for a few days, her teacher contacted her parents, and the latter revealed everything. “The teacher then contacted a social organization and convinced the girl’s mother to lodge a complaint,” said an officer from the Nigdi police. She lodged an FIR on Monday. Finding the girl alone at home on June 5, he took her to his house and raped her after showing pornography clips. “When the suspect started harassing her repeatedly, she told her mother about it,” the officer said. The suspect has been booked under the relevant sections of the Indian Penal Code and the Protection of Children from Sexual Offences (POCSO) Act. Sports teacher held A sports teacher from a private school was arrested on Monday for allegedly sodomizing his student in January. The police said the boy (14) narrated his ordeal to his parents just before the summer holidays ended. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/man-flees-after-raping-minor-girl/articleshow/69848826.cms"}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Pune: 3 men rob courier firm employee of Rs 5L": {"description": "PUNE: Three men travelling in a car robbed a scooter-borne courier company employee of his bag containing Rs5 lakh beneath the Shankarsheth Road flyover near the busy Seven Loves Chowk around 4.30pm on Monday, police said. Complainant Pareshkumar Rameshbhai Kadiya (35) of Shukruwar Peth has been working with the Rameshkumar Kantilal Patel courier company for eight years and his job is to collect cash from clients and deposit it with the firm owner on a daily basis. The police said Kadiya had collected Rs5 lakh from a businessman in Market Yard around 4pm, packed it in a cloth bag and kept it in the storage space of his two-wheeler. The police added that he reached Seven Loves Chowk via Nishat talkies and was headed towards Swargate when the three men in a car overtook and intercepted him. Kadiya sought to know from the two men, who got down from the car, the reason for intercepting him. They, however, forced him to get down from the scooter and pushed him to an area under the flyover, the police said. One of the robbers then removed the ignition key of the scooter and opened its storage space. “His accomplice stole the bag containing the money,” an officer said. A terrified Kadiya raised an alarm, but the passersby did not come to his rescue, the police quoted him as saying. “He remained silent after the robbers threatened to kill him and sped away with the money in the direction of Swargate,” an officer said. He then contacted the owner of the company on the phone and alerted him that he was robbed of cash. The owner immediately reached the spot and took Kadiya to the Khadak police station for registering an FIR. But by then, two hours had passed since he was robbed. Personnel from the Khadak police and the crime branch (Unit I) visited the spot and launched investigation for arresting the robbers. Two robbers were detained. The police said a search was on to arrest the man who kept the money with himself. Khadak police assistant inspector Umaji Rathod said,“The robbery happened within five minutes. However, the courier firm owner spent quite a bit of time while questioning his employee. An FIR has been registered under sections 392 (robbery), 341 (wrongful confinement) and 34 (common intention) of the Indian Penal Code.” He added, “Kadiya told police that he did not have the courage to physically resist the robbers. A drawback in the probe is that there’s no CCTV camera under the flyover. We are working on certain clues to detect the crime as soon as possible.” Kadiya was not available for comments though TOI called him on his phone several times. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:51:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/3-men-in-a-car-rob-courier-firm-employee-of-rs-5-lakh/articleshow/69865693.cms"}, "Monsoon to arrive in Pune this weekend: Met": {"description": "PUNE: Monsoon may reach the city this weekend. Based on an increase in rainfall in parts of the state, officials at the India Meteorological Department (IMD) told TOI on Wednesday that the much-awaited rainy season could start in Pune and Mumbai on June 23. The onset dates of monsoon over Pune and Mumbai are June 10 and 11, respectively. There was no further progress of monsoon on Wednesday, but the Met department said conditions were becoming favourable for further advance of the southwest monsoon into some more parts of central Arabian Sea, Karnataka, some parts of south Konkan and Goa, Andhra Pradesh, Telangana, remaining parts of Tamil Nadu, some more parts of Bay of Bengal, remaining parts of northeast India, some parts of Gangetic West Bengal, Sikkim, parts of Bihar, Jharkhand and Odisha during the next two or three days. Anupam Kashyapi, head of weather, IMD Pune, said though the monsoon onset conditions over Mumbai seemed favourable for the past few days, something similar could not be said about Pune. \"The westerly wind flow, a characteristic of monsoon, has started in parts of the state but the amount, spread and intensity of rain in Maharashtra is less than required to declare the onset. Also, the onset criteria require fairly widespread to widespread rain as well as heavy rain in isolated places of a region, which is not happening currently but may be fulfilled around June 23 for both Mumbai and Pune, simultaneously,\" he said. Kashyapi said the conditions on June 19 and 20 might not seem favourable for the monsoon onset over parts of the areas adjacent to southern Maharashtra with mostly just overcast skies but poor rainfall. \"We see ideal conditions around June 21 for monsoon onset over south Konkan and Goa,\" he said. As far as Pune is concerned, Kashyapi said the city was likely to record light rain and have mostly cloudy skies till June 22. \"From June 22- 23, our forecast indicates increasing likelihood of light to moderate rain in spells in Pune. Hence, monsoon may make an onset over Pune around that time,\" he said. Kashyapi said monsoon was likely to make a simultaneous onset over Mumbai and Pune. Though Mumbai is fulfilling onset criteria to an extent, we cannot declare onset over south Konkan and Mumbai simultaneously because there is a huge aerial difference between the two. After the onset over south Konkan, monsoon is likely to take another two days to reach Mumbai,\" he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/met-dept-hints-at-arrival-of-monsoon-this-weekend-in-pune/articleshow/69867194.cms"}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Celebrating Rabindranath Tagore through song and dance": {"time": "", "link": "http://photogallery.indiatimes.com/events/pune/celebrating-rabindranath-tagore-through-song-and-dance/Celebrating-Rabindranath-Tagore-through-song-and-dance-/articleshow/69282060.cms", "description": ""}, "new era soceity ganga dham chowk": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/newerasoceitygangadhamchowk/articleshow/69748975.cms", "description": ""}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "Burning of Garbage Continues in Wagholi": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/burningofgarbagecontinuesinwagholi/articleshow/69718358.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Cricket enthusiasts in Pune celebrated Team India's victory": {"time": "2019-06-18 15:50:00", "link": "https://timesofindia.indiatimes.com//city/pune/cricket-enthusiasts-in-pune-celebrated-team-indias-victory/articleshow/69841099.cms", "description": "The loud cheer of support reverberated the streets of Fergusson College Road in Pune on Sunday as fans cheered for Team India's victory. The high voltage match between the arch-rivals in the ongoing World Cup series was screened across the city lounges and housing societies on big screens and fans took to the streets to dot every nook and corner with the tricolour . The Match was super excited that Pune wore deserted look in the afternoon. People also watched the match with their friends over sumptuous food and camaraderie. After the victory, Puneites celebrating the win in a boisterous way. Download The Times of India News App for Latest City ."}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "CM Devendra Fadnavis tells police to monitor CCTV footage and fine helmetless riders": {"description": "PUNE: Chief minister Devendra Fadnavis on Tuesday told policemen not to harass helmetless two-wheeler riders by stopping them on the road and instead fine the rule violators by monitoring CCTV images, while the city police chief, K Venkatesham, said citizens must abide by the head safety shield norms. The police would take action against the helmetless two-wheeler riders without causing any inconvenience to the vehicular movement, said Venkatesham, the Pune commissioner of police (CP), after Fadnavis’ advice to the police. Earlier in the day, BJP’s Parvati MLA Madhuri Misal issued a statement through the firm looking after her public relations that the chief minister had assured a delegation of six MLAs from Pune, led by her, that he would direct the police to allow two-wheeler riders to commute without helmets in the city and residential areas. Misal did not answer to calls from the TOI. She did not respond to the text message either. Efforts to contact her through the agency also proved futile. Fadnavis later clarified his position to reporters before the state Budget session in Mumbai. “I am told that people are randomly stopped by five to six traffic policemen at various junctions, inconveniencing them during the peak hours or when they go to work. I have directed the Pune CP to use CCTV footage to check these violations instead of stopping people and send challans to the rule violators’ homes as in Mumbai and Nagpur. Once citizens receive the challans, they would be forced to abide by the rules,” he said. Batting for the use of technology, Fadnavis said, “While the implementation of the helmet rule is basically to ensure that no life is lost in accidents, it should not become a point of harassment for citizens. We can implement the rules by using technology and strike a balance as rules are for the people.” Speaking about the meeting with the Pune MLAs, Fadnavis said there was no opposition to the implementation of the helmet rule from the MLAs, but its execution should not inconvenience citizens. Parvtai MLA Misal’s statement claimed that people were unhappy with the compulsory helmet rule and the behaviour of the police. “The Pune police have made helmet compulsory for two-wheeler riders. Driving licences of those not wearing helmets are confiscated and fines are imposed. The police act rudely with them,” it stated. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:16:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/cm-tells-police-to-monitor-cctv-footage-fine-helmetless-riders/articleshow/69848810.cms"}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "BJP MLAs draw CM into fight against helmets": {"description": "", "time": "2019-06-19 10:24:00", "datetime": "", "link": "https://punemirror.indiatimes.com/pune/civic/bjp-mlas-draw-cm-into-the-fight-against-helmets/articleshow/69848073.cms"}, "Bring down heat with Thermo cool with first shower": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bringdownheatwiththermocoolwithfirstshower/articleshow/69748991.cms", "description": ""}, "Magnitude-4.8 quake jolts Satara district": {"description": "PUNE: Two low-intensity earthquakes of magnitude 4.8 and 3 shook some parts of Satara district in Maharashtra on Thursday morning, officials said. No casualty or damage to property has been reported so far, an official in the district administration said. People rushed out of their homes in some areas after experiencing the tremors, he said. The first quake occurred around 7.47 am and the second one was experienced at 8.27 am in Satara district, located around 120 km from Pune, an official at the India Meteorological Department's (IMD) centre here said. The epicenters of the two earthquakes were recorded at depths of 10 km and 5 km respectively, he said. \"People should not panic as both the earthquakes were of low intensity,\" Pune-based seismologist Arun Bapat said. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:51:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/4-8-magnitude-earthquake-jolts-maharashtras-satara-district/articleshow/69868754.cms"}, "National Defence Academy passing out parade: 4 cadets faint due to scorching heat": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/national-defence-academy-passing-out-parade-4-cadets-faint-due-to-scorching-heat/videoshow/69583749.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Cops seize forged stamp papers worth Rs 68.38 lakh": {"description": "PUNE: The Vishrambaug police on Tuesday seized forged stamp papers of Rs 100 and Rs 500 denomination, totally worth Rs68.38 lakh, from a stamp paper vendor near Lal Mahal in Budhwar Peth. The police also arrested three members of a family for selling the invalid stamp papers. Senior inspector Sunil Kalgutkar of Vishrambaug police told TOI that Chinmay Deshpande (26), his father Suhas (58) and mother Sucheta (54), all residents of Kasba Peth, were arrested for the alleged forgery. “We have recovered forged stamp papers worth Rs68.38 lakh from their possession,” he said. In addition, the police recovered a state treasury rubber stamp and a register maintained by stamp vendors. The police have invoked charges of cheating and invoked provisions of the State Emblem of India (Prohibition of Improper Use) Act. Kalgutkar said, “Usually, the vendors obtain stamp papers from the state treasury to sell to customers. However, the authorized state treasury officer stamps and signs it before handing it over to the vendor for sale. In this case, it was found that the three were selling stamp papers using bogus and forged rubber stamp that had details of an officer of the state treasury, who authorizes the stamp papers for sale. Further, the three were found signing the document as treasury officers.” The police is investigating how the vendor got such stamp papers and how they were taken out of the state treasury for sale. Kalgutkar said that the vendor claimed to have paid the state treasury before obtaining the unsigned documents. Kalgutkar said that the police on Wednesday contacted the state treasury department and the office of the Inspector General of Registrar (IGR) to investigate the case. “Right now, we have registered a case of cheating against the suspects and we will invoke forgery charges in due course,” Kalgutkar said. As the stamp papers are being treated as forged, it is suspected that the three have sold such papers earlier as well. Many would have been used to execute business deals and other legal transactions. “The case will not impact old transactions. Although the stamp papers are forged, the deals were genuine,” Kalgutkar said. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/cops-seize-forged-stamp-papers-worth-rs-68-38-lakh/articleshow/69865663.cms"}, "Wrong is Right in Wagholi": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wrongisrightinwagholi/articleshow/69866931.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Unlift garbage, party for Swine": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unliftgarbage2cpartyforswine/articleshow/69764438.cms", "description": ""}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "\nSunny Leone attends the launch of Playboy India's Beer Garden in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Sunny-Leone-attends-the-launch-of-Playboy-Indias-Beer-Garden-in-Pune/articleshow/51178638.cms", "description": "PB Lifestyle Ltd, the master and exclusive license holder in India for Playboy Enterprises Inc, USA has unveiled its plans for 2016. The company’s license includes Playboy-branded clubs, cafes, lounges and pubs, beer gardens, hotels, signature events and merchandise. The company will be rolling out its outlets under the Playboy umbrella brand comprising clubs — international formats that India hasn’t yet experienced. After opening its first club in Hyderabad and beach club in Goa, the flagship club will open in Mumbai in April 2016. Located at Worli, it promises to raise the bar of parallel formats in India.  “Playboy India is also creating history with the launch of its first Beer Garden in the world in Pune. We are designing a fantastic fusion of fine dining, entertainment, music and freshly brewed beer,” says Parag Sanghavi (Chairman, PB Lifestyle).  With an exciting launch party, Pune came alive as Sunny Leone turned deejay for a while playing catchy tunes for guests, which included Pooja Chopra, Meera Chopra, Suhas (brand partner, Pune), Krishan Choudhary (brand partner, North), Ranjeet Kagade (brand partner, Pune) and several others. Located in Balewadi High Street, it is spread over 8,000 square feet and offers an extensive outdoor area attached to a luxurious indoor space, making it an ideal place to enjoy food and beverages with live music and events. The garden offers the communal Oktoberfest beer benches, chiller tables and luxury seating that can collectively accommodate over 400 guests. It serves food from around the world with modern European; Asian grills, gourmet pizzas and a fresh take on Indian cuisine as well as the signature Hef-Burger.  “While we are a Beer Garden, we have paid extra attention to curating the perfect and comprehensive food menu by bringing in the champions from the F&B industry,” explains Ranjeet.  The brand will open a 12,000 sq ft Beer Garden in Bangalore in the third quarter of 2016. The first cafe will open in Gurgaon (NCR), followed by one in Jubilee Hills, Hyderabad — both slated for opening in the second quarter of 2016. “Delhi is truly looking forward to experiencing the brand’s hospitality,” says Krishan. Download The Times of India News App for Latest City ."}, "Hieght of carelessness": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hieghtofcarelessness/articleshow/69818286.cms", "description": ""}, "FDA orders Purandar factory to stop manufacture and sale of sweets": {"description": "PIMPRI CHINCHWAD: The Food and Drugs Administration (FDA) has directed a factory in Purandar to stop manufacture and sale of sweets for violating public health safety guidelines. Suresh Deshmukh, joint commissioner(Pune division), state FDA, said the factory manufactures gulab jamun made from refined wheat flour (maida) and barfi made from gram flour as well as cakes. A directive was issued against it for not following cleanliness standards and conducting business without licence. The drive against the factory was conducted under the directives of Deshmukh and Arjun Bhujbal, assistant commissioner. “The FDA officials inspected the sweets-producing unit at Ekhatpur village in Purandar taluka yesterday. The manufacturer failed to produce water analysis report. They also have not got their products tested by an NABL-accredited laboratory. They will have to stop production and sale of the products till they rectify these shortcomings.” Deshmukh has appealed to the food manufacturers to abide by the provisions of Food Safety and Standards Act 2006 and conduct business after getting food licence and registration certificate. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/fda-orders-purandar-factory-to-stop-manufacture-and-sale-of-sweets/articleshow/69849041.cms"}, "World Environment Day: Puneites take the front line and raise awareness against pollution": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/pune/world-environment-day-puneites-take-the-front-line-and-raise-awareness-against-pollution/videoshow/69662814.cms", "description": ""}, "Nine times proud and counting": {"time": "", "link": "http://photogallery.indiatimes.com/events/pune/nine-times-proud-and-counting/articleshow/69632608.cms", "description": ""}, "MIDC units in Pune div lap up most investment": {"description": "PUNE: Over 12,000 units operating from the Maharashtra Industrial Development Corporation (MIDC) areas in the Pune division accounted for highest investment and employment in Maharashtra in 2018-19, the state economic survey has revealed. As per the survey, 12,761 units operating from the MIDC areas in the Pune division attracted investment worth Rs 69,208 crore and generated employment for nearly 5 lakh people. “With Pune being the centre for industrial investments, large number of independent entrepreneurs have made their investments in these units,” MIDC officials said. The survey stated that 49,505 units operating from MIDC areas in the state attracted investments worth Rs 1,80,170 crore with a potential employment generation of 13.76 lakh in 2018-19. The MIDC has the largest bank of land amongst all the industrial development corporations in the country. Of the 251 industrial areas with MIDC, 106 are major industrial areas while 91 are minor. “As many as 54 industrial areas are growth centres. About 76% of the 89,963 developed plots have been allotted to entrepreneurs,” the survey stated. While Pune and Mumbai were major areas for investment, Aurangabad , Nagpur and Nashik were making their mark too, the MIDC official said. According to the Annual Survey of Industries (ASI), the translation of industrial proposals into fully commissioned projects stood at 44.8% in the state. From 1991 to February 2019, a total of 20,323 industrial proposals valued at Rs 12.86 lakh crore were approved in the state, of which 9,098 with a total investment value of 3.06 lakh crore were commissioned, it stated. The information technology (IT) sector continues to have the maximum investment, followed by fuel and metallurgy, the report stated. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:36:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/midc-units-in-pune-div-lap-up-most-investment/articleshow/69865763.cms"}, "Trickster, 5 others dupe woman of Rs 10.8 lakh": {"description": "Pune: The cyber police on Tuesday booked a fraudster and five bank account holders for duping a 37-year-old woman from Mundhwa to the tune of over Rs10.8 lakh in a matrimonial fraud in April this year. The woman works as a senior assistant in an IT firm. She got friendly with the fraudster on a social networking site in April and started chatting with him. The fraudster later deleted his account from the social media site and started chatting with the woman on a messenger app. He later asked the woman to marry him as his wife had died. The woman, who has a daughter, liked the behaviour of the fraudster and took a call to marry him as she was not getting along with her husband who used to harass and beat her over trivial issues, police said. Police said, the man later called the woman and informed her that he had sent her a gift, comprising gold ornaments and valuables. He also sent her photos of the articles on the messenger app. After two days, the woman received a call from a courier firm asking her to pay various charges like registration, transport, security and tax for receiving the parcel. She transferred Rs 10,80 ,400 via netbanking to five bank accounts but did not receive the parcel, police said. The woman later called the fraudster and informed him that she had not received the gift but he told her that he was admitted in a hospital. The fraudster later stopped talking to her. Realising that she had been cheated, the woman lodged an FIR against the fraudster and five bank account holders for duping her under relevant sections of the Indian Penal Code and Information Technology Act. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/trickster-5-others-dupe-woman-of-rs-10-8-lakh/articleshow/69865659.cms"}, "\nSaraiwwalaa Agrr Refineries Limited introduces Naturralle in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Saraiwwalaa-Agrr-Refineries-Limited-introduces-Naturralle-in-Pune/articleshow/51866922.cms", "description": "Saraiwwalaa Agrr Refineries Limited (SARL), one of the leading edible oil companies as a part of their strategic growth introduced a new product under their flagship brand — Naturralle. SARL has strengthened their portfolio in edible oil sector by introducing “Naturralle Health Rice Bran Oil” for the health conscious consumers of today.  The brand is completely driven by market research and has always adapted to address the requirement and concern of the Indian households through innovation. The introduction of the Oil is a step towards fortifying the offerings under the brand. Anjani Kumar Gupta, director, SARL said, “The journey of brand has been amazing. It is our constant endeavour to introduce products that are good, convenient and healthier for our customers. According to studies, Indians are more prone to heart ailments. A product like rice bran oil with its high Oryzanol content improves the HDL/LDL ratio, making it one of the most heart-friendly oil. The product is aimed at the health conscious customer base — not only consumers with medical conditions, but also the health conscious segment which believes in eating right to prevent ailments.”  He further added, “At SARL we innovate and introduce the products that satisfy the needs of the ever evolving customers and make food taste better. With the addition of this product we are augmenting our portfolio with new products to suit the requirements of our customers. We plan innovative campaigns to reach out to the customers and make them aware about our brands. Our efforts have been recognised and World Consulting & Research Corporation (WCRC) has selected Naturralle as “Asia’s Most Promising Brand” for the second consecutive year. This certification brings to fore our journey as a brand which has shown tremendous growth in the past few years with focused efforts and innovative marketing strategies that have impacted the customers.” Download The Times of India News App for Latest City ."}, "Freelance dumping": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/freelancedumping/articleshow/69780832.cms", "description": ""}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "500 police personnel get transfer in two hours": {"description": "PIMPRI CHINCHWAD: Speed was the watchword of police commissioner RK Padmanabhan as he completed the transfer process of 500 employees in his department in two hours flat. “The transfer process usually takes around two-three months. However, I completed it within two hours,” Padmanabhan said after the “police darbar” process at the commissionerate office in Chinchwad on Tuesday. The officer said he had first conducted such transfers “in a transparent manner” during his posting in Kolhapur in 2003. “The police personnel normally seek transfers to areas where they have a house to stay with the family and can take care of their parents and children. It is not always easy to ensure such transfers because the vacancies at the police stations are limited,” Padmanabhan said. “I devised the concept of ‘police darbar’, during which the personnel are asked their choice of transfer. If there’s a vacancy, the transfers are given publicly and that too on the same day. This ensures rational distribution and transparency in the transfer process,” he added. During the event, the police personnel, both men and women, were made to wait in in queues of the police stations where they wanted to be posted. Subsequently, they were allocated new police stations, depending upong factors such as vacancy and age. Havaldar Sanjay Ghogare, who was working in the control room of the commissionerate office , was transferred to the Talegaon Dabhade police station. “I am from Talegaon Dabhade and was in Mumbai for 15 years. I was transferred to the Pune police commissionerate in June 2018 and the Pimpri Chinchwad commissionerate in February 2019. I finally got the transfer of my choice on Tuesday,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:40:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/500-police-personnel-get-transfer-in-two-hours/articleshow/69865798.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "RICH ESTATE IN POOR STATE": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/richestateinpoorstate/articleshow/69748980.cms", "description": ""}, "Dumper owner, insurer told to pay Rs 1.07 crore to kin of accident victim": {"description": "PUNE: A motor accident claims tribunal (MACT) has directed the owner and the insurer of a dumper to pay Rs1.07 crore, along with interest at 7.5% per annum, to the mother and sister of a 28-year-old telecom management trainee who died of injuries after a dumper hit his motorcycle at Rakshak Chowk in Sangavi in August 2010. The interest component on the compensation amount granted works out to over Rs67 lakh with effect from February 2011, when the claim petition was filed, and will continue to grow till actual realisation of payment. The petitioners can recover the compensation amount with interest, jointly and severally, from dumper owner Sandeep Murkute and the United India Insurance Company Limited, the tribunal held on June 12. Lawyer Sanjay Gaikwad, who represented the insurer, told TOI, “We have the remedy of moving an appeal against the ruling. As of now, we have not received the full text of the tribunal’s ruling. Once we get the same, we will take a call on the future course of action.” S B Agrawal, MACT chairman, directed the commissioner of police to take appropriate action against a woman police constable -- a key witness -- for making contradictory statements in relation to who was at fault in the accident. “In fact, this witness ) is a public servant and she was expected to stand by the truth. The conduct of this witness is totally unreasonable and, as such, I deem it fit that a copy of this judgment along with her statement be sent to the commissioner of police concerned ...,” the tribunal said.  It observed that the driver had conceded that the company’s lawyer had informed him about the purpose of being summoned to the court and also admitted that he was deposing as per the say of the advocate. “His evidence cannot be taken into consideration,” the tribunal ruled. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/dumper-owner-insurer-told-to-pay-rs-1-07-crore-to-kin-of-accident-victim/articleshow/69865677.cms"}, "Youth booked for assaulting elderly man in Pune's Wakad": {"description": "PUNE: Wakad police have launched a manhunt for a youth who is on the run after assaulting a 65-year-old man when the latter caught the youth while urinating on him. The incident happened in the early hours of Tuesday when the senior citizen was sleeping outside his home. An officer from the Wakad police said that the victim has sustained head injuries in the attack and is undergoing treatment at a private hospital. The victim’s son has lodged an FIR with the police. The officer said that the complainant stays in Sudarshannagar at Wakad along with his parents. On Monday night the complainant’s father was sleeping in front of their house as it was humid inside. Around 12.30am, the complainant’s father woke-up when he found that one youth was urinating on him. “He reprimanded the youth for his act and told him to go way from there,” the officer said. Furious by this, the youth started assaulting the man with a sharp weapon. “Hearing father’s scream, the complainant and his mother rushed out. The locals too reached there,” the officer said. Seeing the people gathering at the spot, the suspect fled from there. “We have ascertained his identity and will soon arrest him,” the officer said. Download The Times of India News App for Latest City .", "time": "2019-06-19 19:26:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/youth-booked-for-assaulting-elderly-man-in-punes-wakad/articleshow/69860733.cms"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Tapkir galli electric market": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tapkirgallielectricmarket/articleshow/69732999.cms", "description": ""}, "incomplete road work outside University": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/incompleteroadworkoutsideuniversity/articleshow/69867011.cms", "description": ""}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "One teacher for 132 students in some colleges after intake": {"description": "PUNE: The 19 schools and colleges in Pune city that will increase their intake by 10% for FYJC as per the state government’s decision on Tuesday, have agreed to the cost of hiring contracted teachers and enhancing laboratory facilities for students of the science stream. School education minister Ashish Shelar on Tuesday had said that the government had decided to increase the number of seats in popular junior colleges in Mumbai, Pune, and Nagpur based on the number of state board, ICSE and CBSE students applying for admissions. The schools and college heads said that arts and commerce faculties would not face issues while accommodating extra students in the classrooms due to availability of larger classrooms, but colleges with science stream will have to arrange for extra batches for practicals and hire teachers and lab technicians on a temporary basis. A M Shaikh, principal of Shri Mhalasakant Vidyalaya, Akurdi, said the trend last year was of most students opting for commerce which he thinks will continue this year too PB Buchade, principal of Abasaheb Garware College, also said that the move though beneficial for the students will become an inconvenience for the college managements. “One teacher has to hold the attention of 120 students at a time which is an impossible task. Now, we have seven divisions in the science stream and two divisions in the arts stream which means 108 additional students. We need more teachers for sure and additional batches for practical sessions. Hence, we may need to recruit teachers or lab assistants on contract basis once we see how the classes are going,” he said. Rohini Patwardhan, principal MIT school and Junior College said that it is a challenge to accommodate additional students without lowering the quality and hence any college would need to employ additional staff. “The same number of students will be there for the next year too which is the crucial class XII. We have already seen a decrease in the marks in standard XII and this may not be the ideal solution to improve the condition. Most colleges that have compulsory attendance are not preferred by students because they prefer to go to colleges where attendance is given without checking so that these students can enroll in coaching classes. New colleges are given permission and there is vacancy in traditional colleges where rules are stricter. Everybody knows what is happening in most colleges but there is hardly any check on them and no action is taken resulting in bad results,” Patwardhan said. Hrishikesh Soman, principal of Symbiosis College of Arts, Science and Commerce called the government’s intentions good, but implementation faulty. “I am not against the move; it is a good move. But the way it is being implemented will ultimately benefit nobody. The technicalities are still not sorted. Each division will have 12 more students in my college. The government does not want to spend more on teachers’ salaries so they’re increasing per class additional students. Student teacher relationship should be healthy. Already, we have 120 to 1 student teacher ratio and now you’re increasing it further to 132 to 1. It is not sound academically?” Download The Times of India News App for Latest City .", "time": "2019-06-20 04:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/one-teacher-for-132-students-in-some-colleges-after-intake/articleshow/69865385.cms"}, "Bank staffer extorts Rs 6 lakh from colleague, arrested": {"description": "PUNE: Khadki police on Monday arrested a 30-year-old assistant manager of a private bank for allegedly blackmailing and extorting Rs6.18 lakh from his woman colleague by threatening to disclose their relationship to her parents. The woman paid the money between May 2018 and June this year. When the suspect continued to demand money from her, she approached Khadki police on Monday and lodged an FIR against him. The suspect has been arrested under sections 384 (punishment for extortion) and 385 (putting person in fear of injury in order to commit extortion) of the Indian Penal Code. Khadki police inspector Shafil Pathan told TOI that the complainant and the suspect were working on the same post in a private bank. They were in relationship for the past few years. “Last year, the woman ended the relationship after she came to know that the suspect was married,” Pathan said. The suspect then told the woman that he would disclose their relationship to her parents. He also threatened to send the photographs of their private moments to them. “The suspect started demanding money from the woman to keep his mouth shut. The terrified woman bowed to his demand and paid the money,” Pathan said. The woman paid him Rs 6.18 lakh over a period of one year. As the suspect continued to demand money, the woman gathered courage and lodged an FIR against him. “Our probe is on,” Pathan said. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:22:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/bank-staffer-extorts-rs-6l-from-colleague-arrested/articleshow/69848643.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Maharashtra achieves only 11.4% target under PMAY-U": {"time": "2019-06-18 12:22:00", "link": "https://timesofindia.indiatimes.com//city/pune/state-achieves-only-11-4-target-under-pmay-u/articleshow/69833268.cms", "description": "PUNE: The state has achieved 11.4% of its target since the launch of its affordable housing scheme under the Pradhan Mantri Awas Yojana (Urban) in 2015. Only 2.17 lakh units have been constructed in the state against the target of 19 lakh affordable houses by 2020. This means more than 88% of the target is yet to be achieved. In 2018-19, the state government has constructed 1,892 units. In 2017-18 and 2016-17, it had built 55,695 and more than 1.6 lakh units respectively. The houses, meant for the economically weaker section, are constructed in the Mumbai Metropolitan Region, in the PMR region in Pune and Shrirampur. “There was some delay in sanctioning of land last year. We will pick up the pace of construction now. We have recently launched a scheme at City and Industrial Development Corporation (CIDCO),” said housing officials, who plan to offer nearly 90,000 homes under the PMAY scheme. As per reports, in January this year, nearly 17,000 houses were approved for the urban poor by the urban development department. However, there was no deadline set. Unless adequate land is available for the project, completion will take time. Land availability is an issue especially in the big cities, said the the housing department official. The responsibility of land procurement is usually given to the Maharashtra Housing and Development Authority (MHADA), Slum Rehabilitation Authority (SRA) and the local corporations. Under PMAY, the Centre provides assistance of Rs1lakh to Rs1.5lakh per dwelling, while the state contributes Rs1 lakh. The government allots the land at the rate of Re1 per sqmt with Rs1,000 charged as the stamp duty. The scheme has recently also involved developers under a PPP model. The state government has also waived the required security deposit for affordable housing meant for the economically weaker sections. There are other schemes like beneficiary-linked construction (BLC) and credit-linked subsidy scheme (CLSS) under which the state is trying to create affordable housing stock. Officials have, however, said there is also the issue of identifying genuine beneficiaries. Various agencies have been roped in to find the actual beneficiaries. Based on the demand for housing under the PMAY (Urban), the states/UTs formulate project proposals and they are approved by the state chief secretary. After that the proposal is submitted to the ministry for approval of Central assistance. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Littered Flyover": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/litteredflyover/articleshow/69780729.cms", "description": ""}, "Silence on new airport no surprise: Experts": {"description": "Pune: The non-inclusion of the Purandar airport project in the state budget was no surprise for the aviation experts. S K Jain, former president of Mahratta Chamber of Commerce, Industries and Agriculture and former president of MCCIA’s civil aviation committee, told TOI, “There is a lot of difference in genuine intention and active action. Pune has suffered like this over the years.” There have been no budgetary provisions or funds release after the project was first announced in 2016. Experts stressed the government stayed away from the proposed new airport because of the forthcoming assembly elections. “The present state budget was an election budget and it was not expected from the government to touch counterproductive issues. While any delay in this project is a setback for the city, I feel the project will gain momentum once the polls are over,” aviation analyst and expert Dhairyashil Vandekar said. Anant Sardeshmukh, former director-general of the MCCIA, said lack of mention of new airport in the budget proved that it was not in the priority list of the government. “The project has always been on the backburner...Navi Mumbai airport has a priority over Pune” he said. Not just the finance minister, Sudhir Mungatiwar, there was no reference to the Purandar project in the economic survey though it mentioned about the Navi Mumbai airport project. Senior officials at the Maharashtra Airport Development Company Limited, who are managing the project, did not respond to the calls and text messages from TOI. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:38:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/silence-on-new-airport-no-surprise-experts/articleshow/69865792.cms"}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Survey of junctions starts to ease traffic movement": {"description": "PUNE: The Pune Smart City Development Corporation Limited (PSCDCL) has initiated the study of various junctions to ensure smooth traffic flow. The project, ‘Adaptive Traffic Management System’, would solve traffic mess by providing adaptive traffic controllers and automating the traffic control. Around 125 critical junctions would be covered in the initial stage of the project’s implementation. The scope would be expanded to cover 261 junctions across the city in the next phases. The tender for the ATMS project was closed in March 2019. Two bids were received and evaluation of the pre-qualification criteria was underway. The estimated capital expenditure for the project will be around Rs100 crore. Rajendra Jagtap, the chief executive officer of PSCDCL, said a study taken up to capture vehicle counts at 261 junctions would help formulate the comprehensive plan of junction management. “The Pune Municipal Corporation (PMC) will play a vital role in approving the work of improvement at junctions. The suggestions would be executed in coordination with the traffic police,” he said. Jagtap said the works will include redesigning chowks to suit the management of traffic.  “The project comprises complete junction designing along with survey of existing infrastructure as well as proposed additional infrastructure to meet the design capacities and physical civil interventions across the city,” he said. The redesigning of chowks is part of Pune Smart City Development Corporation Limited’s plan to formulate a comprehensive strategic master plan to deal with traffic solutions. Major components of ATMS project include adaptive traffic controllers at junctions, traffic lights and traffic sensors, variable message sign boards and integration with command and control centre. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:20:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/survey-of-junctions-starts-to-ease-traffic-movement/articleshow/69848676.cms"}, "RTA gives nod to set up prepaid autorickshaw stands at 4 places": {"description": "PUNE: The city is set to get four prepaid autorickshaw stands by the end of this month. The Regional Transport Authority (RTA) has given its nod to set up the stands at Pune railway station, Swargate and Shivajinagar state transport bus stands, and Sangam bridge. A senior officer of the Regional Transport Office (RTO) told TOI, “The project was under consideration for quite some time and the RTA has finally given the permission to start the prepaid autorickshaw booths. Primarily, the traffic wing of the Pune police will set up the stands. The RTO will assist them. The RTO has finalized the rate chart from different locations and given to the police. It will be the job of the police to provide space and infrastructure for these stands. The Pune RTO is working in close coordination with them.” Deputy commissioner of police (traffic) Pankaj Deshmukh said they had earlier thought of letting different autorickshaw unions do the job. “They were told to coordinate among themselves and start these stands. But there is a lot of infighting among them and the stands couldn’t start. A non-government organization (NGO) registered with traffic branch was dormant for a long time. It has been revived and will look after the initiative. A vendor has been selected for the purpose and the space for the autorickshaw stands in the four areas has been finalized.” He said the police were hoping that the booths would start in the next 10 days. “The spots were carefully chosen after studies. A lot of passengers look for autorickshaws at these spots. The new stands will be a relief for them,” he said. The officer said was hopeful that the autorickshaw drivers would join the initiative and cater to passengers through the four booths. “At the end, they also want business. The infighting was about which union would start the booths. Now that the job has been taken care, they will use them,” Deshmukh said. Hailing the move, Ravindra Gangwane, a frequent commuter, said, “PMPML (Pune Mahanagar Parivahan Mahamandal Limited) cannot guarantee a proper service in terms of timings. Hence, many of us use autorickshaw regularly. A majority of the autorickshaw drivers refuse trips or ask for extra money. We hope that these prepaid booths will be of big help.” At present, close to 80,000 autorickshaws ply in Pune and Pimpri Chinchwad. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:53:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/rta-gives-nod-to-set-up-prepaid-autorickshaw-stands-at-4-places/articleshow/69865667.cms"}, "\nNaseeruddin Shah and Kamal Haasan at the opening ceremony of Film Preservation and Restoration Workshop 2016 in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Naseeruddin-Shah-and-Kamal-Haasan-at-the-opening-ceremony-of-Film-Preservation-and-Restoration-Workshop-2016-in-Pune/articleshow/51295088.cms", "description": "One of the highlights of the closing ceremony of the second edition of Film Preservation and Restoration Workshop 2016, organised by Film Heritage Foundation, was the discussions on the importance of conserving the country’s movie legacy. The 10-day workshop, co-organised by Viacom 18 and hosted at The National Film Archive of India in Pune, saw major Indian and international experts gather together to discuss, conduct and promote the urgent need to preserve India’s rich film legacy. Prominent film personalities including Naseeruddin Shah and Kamal Haasan, and Sunil Arora (Secretary in Ministry of Information and Broadcasting) were present for the opening and closing ceremonies along with Shivendra Singh Dungarpur (Founder Director, Film Heritage Foundation) and Sudhanshu Vats (Group CEO, Viacom18 Media Pvt Ltd). The dignitaries also pledged their support by being the chief guests of honour for the Film Preservation and Restoration Workshop 2016. Download The Times of India News App for Latest City ."}, "Pune: Road completed after 25 yrs in 12-hr stretch": {"description": "PIMPRI CHINCHWAD: A 150-metre-long road, linking Dighi with Bhosari in Pimpri Chinchwad, was hanging fire for over 25 years due to opposition from landowners until the civic body completed a major portion of it on Wednesday morning in a 12-hour span after the affected families agreed to the compensation package. Officials said that the road construction work began around 11pm on Tuesday and was completed about 11am on Wednesday. However, work on the 120-metre stretch of the road could only be completed as some farmers were yet to handover the land for the remaining portion comprising 30 metres. The road will be widened further as per the development plan (DP), once the remaining landowners along the side margins agreed to the compensation package, officials said. \"The civic body could not construct road on the 150-metre-long stretch of DP Road in Sawantnagar for the past 25 years as 30 to 35 landowners were not ready to give their land for road construction. On Tuesday, a majority of the land owners agreed to hand over their land. As a result, we have been able to get land for 120-metre stretch. We have tarred the 9-metre-wide contiguous portion of the road to enable vehicles cross the stretch quickly,\" an official said. Dighi village, located along Pune-Alandi Road, was merged within PCMC limits in 1997. Residents of Dighi have to travel through Bhosari to reach Pune-Nashik highway. But some of the roads that link Bhosari have not been properly developed due to land acquisition problems. BJP corporator Sagar Gawli said, “Bhosari MLA Mahesh Landge took the lead to hold discussion with the affected landowners and find a solution to the pending problem. Majority of the landowners agreed to give their land on Tuesday after which the road construction began and tarring was also completed on the nine-metre road. ” Gawli said residents of Bhosari will be able to use the road to reach Pune-Alandi Road and travel to Vishrantwadi, Pune airport, Dhanori and other areas of the city. Another BJP corporator, Vikas Dolas, said, “Residents living near the untarred road were facing respiratory ailments due to the dust blown up by vehicles passing through the open land during summer. Minor accidents occurred when two-wheelers skidded due to the slush in monsoon. Now, people will not have to face these problems as the road has been constructed and tarred.” Download The Times of India News App for Latest City .", "time": "2019-06-20 06:45:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/road-completed-after-25-yrs-in-12-hour-stretch/articleshow/69865701.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Road condition on Paud Road Pune": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadconditiononpaudroadpune/articleshow/69718331.cms", "description": ""}, "water logging": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterlogging/articleshow/69818304.cms", "description": ""}, "\nResidents of Pebbles - II host a house warming ceremony in Pune\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/pune/Residents-of-Pebbles-II-host-a-house-warming-ceremony-in-Pune/articleshow/51711442.cms", "description": "All the residents of Pebbles - II, graced the premises of the residential space for a house warming ceremony recently. This auspicious occasion was solely dedicated to all residents by the founders of Pebbles – II, Abhinav and Rainbow Developers, who took this opportunity to bolster the aspects of customer satisfaction and transparency to newer heights by organizing this one-of-a-kind ‘Sammohik grih shanti, vastu shanti and grih pravesh’ ceremony.  The initiation of this pragmatic event ensured that the customers need not shell out extra money to perform the aforementioned rituals, which can prove to be expensive and tedious if carried out independently. The founders of this spectacular project have created a valued bond with all their customers, even after the completion of their transactions.  “Let this be the beginning and not the end of our relationship. Reducing our customers’ expenditure is the least we can do for them. Therefore, acting upon these ideals, we gave birth to the idea of a universal house warming event,” shared Sham Shende, CMD, Abhinav Group.  The fact that this secluded event was entirely dedicated to only the residents of Pebbles – II and not for any other commercial purpose, speaks volumes about the founders of this nature-friendly project. “This is how we build transparency with our clients. Besides, it’s a beautiful place that deserves a proper ritualistic initiation. So one can’t really say that we are going out of our way by offering such events,” stated Sunil Nahar, CMD, Rainbow Group.  The completion of these rituals marked the beginning of an immensely tranquil environment within the capacious and eco-friendly boundaries of this unique project. Download The Times of India News App for Latest City ."}}