{"Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "\nSwara Bhaskar's web series screened in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Swara-Bhaskars-web-series-screened-in-Mumbai/articleshow/54677895.cms", "description": "One of India’s fastest growing media conglomerates, Viacom 18 launched its latest web series, '#ItsNotThatSimple', on its digital platform Voot. The makers also held a special screening of the show on Monday to select guests from the industry. Some of the celebrities who turned up at the venue to support the shows included Imran Khan and Avantika Malik, Aamir Ali and Sanjeeda Shaikh, Danish Aslam, Shruti Seth, Mini Mathur and Gul Panag. A six-episode web series starring Swara Bhaskar, Karanveer Mehra, Vivan Bhatena and Akshay Oberoi, the show has a funny take on urban marriage. Comedian Angad Singh Ranyal’s comic take on love, relationships and marriage was a treat for the audience. Download The Times of India News App for Latest City ."}, "Darshan Raval celebrates the success of his song with BFFs": {"time": "", "link": "http://photogallery.indiatimes.com/events/mumbai/darshan-raval-celebrates-the-success-of-his-song-with-bffs/articleshow/69841569.cms", "description": ""}, "Litigation pushes Mumbai Metro project cost up by Rs 1,000 crore": {"description": "MUMBAI: Litigations have proved to be stumbling blocks for big-ticket projects in the city and they have led to cost escalations that have run into crores of rupees, chief minister Devendra Fadnavis told the legislative council on Wednesday. He cited the example of Metro-III project which was delayed by nearly nine months due to litigations and as a result, its cost escalated by nearly Rs 1,000 crore. Fadnavis made the statement while replying to NCP’s Rahul Narwekar who pointed out that several government projects, especially those related to city’s infrastructure development, were being delayed. Narwekar demanded that the government pass a legislation that puts a time cap on disposal of projects that are of of public importance and cost above Rs 100 crore. “In case of the coastal road project, a group of residents from south Mumbai approached the court recently to get stay on the work. Litigations have also hampered work of other big-ticket projects in the recent past like the Mumbai Trans-Harbour Link, Shivaji Smarak and the RoRo project,” Narwekar said. Responding to Narvekar’s demand, the CM said he will refer it to the law and judiciary department to see if the government can come up with a solution without interfering with the powers of the court. “Apart from litigations, clearances too take a lot of time. It took close to two years and six sittings to get the central environment ministry’s nod for the coastal road project notification. We now have all the necessary permissions. The Centre has put a condition that there should be a dedicated corridor for public transport on the coastal road, and we have agreed to it,” the CM informed the council. Transport experts have suggested that BEST buses get a dedicated lane on the coastal road and be exempted of toll. “This will encourage people to shift to public transport to travel along the south-north corridor and keep cars away,” said an expert. Fadnavis has also been pitching for a common mobility card, which can be used for travel in locals, Metro, monorail and buses across Mumbai Metropolitan Region. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:04:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/litigation-pushes-mumbai-metro-project-cost-up-by-rs-1000-crore/articleshow/69866915.cms"}, "Thane: Fire breaks out in bungalow at Vasai, no injuries": {"description": "MUMBAI: A fire broke out in ground plus two-storey bungalow 'Om' at Gavraipada in Vasai (east) in the wee hours of Wednesday. No injuries were reported. The Vasai Virar Municipal Corporation fire brigade said that the fire started at around 12am. Fire breaks out in a bungalow at Vasai; no casualties reported #VasaiFire https://t.co/QO5HT8aZ44&mdash; TOI Mumbai (@TOIMumbai) 1560915010000The occupants of the family were rescued by locals. The fire originated from the ground floor but was brought under control before it spread to the upper floors. A short circuit is suspected to be the cause of the fire. The Vasai region had witnessed moderate to light rains since Tuesday morning. In Video:Mumbai: Fire breaks out in bungalow, no injuriesDownload The Times of India News App for Latest City .", "time": "2019-06-19 10:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/thane-fire-breaks-out-in-bungalow-at-vasai-no-injuries/articleshow/69851244.cms"}, "Private Road v/s BMC Road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/privateroadv2fsbmcroad/articleshow/69850289.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "CM Devendra Fadnavis invited to address Sainiks on foundation day": {"description": "MUMBAI: Shiv Sena, for the first time invited a politician other than a party member as a guest. Chief minister Devendra Fadnavis would be the first person, who will attend the programme and address shivsainik on the occasion of party's 53rd foundation days, on Wednesday evening at Matunga's Shanmugham hall.  A Sena leader confirmed that CM Fadnavis has been invited by the party or foundation day programme and has been accepted an invitation by him. Late Sena Supremo Balasaheb Thackeray had a good rapport with many political party top brass beyond politics. Sena wants to spread a message that 'all is well' in the saffron alliance.  such as socialist George Fernandes, former home minister in the state and late congress leader Balasaheb Desai, NCP chief Sharad Pawar, Communist leader Shripad Amrut Dange, former CM and congress leader Vasantdada Patil and few others were witnessed at some or other event organised by Sena. Sr Thackeray also met former prime minister Indira Gandhi, Chandrashekhar, I K Gujral, former Tamil Nadu CM MK Karunanidhi and other national leaders to discuss the issues, however no one was invited for the foundation day, other than a party member. Sena wants to spread a message that 'all is well' in the saffron alliance. \"Misleading news about bitterness among both got spread over since last few days. But we are in an alliance and misleading news could lead to spread wrong message across all, 288 assembly constituencies ahead of assembly polls. To should avoid such misunderstanding ahead of elections was an important task, hence the party invited Fadnavis to address shivsainiks,\" said a Sena functionary. While asked why only Fadnavis, \"He is a good orator with clean image, understanding, clear thoughts and a leading leader of the BJP in the state. Not only BJP cadre but even Shivsainiks are fond of him. Sharing dais with Uddhavji could be normal thing but participating as a special guest for only Sena function will definitely clear the air between both cadre and that will help both while facing assembly polls soon,\" he added. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:16:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/cm-devendra-fadnavis-invited-to-address-sainiks-on-foundation-day/articleshow/69851538.cms"}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Copter service ‘delayed’, pilgrim from Goregaon dies in Kedarnath": {"description": "A 52-year-old pilgrim from Goregaon died in Uttarakhand as a helicopter allegedly took more than 45 minutes to ferry him from Kedarnath to a health centre in Guptakashi after he started feeling breatheless on Tuesday. Angry over the delay and death, the kin of the victim created ruckus at the helipad and had heated arguments with helicopter service providers who later went on strike for around two hours. The district administration has ordered an inquiry. Rudraprayag district magistrate Mangesh Ghildiyal said, “Vinod Vyas (52) complained of breathlessness in the temple after which he was taken to a health camp. The doctors referred him to a bigger health centre in Guptakashi. We immediately ordered the transportation of the victim but he died before he could have reached to the hospital,” the DM said. According to eyewitnesses, even after receiving the orders, the man remained on a stretcher near the helipad for over 30 minutes while Vyas’s kin argued with the helicopter service provider designated by the administration. “But the officials of the chopper service providers didn’t pay heed. It is only after the police intervened that they transported the man to Guptakshi, where he was declared brought dead by the doctors,” said a Rudraprayag cop. Chief medical officer Dr SK Jha said that it was a delay of around 30 minutes in the transportation of the elderly man. “He was very serious and we had asked for immediate referral,” he added. The district administration as well as police department have ordered an inquiry into the matter. “Circle Officer Kedarnath will be investigating the matter after which appropriate action will be taken,” said the DM. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:57:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/copter-service-delayed-pilgrim-from-goregaon-dies-in-kedarnath/articleshow/69851215.cms"}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Cabinet expansion in Maharashtra saw 13 new ministers inducted in Fadnavis government": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/cabinet-expansion-in-maharashtra-saw-13-new-ministers-inducted-in-fadnavis-government/videoshow/69812240.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Apathy at new garden": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/apathyatnewgarden/articleshow/69850330.cms", "description": ""}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Chopper service 'delayed', Mumbai man dies in Kedarnath": {"description": "DEHRADUN: A 52-year-old pilgrim from Mumbai who suffered breathlessness in Kedarnath lost his life allegedly after the helicopter took 45 minutes to take him to hospital. Angry over the delay and death, the kin of the victim created ruckus at the helipad and had heated arguments with helicopter service providers who later went on strike for around two hours. The district administration has ordered inquiry into the matter. Rudraprayag district magistrate Mangesh Ghildiyal told TOI that the deceased, Vinod Vyas, 52, was a resident of Goregaon in Mumbai West. “He complained of breathlessness in the temple after which he was taken to a health camp. The doctors at the health camp referred him to a bigger health centre in Guptakashi. We immediately ordered the transportation of the victim to Guptakashi but he died before he could have reached to the hospital,” the DM said. According to the eyewitnesses, even after receiving the orders, the man remained lying on a stretcher near the helipad for over 30 minutes. The kin of the victim started heated arguments with the helicopter service provider designated by the district administration. “But the officials of the helicopter service providers didn’t pay any heed. It is only after the police intervened that they transported the elderly man to Guptakshi where he was declared brought dead by the doctors,” said a cop from Rudraprayag on the condition of anonymity. Chief medical officer Dr SK Jha said that it was a delay of around 30 minutes in the transportation of the elderly man. “He was very serious and we had asked for immediate referral,” he added. The district administration as well as police department have ordered an inquiry into the matter. “Circle Officer Kedarnath will be investigating the matter after which appropriate action will be taken,” said the DM, who added that the helicopter service providers went on a strike for around two hours in Kedarnath after the heated arguments between the kin of the victim, police and their workers. Download The Times of India News App for Latest City .", "time": "2019-06-19 14:02:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/chopper-service-delayed-mumbai-man-dies-in-kedarnath/articleshow/69847274.cms"}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "PM Narendra Modi: Success party": {"time": "", "link": "http://photogallery.indiatimes.com/events/mumbai/pm-narendra-modi-success-party/articleshow/69860153.cms", "description": ""}, "Bombay HC: Was any study done before changing rules to allow reclamation of land?": {"description": "MUMBAI: The Bombay HC on Wednesday asked the Union government to clarify if any scientific study was undertaken before changes were made to Coastal Regulation Zone (CRZ) rules in 2015 for construction of the 35km coastal road that will connect Marine Lines to Kandivli. A division bench of Chief Justice Pradeep Nandrajog and Justice Nitin Jamdar are hearing PILs against the South Coastal Road (SCR)-a 10km stretch of the entire coastal road. As per the 1991 CRZ notification, reclamation was prohibited in coastal areas. However, in 2015, changes were made to the rules to permit reclamation in CRZ areas for the purpose of constructing a coastal road. \"Was any scientific study undertaken? What was the material that was considered (before the change in rules)?\" the judges asked the counsel representing the Union. The PILs claimed that work, including reclamation activities, started last year on the proposed 10km-long SCR stretch from Marine Lines to Bandra-Worli Sea Link in Worli without obtaining environmental clearance. The BMC and the state have claimed no environmental clearance was required for SCR as it was a linear road and not a area development project. The project has obtained CRZ nods, the authorities said. Senior advocate Janak Dwarakadas, counsel for the petitioners, claimed no public hearings were required for the CRZ approvals, but were necessary for the environmental clearances. The advocate pointed out that the recommendations by the environmental assessment committee were cleared in a day and \"there was no application of mind\". The advocate added that the authorities had initially applied for approvals for the entire 35km project. But when they were refused approval, they split the project into two and sought permissions for the SCR and north coastal road saying that they were standalone projects, independent of each other as they were divided by the sea link. Dwarakadas said the same set of documents were submitted for the second application. \"A project costing over Rs 12,000 crore, providing a complex transportation passageway consisting of a network of roads, roads on stilts and reclaimed surfaces, tunnels and undersea tunnels on at least 160 hectares of reclaimed land with substations, police chowkies, parking, bus bays, cycle tracks, approaches and recreational areas ought to undergo an environmental clearance as an area development activity as envisaged in the 2006 Environmental Impact Assessment Notification,\" the petitioners said. The hearing will continue on Thursday. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:17:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/bombay-hc-was-any-study-done-before-changing-rules-to-allow-reclamation-of-land/articleshow/69869081.cms"}, "S Bombay-Alibaug Ro-Ro service to start soon": {"description": "MUMBAI: The Bombay high court has paved the way for the launch of roll-on-roll-off ship service-popularly called Ro-Ro which can accommodate people and their vehicles to be ferried across from the city's Ferry Wharf to Mandwa-Alibaug, round the year. Justice S J Kathawalla recently dismissed an arbitration petition filed by Provident Multi-Trading Pvt Ltd, which was declared a successful bidder by Maharastra Maritime Board (MMB) in 2017, observing that such a public project can't be delayed any further. Justice Kathawalla's May 30 order, made available this week, vacated the stay on MMB's new tender for providing the Ro-Ro service, for which infrastructure has been ready since over a year. \"...A public contract, such as the present one, ought to commence at the earliest and operate at its maximum capacity at all times irrespective of any disputes and claims that may have arisen between the contracting parties,\" the judge said. As if thinking in tandem, chief minister Devendra Fadnavis on Wednesday said he was keen to expedite the Ro-Ro project and if need be, state departments could purchase its own vessel. Replying to a question on infrastructure projects, he said: \"The Ro-Ro service is embroiled in legal wra- ngles...infrastructure is ready and the services will benefit scores of citizens. So it will be wise to procure our own vessel and run the service...\" Provident Multi-Trading , along with a consortium, submitted its bid in November 2017, providing a description of two vessels, but not their names. It approached the HC aft- er the MMB terminated the contract citing non-compliance of conditions. The HC had then observed that only one vessel had reached the city. Sharan Jagtiani and Karl Tamboly, counsels for the firm, argued that as a successful bidder, it should be allowed to 'go ahead' and MMB can't be allowed to terminate the contract and issue new bids. But former additional solicitor general Darius Khambata, with counsels Shiraz Rustomjee and Ishwar Nankani, argued against any relief being granted. Khambata relied on a newly introduced Section 20-A which is intended to cut delay in public project, to justify MMB's action. Justice Kathawalla said he was not inclined to grant any interim relief even based on the facts. He said: \"...such injunction will further delay the project...\" Download The Times of India News App for Latest City .", "time": "2019-06-20 05:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/bombay-hc-paves-the-way-for-launch-of-south-bombay-alibaug-ro-ro-service/articleshow/69866764.cms"}, "one rain and roads": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/onerainandroads/articleshow/69866983.cms", "description": ""}, "\nSajid Nadiadwala conferred with Chevalier dans l’Ordre des Arts et des Lettres in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Sajid-Nadiadwala-conferred-with-Chevalier-dans-lOrdre-des-Arts-et-des-Lettres-in-Mumbai/articleshow/54464331.cms", "description": "Sajid Nadiadwala, on Tuesday, was conferred with the Chevalier dans l’Ordre des Arts et des Lettres (Knight of the Order of Arts and Letters) by Alexandre Ziegler (French Ambassador to India). While his wife Warda Nadiadwala kept him company, his friends and colleagues from the industry cheered him on. Sajid said, “France is a beautiful country which is not completely tapped in our films. Shooting there has been such a delight.” Download The Times of India News App for Latest City ."}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Mumbaikars attend a frame weaving workshop to promote handloom": {"description": "A three-hour frame weaving workshop was held in the city on June 18. Held in Lower Parel, it was attended by approximately 15 participants. “We conduct the frame weaving workshop to educate and encourage people to know and understand handloom. This is the basic of weaving and by learning frame weaving one can practice it anywhere as all you need is a weaving frame which occupies no space and helps you create wonderful pieces which can be used to make cushions, table mats, runners or even bags, shoes and blouses,” says Ritika Jhunjhunwala, from Iteeha Instructors.  The process of frame weaving was taught from scratch. “It takes about an hour for someone to get a hang of it and then the entire class is a learning process, as we teach different types of weaves using a lot of materials, like threads, jute threads, ribbons and laces, etc. We have made some wonderful compositions using measuring tapes, wires, wool up cycled with waste cloth and beads,” she says, adding that the workshop usually lasts for four hours. Talking about the experience of attending the workshop, Ashish Kejriwal said, “I enjoyed the workshop. It kept me engaged. Making every line and then seeing the final product is amazing. The idea is to make everyone understand the importance of buying hand-woven material.” Download The Times of India News App for Latest City .", "time": "2019-06-19 09:12:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbaikars-attend-a-frame-weaving-workshop-to-promote-handloom/articleshow/69853605.cms"}, "WR's Invitation to electrocution": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wr2623393bsinvitationtoelectrocution/articleshow/69850346.cms", "description": ""}, "Rera: Public body that sells land to builder can't be made promoter": {"description": "MUMBAI: In a landmark decision, state housing regulatory authority MahaRera has ruled that a public authority which sells land to developers cannot be made a promoter along with the builder in the housing project. Navi Mumbai builders who are members of CREDAI-MCHI (Raigad) had filed a complaint with MahaRera, seeking that the City and Industrial Development Corporation (Cidco) be made a co-promoter of their projects. They contended that Cidco delays its obligations after selling the plots and, as a result, their projects get held up and they are held liable for the delay. They said Cidco must be made a promoter under Rera because it is a public authority and MCHI members are allottees of plots owned by Cidco. MahaRera chairperson Gautam Chatterjee ruled that the sale transactions effected by Cidco are sale of immovable property where permissions for development is yet to be given by the competent authority. \"Such transaction does not fall under the definition of a real estate project,\" he said. The order said Cidco can be made a promoter along with the builder in cases where Cidco is mandated to develop \"off-site infrastructure\" around the plot. In its complaint, MCHI said that Cidco does not register tenders inviting bids with Rera even though it was mandated to do so. \"Cidco has not followed the provisions of Rera in its agreements and dealings with the highest bidder and is contravening the provisions of Rera,\" it said . The complainant said that Cidco is required to register the scheme as a project with Rera prior to advertising, marketing and inviting bids for the plots. Besides, Cidco is liable for various obligations to be performed pre- and post-tender like removal of encroachments and encumbrances, final demarcation of plot, providing water and drainage connections. The builders, who plan to file an appeal against Chatterjee's order, said Cidco frequently delays carrying out these tasks. As a result, they face flak from flat buyers, who drag them before the housing authority for project delays. \"Cidco falls under the ambit of 'promoter' under Rera and its activities of inviting bids for plots and allotment of the same for lease of 60 years fall under the provisions of Rera,\" said the builders. Counsel for Cidco said the corporation sold plots after a public tender to prospective developers to develop and construct flats to be sold to third parties. \"There we are not liable to register the sale of such plots with MahaRera,\" he said. In his order, Chatterjee said if the developer's plot acquired from Cidco is dependent on certain off-site infrastructure that has to be provided by Cidco, then \"while registering their projects with MahaRera, the builders can include Cidco as a promoter (land-owner)\". Download The Times of India News App for Latest City .", "time": "2019-06-19 09:02:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/rera-public-body-that-sells-land-to-builder-cant-be-made-promoter/articleshow/69851409.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Three bookies held from Mumbai hotel for placing bets on Cricket World Cup match": {"description": "MUMBAI: Police on Monday arrested three bookies from a hotel in Malad while they were placing bets on a cricket match. A special squad formed by DCP Sangramsinh Nishandar carried out a raid in the room on the eighth floor of Sai Palace hotel on Malad Link Road around 9pm. Nishandar had received specific information about betting being carried out in the hotel room. When the special squad reached the room, it found the room locked from inside. They sought help from the hotel manager and got access to the room using a duplicate key. The police found three men who were placing bets on a Cricket World Cup match between West Indies and Bangladesh. The accused were identified as Sandeep Bhatia, Parvez Shaikh and Deepak Savla. Three laptops, three dongles, 16 cellphones and two diaries were recovered from their possession. \"The trio has been arrested under provisions of the Gambling Act. We will probe who else was involved in betting and the value of bets placed,\" said inspector Ravi Adane. Download The Times of India News App for Latest City .", "time": "2019-06-19 20:39:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/three-bookies-held-from-mumbai-hotel-for-placing-bets-on-cricket-world-cup-match/articleshow/69862046.cms"}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Maharashtra tops US Green Building Council's list": {"description": "MUMBAI: According to a recent assessment done by the US Green Building Council (USGBC), Maharashtra tops among Indian states for hosting the most environment-friendly buildings that save electricity and other green resources. The state stood first in a USGBC list of India's top 10 states for LEED (Leadership in Energy and Environmental Design), which is the world's most widely used green building rating system. This is the second year that the list has been released in India. Its ranking system is based on considering each state's creation of cumulative gross square feet of LEED-certified space as of December 31, 2018. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:37:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-tops-us-green-building-councils-list/articleshow/69851125.cms"}, "Waste Empire": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wasteempire/articleshow/69850264.cms", "description": ""}, "The street is garbage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thestreetisgarbage/articleshow/69850266.cms", "description": ""}, "Smokeless kitchens scheme to get going": {"description": "The state will launch a pilot project aimed at providing a smoke-free environment in the kitchen for women, finance minister Sudhir Mungantiwar announced on Tuesday. The project is named ‘Chullah-Free and Smoke-Free Maharashtra’. The budget has allocated Rs 100 crore for make the state chullah-free, with its implementation first in Naxal areas and districts prone to farmer suicides. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:04:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/smokeless-kitchens-scheme-to-get-going/articleshow/69848030.cms"}, "Maharashtra budget will provide sustainability in agriculture sector: Devendra Fadnavis": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/maharashtra-budget-will-provide-sustainability-in-agriculture-sector-devendra-fadnavis/videoshow/69847783.cms", "description": ""}, "Opposition says Coastal Road poses threat to fisherfolk": {"description": "MUMBAI: A furore erupted in the legislative council on Wednesday over the threat posed by the coastal road to the livelihood of fisherfolk. CM Devendra Fadnavis, however, allayed the fears by saying, \"We have learned through an international report that a coastal road functions as a barrier against strong waves. It is a positive project for Mumbaikars and should not be viewed as some sort of encroachment. He also said that the 29.2km eight-lane project will not impact the work of the fishing community and there is no need to rehabilitate anyone. \"Even during Bandra-Worli Sea Link construction, some Machchimar villages moved the court against us, but now it is clear that the project has not affected the livelihood of any family,\" the CM said. Congress leader Bhai Jagtap said the project involved reclamation of land and construction of stilted roads which will impact the customary right of fishing and the livelihoods. NCP's Rahul Narwekar said there have been protests over the way the reclamation is being done. When a council member said that most kolis were still awaiting their areas to be demarcated under Development Plan, the CM said that in 12 fishing villages, work was already completed and for the rest, he had directed officials to expedite the process. \"We are marking not just koliwadas, but also gaothans and adivasi areas in the DP. This has been a five-decade-long demand and we have implemented it,\" he said. The CM said if anyone feels his/her livelihood is being hit, s/he can approach the Mumbai Trans-Harbour Link tribunal. \"We will ensure fisherfolk are not affected by any project,\" he assured, adding that the project was creating \"green patches\", which will benefit citizens. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/opposition-says-coastal-road-poses-threat-to-fisherfolk/articleshow/69869051.cms"}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Binoy Kodiyeri is my child’s father, claims Mumbai woman": {"description": "MUMBAI: A 33-year-old woman here, who has filed rape and cheating charges against CPM Kerala state secretary Kodiyeri Balakrishnan’s son, on Tuesday said that she had incontrovertible proof to show that Binoy Kodiyeri was the father of her child and that she herself was willing to undertake a DNA test to prove it. The woman had got an FIR registered against Binoy Kodiyeri at the Oshiwara police station here on June 13. The birth certificate and passport of the woman’s eight-year-old son show Binoy Vinodini Balakrishnan alias Binoy Balakrishnan Kodiyeri as his father. The woman has already submitted several documents to the Oshiwara police as evidence of her close relationship with the CPM leader’s son. The documents include her bank statements between 2010 and 2015, which showed Binoy Kodiyeri had electronically transferred Rs 80,000 to Rs 1 lakh every month to her as maintenance. Sources close to the woman said that her recent letter to Binoy, which the latter claimed was an attempt to blackmail, had merely sought more money from him for the boy’s upbringing. “The woman’s letter for Rs 5 crore was sent in consultation with her lawyer and it clearly says the money is to take care of their child,” a police officer confirmed. Sources told TOI that Oshiwara police were expecting Binoy Kodiyeri to cooperate with the investigation. “There are photos of the woman with Binoy Kodiyeri and their child, and even family photographs to prove that there was no problem between the two till 2015. Problem started after 2015 when Binoy Kodiyeri refused to give money to the woman and even stopped visiting her house,” a police officer told TOI. Mumbai police spokesperson Manjunath Singe said the Oshiwara police were collecting evidence before taking action and that he was unaware if any lookout notice was being issued for Binoy Kodiyeri. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/binoy-kodiyeri-is-my-childs-father-claims-mumbai-woman/articleshow/69851255.cms"}, "Payal Tadvi suicide: Video recording infrastructure unavailable, bail plea can't be on hold, says sessions court": {"description": "MUMBAI: A sessions court judge on Wednesday said that bail hearing of three doctors accused of abetment in the Dr Payal Tadvi suicide case can be heard without a video recording of the proceeding since there is no equipment or infrastructure in place yet for such recording. “The bail application requires to be decided expeditiously,’’ said additional sessions Judge Purushottam Jadhav referring to Supreme Court guidelines on bail proceedings. The order was on an application by special public prosecutor Raja Thakare for time to make arrangements to video record the bail proceedings as directed earlier. The court observed that the SC/ST (prevention of atrocities) Act was amended a couple of years ago to require video recording of all proceedings in offences under the Act, but infrastructure is yet to be put in place. The state has to provide the infrastructure and in Maharashtra it hasn’t. Aabad Ponda, counsel for the accused doctor trio argued at length that video recording of bail proceeding is not necessary at all. The court said that this issue was already decided earlier by it. Thakare said the reason for seeking time is that the police is unable to provide for the video recording soon. Advocate Gunratan Sadavarte appearing for the first informant in the case also argued at length said the court order. His main contention was that the state and police machinery “are not serious about atrocities on SC/ST and failed to protect the community’s interest.’’ The sessions court tried to “find a solution” at least for the Tadvi case but the Judge observed that police has “genuine’ difficulties. Police is not a private party which can spend funds at will, it receives funds which has to be spent for tasks allotted by the government said the court adding that the state, not police, provides court with infrastructure. But acknowledging bonafides of the investigating officer who has sought the infrastructure, the Judge said it would take even up to two years. The court said there was substance in Sadavarte’s submission of necessity of video recording to ensure rights of victims and the lack of any such recording in “thousands of cases’’ in the last couple of years. His submission has highlighted the issue and will help government to think about it “seriously’’ and “expeditiously’’ take steps to provide necessary infrastructure for video recording, said the Judge. The order said that hearing of the bail plea sans videorecording “would not cause any prejudice to the interest of the informant’’ and places the bail hearing for June 21. Three senior doctors of a civic-run hospital, were arrested for allegedly abetting the suicide of a junior colleague by harassing and making casteist remarks against her. The three doctors were-- Hema Ahuja, Bhakti Mehere and Ankita Khandelwal -- all are attached to the B Y L Nair Hospital in South Mumbai. After Tadvi ended her life on May 22, her family alleged that the doctors taunted and hurled casteist abuses at her as she belonged to a scheduled tribe. The accused were subsequently booked under provisions of the Scheduled Castes and Tribes (Prevention of Atrocities) Act, Anti-Ragging Act, Information Technology Act and section 306 ,IPC for abetment to suicide. Download The Times of India News App for Latest City .", "time": "2019-06-19 20:30:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/payal-tadvi-suicide-video-recording-infrastructure-unavailable-bail-plea-cant-be-on-hold-says-sessions-court/articleshow/69861710.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Wake up BMC": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wakeupbmc/articleshow/69866936.cms", "description": ""}, "Mumbai: Man going for job interview found hanging in train toilet": {"description": "MUMBAI: The man who was found hanging in the toilet of the Jaipur Superfast Express last Friday was a carpenter hailing from Nepal. The GRP established his identity and tracked down his son. Around 9.04am last Friday, the Jaipur Superfast Express had arrived at Mumbai Central Terminus when a locksman was found to open a locked lavatory. A man was found hanging from the flush pipe. There were no identification documents on him or on his luggage placed on a seat. \"We had found a chit in his pocket with the name 'Sur' and a cellphone number scribbled on it. When we dialled the number, it belonged to a Surat resident. We sent him photographs of the deceased over Whatsapp. It turned out the man had lined up some job interviews and the deceased had applied,\" said a GRP officer. The deceased was identified as Gopi Sunar. Police said he was a Nepal national living in Gorakhpur. \"Sunar was a carpentar. He had married twice but his second wife had deserted him. He was to go to Surat for finding employment as he was not getting work for some time. We found a Ratlam-Mumbai train ticket on him. During the journey, he hanged himself in the toilet somewhere between Gujarat and Mumbai. Railway staffers said the toilet of the coach S-4 was locked right since 5am,\" said an official. No suicide note was recovered. Sunar's son, Binod (24), was contacted by the police to claim his father's body. Police said Sunar took the drastic step probably out of frustration as things werent going his way. Download The Times of India News App for Latest City .", "time": "2019-06-19 21:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-man-going-for-job-interview-found-hanging-in-train-toilet/articleshow/69861619.cms"}, "Mumbai: Fire breaks out in bungalow, no injuries": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-fire-breaks-out-in-bungalow-no-injuries/videoshow/69852431.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "illegal parking by heavy trucks in CST road o": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalparkingbyheavytrucksincstroado/articleshow/69850328.cms", "description": ""}, "Five injured as state transport bus rams into truck at Boisar": {"description": "MUMBAI: A state transport bus rammed into a truck before landing into a wayside ditch on the dangerous Waghoba ghat in Boisar, injuring five including the drivers of the two vehicles on Wednesday. The bus was heading from Boisar to Ahmednagar with passengers. When the bus reached the Waghoba ghat, known for its dangerous curve, the driver Uddhav Kantale lost control of the vehicle. He rammed into an oncoming truck. Kantale reportedly applied the brakes but as the road was slippery due to rains, the bus hit the truck from the front and landed in a ditch alongside the road. The front side of the bus was badly damaged. The truck too sustained major damages. Three passengers in the bus sustained injuries. They have been identified as Gyandev Abale (45) of Sangamner, Sugtabai Phapale (65), Shaila Abale (40). Both Kantale and the truck driver Vijay Patil (24) sustained serious head injuries and are being treated at a private hospital at Nagzire village in Boisar. The Waghoba ghat is a steep road where a number of accidents have been reported. Passengers told the police that despite the roads being wet, the bus was speeding. At the ghat the bus driver misjudged the curve and landed took a steep turn. A case of rash driving has been registered against Kantale. Download The Times of India News App for Latest City .", "time": "2019-06-19 18:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/five-injured-as-state-transport-bus-rams-into-truck-at-boisar/articleshow/69860304.cms"}, "Swords, hockey sticks turn MLA bungalow into battleground": {"description": "MUMBAI: Swords, hockey sticks and chairs were used in a clash between two groups that had been called to BJP MLA Narendra Mehta’s Mira-Bhayander bungalow to settle a property dispute on Sunday. In his police complaint, Ajay Dubey, a hotelier from Malad, said Mehta had called him and builder Manish Oza of Dadar to his bungalow ‘Shagun’ at old Golden Nest, Bhayander, at 9 pm. Dubey and Oza were involved in a twoyear-old dispute over a property near Cinemax in Mira Road. Dubey and his younger brother, Arun, arrived outside the bungalow around 8.50 pm. Oza was waiting with three men, Rajendra Bansode, Sagar Jadhav and a man identified only as Rakesh. Dubey said in the complaint that Oza charged towards him and abused him and Mehta. Dubey alleged that Oza pulled out a sword from his car and assaulted him on the back. Dubey and his brother ran into Mehta’s office on the ground floor. Dubey said Oza and his accomplices followed them. Chairs in the office were flung around. Mehta’s wife, Suman, asked the guards to call the police. Guards handed over Bansode and Jadhav to the police, who arrested them. Oza and Rakesh ran away. Dubey was admitted to hospital. As Mehta’s office was ransacked, his secretary, Darshan Sharma, also filed a police case. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:08:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/swords-hockey-sticks-turn-mla-bungalow-into-battleground/articleshow/69851452.cms"}, "pothole cesspool at Kerb dangerous Parking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/potholecesspoolatkerbdangerousparking/articleshow/69866962.cms", "description": ""}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "6,000 vehicles of co attached": {"description": "MUMBAI: The Enforcement Directorate has attached the movable properties of Sidhi Vinayak Logistics comprising 6,170 vehicles worth Rs 1,609.8 crore over its alleged involvement in a bank fraud case of Rs 1,590 crore. The action was taken uunder the Prevention of Money Laundering Act. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/6000-vehicles-of-co-attached/articleshow/69851189.cms"}, "Bridge mess cripples Mumbai’s infrastructure": {"description": "Mumbai's municipal corporation has been shutting down bridges and foot over-bridges one after another, choking traffic on arterial roads even as the monsoon is almost here. The reason given is that these structures have become old and dilapidated. But the question on everyone' Why has the BMC woken up all of a sudden? \"This appears to be a knee-jerk reaction following the fatal Himalaya FOB crash at CSMT in March,\" says G R Vora, a member of the F-North ward Citizens' Federation and resident of Sion where two FOBs at King Circle were recently shut for inspection. \"Civic officials first neglected bridge maintenance and have now realized that many are beyond repair and have to be pulled down.\" Of the 29 bridges classified as 'dangerous', eight have been razed and over a dozen shut for vehicular and pedestrian movement. The two FOBs at King Circle are not part of the 'dangerous' bridges list, but have been shut after the re-audit dound some damages in the structures. Additional municipal commissioner Vijay Singhal, in charge of civic bridges department, says: \"We did not want to close all these bridges, but were left with no choice. We cannot play with people's lives. We are looking at alternative traffic arrangements and solutions.\" Short-staffed departmentA study of the reasons for the sudden closures exposes serious gaps in the functioning of the country's richest municipal body-to start with, a severely short-staffed bridges department that is barely six years old. Of the sanctioned 104 posts, 47 are vacant. This means there are only 57 staffers overseeing 300-plus bridges, FOBs, vehicular and pedestrian subways and skywalks, including the 29 'dangerous' bridges aged between two and six decades. The numerous vacancies in existing posts seems ironic considering the department has asked for an extra 116 new posts to be created. Prior to 2013, city bridges were maintained by the roads and traffic department and an assistant engineer (bridges) would report to the road department head. But with more bridges coming up across the city, the need was felt for a dedicated bridges department. The first chief engineer of the new department was S O Kori, who is currently behind bars in the Himalaya FOB crash incident for 'lack of supervision'. Nitai Mehta, founder and managing trustee of NGO Praja Foundation whose recent report analysed the staff crunch in BMC, says: \"The fundamental problem is the corporation today is only fire-fighting instead of looking at long-term solutions...Many of these bridges are a part of the old infrastructure and need to undergo periodic inspections and maintenance. Instead, the administration is focused on constructing new infrastructure to create ribbon-cutting moments.\" Also, the number of vehicles on roads is rapidly increasing, putting pressure on infrastructure. As on March 2019, there were over 36.4 lakh vehicles on city roads (up from 33.5 lakh in 2018), of which 58.6% were two-wheelers, 29.3% cars, jeeps, station wagons, 3.7% taxis/cabs, 5.8% autos, 0.4% buses and 2.2% goods vehicles. 'Few checks, bad upkeep'BMC's bridges manual, that was brought out in 2011, says assistant engineers must inspect bridges twice a year-in April and in October. Accordingly, major/minor repairs, if required, need to be taken up. The inquiry conducted by the civic vigilance department in the Himalaya FOB crash incident blamed the department for not following the manual. The first-ever audit done by the department was only after the tragic 2016 Mahad bridge collapse on Savitri river in Raigad. The audit covered 253 brid- ges-150 in western suburbs, 64 in eastern suburbs and 39 in the island city. The report was delayed and it was only after the pedestrian section of Andheri's Gokhale bridge collapsed on July 3, 2018, that corporators demanded its immediate release. The report had recommended demolition of 14 'dangerous' bridges-six in western suburbs, five in eastern suburbs and three in the island city-major repairs for 61 structures and minor repairs for 107. But six months later, in March 2019, when the Himalaya FOB, which was found to be in a 'good condition' in the audit, crashed, a re-audit was sought. This re-audit added 15 more bridges to the 'dangerous' list taking the total number to 29. The BMC has spent nearly Rs 2.5 crore on the structural audits of the bridges. A senior, independent expert underscored the significance of such checks. \"Usually after a bridge is constructed, there is need for periodic maintenance and repairs after 30 years. But it is often seen that during repairs, new layers are added without removing the earlier layers, which adds to the dead load,\" says Shirish Sukhtame, former president of Practicing Engineers Architects and Town Planners Association. Most bridges have a deck type construction with two girders as side support, but the deck in between, on which people walk, is much thinner. \"During structural audits, owing to this layer over layer, the welding joints are not accessible. There is a need to routinely check the structure and replace anything if required, but part by part, without inconveniencing the public,\" adds Sukhtame. Clearly, such a system is absent. Chetan Raikar, a structural engineer, also suggests fundamental changes in the work culture. \"Engineers should get both classroom and on-job training once they are inducted,\" he adds. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/bridge-mess-cripples-mumbais-infrastructure/articleshow/69850933.cms"}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Mumbai: Nab principal in sex harassment cases, demand student groups": {"description": "MUMBAI: Members of two student organizations protested at a popular college in a western suburb on Tuesday and demanded that the principal be suspended and arrested over a pending sexual harassment complaint filed this February by a psychologist who was visiting the institution for a conference. A similar complaint was made against the principal by a teacher of the college where he was previously employed. The principal has denied the allegations and said the complaints were made with malicious intent. On Tuesday, members of Prahar Students Organisation and Nationalist Students Congress staged a protest at the college premises. “In spite of an FIR, the police have not taken any action and the college allows him to continue as principal,” said Ajay Tapkir, secretary, Prahar Students Organisation. The issue came to the fore earlier this month when Shiv Sena MLC Neelam Gorhe demanded his resignation. “The first complainant lost her job because she raised the issue. She has been following up on it since 2007 and has also written to the Prime Minister’s Office. The second complainant learnt of the first case and decided to speak up about the inappropriate behaviour at a conference,” said Gorhe. The principal told TOI: “It appears that a conspiracy has been hatched against me to tarnish my clean image. Earlier, the university’s women’s commission had dismissed such a complaint made by a teacher and hence she had filed a complaint with Tilak Nagar police station in 2018 for the alleged 2007 incident. In the second case, the person has filed a similar type of complaint in January 2019 for the alleged incident in October 2016. It’s obviously not a coincidence. I am being maliciously implicated by someone who wants to tarnish my image and the institution’s image. My innocence will be proved anyway but if such defamatory complaints are entertained, then there will be chaos in every organisation.” Juhu police senior inspector Pandrinath Wavhal said the case is under investigation and thus no details can be revealed. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:35:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/nab-principal-in-sex-harassment-cases-demand-student-groups/articleshow/69848408.cms"}, "Maharashtra will fill vacant 19,000 constable posts": {"description": "To strengthen the police force, the state has granted permission to fill 18,992 vacant constable posts. Also, 4,649 new constable posts will be created this year, states the budget. Funds will be made available to procure modern weapons and technologies for the police to fight naxals. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:59:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-will-fill-vacant-19000-constable-posts/articleshow/69852123.cms"}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Monsoon Ready - Reality check": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/monsoonready-realitycheck/articleshow/69850271.cms", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "In 4 years, Mumbai-Delhi Rajdhani to take just 10 hours": {"description": "MUMBAI: Passengers will be able to travel between Mumbai and Delhi in 10 hours, as the railway board plans to upgrade the speed limit of the Mumbai-New Delhi Rajdhani to 160kmph over four years. The fastest train between the cities is Rajdhani Express (15 hours, 50 minutes). It departs from New Delhi at 4.25pm and arrives at Mumbai Central at 8.15am the next day. It halts at five stations, covering 1,386km and its maximum speed is 110-120kmph. Western Railway chief public relations officer Ravinder Bhakar said, “We have to upgrade tracks and sleepers so that rails can handle 160kmph. We are chalking out the plan as more sleepers (density) will be required, level-crossings have to eliminated, and fencing is needed to prevent trespassing and cattle being run over.” The proposal, part of the railway’s 100-day action of the Narendra Modi government, will have to be cleared by the cabinet committee on economic affairs and the Union cabinet before a tender is floated. The 52kg rails will be replaced by 62kg ones and 90 ultimate tensile strength. Sleeper density too will have to be increased so that the tracks stay firm when trains pass at a speed of 160kmph. There is no need for alterations in signalling. The aim is to bring the system to a level where trains can run at 130kmph with push-and-pull technology. In the next phase, the speed will be increased to 160kmph. WR plans to reduce travel time of the existing Rajdhani with push-and-pull technology, in which locomotives are attached to the front and rear. Trials have shown a saving of almost 105 minutes. The system can be adopted after the report for Mathura-Pulwa section arrives. Central Railway has started running the third Rajdhani (CSMT-Hazrat Nizamuddin) with this technology. It used to take around 18 hours over 1,535km but with this technology, it saves 80 minutes. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:43:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/in-4-years-mumbai-delhi-rajdhani-to-take-just-10-hours/articleshow/69865142.cms"}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Cheap way to alert public": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cheapwaytoalertpublic/articleshow/69850259.cms", "description": ""}, "74,000 names enrolled in Maharashtra’s children’s homes found to be fake": {"description": "MUMBAI: The PAC report for the year 2017-18, submitted to the state assembly on Wednesday, came out with the results of the inquiry the committee conducted into suspected cases on the basis of the CAG report for 2014-15. The committee's inquiry revealed that between 2010 and 2015, there were 963 registered children's homes in the state. These homes belong to the state government but are run by NGOs. Of these, 213 were shut in 2016 after the authorities found that the names of over 74,000 children were fake. In 2017, three more children's homes were shut by the state women and child development department, taking the total to 216. The action was taken after the state adopted a policy of rechecks and new registrations of children with biometric impression, Aadhar card number and personal identification. Most irregularities were found during the rechecks. Three of the homes that were derecognized were from Mumbai and the suburban district, while half -- 107 - were located in Beed, Nanded, Osmanabad, Latur and Parbhani in Marathwada. The rest were in Solapur, Satara, Pune, Ahmednagar and Nashik. The government not only stopped grants but also instructed the administrators of these homes to shift the children enrolled there to children's homes elsewhere. Atul Bhatkhalkar, a member of the PAC for the women and child development department, demanded that a thorough inquiry be conducted by a special investigation team (SIT) into the matter. \"After the inquiry, the culprits should be punished,\" Bhatkhalkar said. The Juvenile Justice (Care and Protection of Children) Act 2015, enforced from January 15, 2016, laid down norms for facilities for children. Besides this, the Aurangabad bench of the Bombay high court in its judgment of June 2015 had observed that children's homes must be capable of taking care and giving protection to children housed there. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:26:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/74000-names-enrolled-in-maharashtras-childrens-homes-found-to-be-fake/articleshow/69867864.cms"}, "Mumbai: Kin of man killed by drunk teen driver go online to seek justice": {"description": "MUMBAI: Family and friends of entrepreneur Shailesh Mishra have created a page on social media to petition for justice, days after he was killed in an accident allegedly caused by a drunk driver. Mishra was in an aggregator cab and was headed home to be with his seven-month-old baby early on Monday when the accident took place. An SUV, which was steered by a teenager, Sudhanshu Saboo, rammed into Mishra's cab in Goregaon (Et). Saboo (19) was later arrested by the Aarey police. A medical test has revealed that Saboo was driving under the influence of alcohol. Also, the police have said that Saboo did not have a driving licence. Mishra was a trader in stocks and a financial advisor based out of Andheri. His wife, Priti, said the family's only wish is that Saboo should remain behind bars and not get out on bail. \"Shailesh had served in the merchant navy for six years and sailed in the high sea as a navigating officer. He then did his MBA at Xavier School of Management, Jamshedpur,\" a relative said. He was pursuing a Chartered Financial Analyst (CFA) course currently. \"Shailesh used to spend close to 15 hours with his books. We were waiting for his exam to end so that he could spend some time with the baby,\" said Priti. Mishra's exam for CFA level two was on Saturday. On Sunday, he was supposed to spend the entire day sleeping. However, his childhood friends decided to meet up in Kandivli and watch the India-Pakistan cricket match together. \"He was not supposed to go as the plan had been called off once. But he eventually went. After the match, his friends urged him to stay back for the night. But he insisted that our daughter would not sleep without him,\" Priti added. Around 1.15am, Saboo's SUV hit the left side of the cab where Mishra was seated. \"Our relatives have seen the CCTV footage and Saboo was clearly at fault. My husband suffered severe injuries while Saboo got away unhurt. The cab driver too is in a stable condition. We will apply for a copy of the CCTV footage; it needs to be presented in court so that Saboo does not get bail,\" said Priti. The couple had been married for four years and their baby turned seven months old on Wednesday. \"We would celebrate her birthday every month. Shailesh obsessed over her. She was crying the day he did not return home,\" said Priti. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:57:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-kin-of-man-killed-by-drunk-teen-driver-go-online-to-seek-justice/articleshow/69868194.cms"}, "CM Fadnavis attends Shiv Sena’s 53rd Foundation Day celebration": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/cm-fadnavis-attends-shiv-senas-53rd-foundation-day-celebration/videoshow/69868619.cms", "description": ""}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Ajit Pawar says proposals up on Twitter before budget presented; CM denies it": {"description": "Why were the budgetary proposals posted on finance minister Sudhir Mungantiwar’s Twitter handle before they were read out? Former deputy chief minister and senior NCP leader Ajit Pawar asked this question to chief minister Devendra Fadnavis and Mungantiwar and called it “a clear case of breach of privilege. The information was available on the FM’s Twitter handle before the budget proposal was presented to the legislature. Both the CM and the FM must tender an unconditional apology to the legislature.” Fadnavis defended the FM saying the information were posted only after it was disclosed in the legislature. “The FM began reading his budget speech at 2pm while it was available on his Twitter handle at 2.16pm. No rules were breached. In fact, the same procedure is followed when the Union budget is presented,” said Fadnavis. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:47:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/ajit-pawar-says-proposals-up-on-twitter-before-budget-presented-cm-denies-it/articleshow/69851934.cms"}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "Bus stop parking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/busstopparking/articleshow/69867003.cms", "description": ""}, "Borivali West Skywalk": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/borivaliwestskywalk/articleshow/69866958.cms", "description": ""}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Die is ‘caste’ for polls: Sops for OBCs with focus on Dhangars": {"description": "MUMBAI: To placate OBC communities, especially the Dhangars, ahead of the assembly polls, the state on Tuesday unveiled a slew of schemes and sops. Community leaders termed the move an \"election gimmick\" as \"the government is offering sops while avoiding demands\". The OBC communities are upset with the government as they feel the 16% quota granted to Marathas could eat into their share of reservation. Also, the Dhangars, who are part of OBC at present, have a grouse with the state as it has been mum on their demand to be included in Scheduled Tribes (ST) category. \"This is all an election gimmick,\" said Prakash Shendge, former MLA and Dhangar community leader, adding, \"We do not want money, but reservation.\" The BJP had assured the Dhangars ST status during the 2014 assembly election campaign. Dhangars constitute about 12% of the state's population and can influence 90-odd assembly seat results. Shendge said no scheme will be implemented before the elections. In the interim budget presented on Tuesday, state finance minister Sudhir Mungantiwar proposed a Rs 200 crore grant for the Maharashtra State OBC Finance and Development Corporation. This would be on the lines of Annasaheb Patil Financial Development Corporation, which provides loans to Marathas. The state has also approved 36 hostels-18 for girls and boys-for OBC communities, and kept aside Rs 200 crore in the 2019-20 fiscal for their welfare. Also, OBC girls in classes V-VII will get a scholarship of Rs 60 per month and those in classes VIII-X will get Rs 100 per month. SSC and HSC toppers in the OBC category will get cash awa-rds of Rs 1 lakh and Rs 51,000. The state has kept aside Rs 1,000 crore for Dhangars' welfare and plans to implement 22 schemes on the lines of sops for the ST category. Schemes like sheep husbandry for landless Dhangar families, insurance for sheep, schemes for students deprived of hostel facilities, admissions to renowned English schools in cities, scholarship for higher education abroad are under consideration. Also, 10,000 homes for homeless Dhangars are on the cards. Dhangar leader Mahadev Jankar, a minister in the Fadnavis government, welcomed the move. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:45:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/die-is-caste-for-polls-sops-for-obcs-with-focus-on-dhangars/articleshow/69851807.cms"}, "Celebs have a gala time at Rohini Iyer's house party": {"time": "", "link": "http://photogallery.indiatimes.com/events/mumbai/rohini-iyers-house-party-photos/articleshow/69857175.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "BMC must create more parking, say miffed activists": {"description": "MUMBAI: Civic commissioner Praveen Pardeshi has said that car owners encroach on BMC roads just like slum dwellers illegally occupy public spaces. He said, “Car owners encroach on roads by parking their vehicles and barring others from using that portion of public land. So, action will be taken against such encroachers.” Citizen activists have slammed the move and said the civic body must create more parking space for vehicles instead. Activist Ashok Pandit said, “This is dictatorship. Did the BMC speak to citizens, NGOs and experts before taking such a decision? They are here to serve the people but take decisions without taking citizens into confidence. There are other ways to find a solution instead of harassing citizens.” The BMC has 146 pay-andpark lots in different parts of the city where around 30,000 cars can be parked along with 4,000 bikes. The civic body insists that people park in parking lots and not on roads which causes serious problems for pedestrians and leads to traffic congestion. In tbe past, the city has witnessed several instances where fire vehicles have faced difficulties reaching a site due to illegally parked vehicles. The BMC will use the Mumbai Municipal Corporation Act’s sections 314 for encroachment and 381 for nuisance to implement the rule. It will bring in a policy listing penalty details and amounts for illegal parking. The BMC will put up boards in noparking zones, saying it will have zero tolerance towards illegal parking within 1km of arterial roads and impose fines. Ward officers have also been asked to hire machines to tow away wrongly parked vehicles. King’s Circle resident Nikhil Desai (67) said, “The BMC must first provide enough alternatives for parking and construct underground and multi-storey parking at railway stations. Otherwise, the idea of imposing a penalty will not work like in the case of the plastic ban.” Download The Times of India News App for Latest City .", "time": "2019-06-20 10:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/bmc-must-create-more-parking-say-miffed-activists/articleshow/69869034.cms"}, "\nSpecial screening of 'Motu Patlu Kings of Kings' in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Farah-Khan-hosts-a-special-screening-of-Motu-Patlu-Kings-of-Kings-in-Mumbai/articleshow/54779404.cms", "description": "Joining yaaron ke yaar Motu Patlu on their action safari were B-Town celebs and their young ones in a special preview screening hosted by Farah Khan. The director-choreographer turned host for this 3D adventure animation film, produced by Viacom18 Media Pvt Ltd, Cosmos Entertainment and Maya Digital Studios. The makers of 'Motu Patlu Kings of Kings', which releases this Friday, will donate Farah’s participation fee to an animal welfare organisation she supports, World For All. Along with Farah were the two do-gooders Motu and Patlu themselves, who spread the cheer at this screening, wowing both celebrities and their kids alike. Download The Times of India News App for Latest City ."}, "Today in History: Victoria Terminus, now Chhatrapati Shivaji Maharaj Terminus, opened in 1887": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/today-in-history-victoria-terminus-now-chhatrapati-shivaji-maharaj-terminus-opened-in-1887/videoshow/69859936.cms", "description": ""}, "MSRTC gets Rs 160 crore fuel to buy buses, modernise stands": {"description": "MUMBAI: The Maharashtra State Road Transport Corporation (MSRTC) on Tuesday got a Rs 160 crore allocation to buy 700 new buses and modernise 129 bus stands. Work at 39 bus stands has been completed and rest is in progress, stated the budget. As of now, the expenditure for the renovation work has been Rs 136 crore. Focus will be on bus stations at places of pilgrimages and for this, Rs 100 crore has been reserved for 2019-20, said the official. MSRTC plans to keep aside 200 buses for religious tourism. An official said buses will be deployed from Pandharpur to every part of the state. State finance minister Sudhir Mungantiwar said: \"MSRTC is the lifeline of rural Maharashtra. 'Gaav tithe ST' is its tagline and it has connected 91.7% of villages in the state.\" Download The Times of India News App for Latest City .", "time": "2019-06-19 09:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/msrtc-gets-rs-160-crore-fuel-to-buy-buses-modernise-stands/articleshow/69852069.cms"}, "Work on Expressway bypass finally picks up speed but at double the initial estimate": {"description": "MUMBAI: The work on building a bypass along the ghat section of the Mumbai-Pune Expressway has begun at a cost of Rs 6,695 crore, announced finance minister Sudhir Mungantiwar during his budget speech at the state legislative assembly on Tuesday. The project, which was introduced in 2014, has been delayed and it has resulted in cost escalation-almost double the initial estimate of nearly Rs 3,500 crore. The 20km bypass, which will have 11km of tunnels, 1.6km of bridges and an eight-lane road towards Khalapur (Panvel) and Kusgaon (near Sinhagad Institute), will reduce the Mumbai-Pune distance by half an hour as vehicles will be able to avoid the steep ghats and traffic jams. It is being carved out to separate the Expressway from the old highway. Traffic from the Expressway as well as the old highway take the same stretch through the ghats resulting in jams, delays, fuel consumption and pollution, said an official. The bypass will be part of the Expressway and the existing ghat section will remain purely for three and two-wheelers plying on the old highway.  MSRDC officials said work on the tunnel approach way towards Sinhagad Institute had already begun. While Navayuga Engineering Company is working on the tunnels, the viaduct or cable-stay bridges are being constructed by Afcons Infrastructure Limited. Geodata-LB consortium are the project consultants. The MSRDC is the nodal agency for the project. Also, around 30,000km of new roads are being built at a cost of Rs 18,000 crore under the Chief Minister Village Road Connectivity programme. Other projects underway are the Rs 55,000 crore Mumbai-Nagpur super-communication highway and around Rs 7,600 crore sewage, road and water supply projects undertaken by the PWD, Mungantiwar said. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/work-on-expressway-bypass-finally-picks-up-speed-but-at-double-the-initial-estimate/articleshow/69852132.cms"}, "\nArjun Rampal celebrates Navratri at Dagdi Chawl in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Arjun-Rampal-celebrates-Navratri-at-Dagdi-Chawl-in-Mumbai/articleshow/54737003.cms", "description": "Arjun Rampal, who plays Arun Gawli in an upcoming biopic on the gangster-turned-politician, visited Gawli’s neighbourhood on Thursday evening to participate in the Navratri celebrations there. Arjun has been working on the film, titled 'Daddy', over the past few months. A large part of the biopic has been shot at South Mumbai’s Dagdi Chawl, where Gawli grew up and rose to power. The actor took to his social media page to thank the film’s crew and also the city’s police force for helping out with the shoot, which wrapped up early this week. Download The Times of India News App for Latest City ."}, "Water leakage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterleakage/articleshow/69867019.cms", "description": ""}, "Mumbai: Phase II of FYJC admissions gets off to slow start": {"description": "MUMBAI: Day one of phase two of first year junior college admissions was off to a slow start with several students complaining about missing information and slow servers. The office of the deputy director on Wednesday morning activated the link to fill up part II of the admission form. But schools and students expected it to have started early in the morning. “Parents and students queued up at the school and all were clueless about when the link would open. Much later, a ticker on the website informed us that the site would be active after 11.30am,” said a parent. Once active, it slowed down due to overload. “We began applying in the afternoon but the page reset several times after we logged in. We decided to wait another day before we tried again,” said a class X student from South Mumbai. This year, the education department has not uploaded the previous year college cut-offs on the portal before the log-in page. “The school asked us to shortlist 10 colleges but we could only see cut-offs from 2017-18 before logging in, making it difficult to prepare a list that matched my percentage,” said the student. Cut-offs for 2018-19 were accessible to students only after they filled up details on the part II form. While the government had announced that seats would be increased by 5% in science and 8% in arts and commerce at 50 colleges, apart from those which volunteer, the office of the deputy director on Wednesday sent out letters to 98 colleges in Mumbai metropolitan region, informing them about the increase. “As per our (education department) orders, the deputy director would have the authority to decide the number of colleges,” said Suvarna Kharat, joint secretary, school education department. Deputy director of education, Rajendra Ahire, was unavailable for comment despite repeated attempts. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-phase-ii-of-fyjc-admissions-gets-off-to-slow-start/articleshow/69865146.cms"}, "Mumbai coastal road case: Chief justice paints a dystopian picture of the future": {"description": "MUMBAI: Chief justice Pradeep Nandrajog of Bombay high court on Tuesday drew up a dystopian future for the human race if it stopped caring for the environment. A division bench of the chief justice and justice Nitin Jamdar was hearing public interest litigations challenging the alleged lack of approvals, including environmental clearances for the south coastal road that is part of the Mumbai coastal road project. At the close of the day’s hearings, the CJ predicted a bleak future “if we don’t care about the environment.” The chief justice passed a notepad to lawyers in the case with a caricature of a human being of the future affected with deformities as a result of pollution. The caricature resembled an alien being with an overgrown head due to high activity of brain cells, an elongated nose because of nasal chambers breathing in toxic and polluted air and small eyes which were a fallout of constant exposure to the computer screen. The being also had long arms due to computer use and short legs because of lack of movement and physical activity. The judge said the lack of concern for the environment will “affect future generations.” The bench is presently hearing arguments in the PILs against the work, including reclamation activities on the coast that started last year on the 10-km-long SCR. This is part of the 34-km-long coastal road that will finally connect Marine Lines to Kandivli. One of the major issues raised by the petitioners is lack of environmental clearance from the union ministry of environment and forests for the SCR. The BMC and state have claimed environmental clearance is not required. The authorities have cited the Coastal Regulation Zone (CRZ) approvals to support their case. Senior advocate Janak Dwarakadas, counsel for the petitioners, said the environmental clearance had additional requirements and conditions that were not there for CRZ approvals. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:34:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/coastal-rd-case-cj-paints-a-dystopian-picture-of-the-future/articleshow/69848610.cms"}, "Mumbai wastes more time in jams than any other city in the world: Report": {"description": "MUMBAI: Mumbai motorists face the worst traffic jams in the world, according to a recent global study based on statistical analysis of GPS data. The report said commuters in the city spend 65% more time on the roads during peak hours than when the roads are free. It put the city ahead of Bogota, Lima, Delhi, and others as the most congested city on its TomTom Traffic Index 2018. In comparison, a New Yorker spends 36% more time on the roads during peak hours. So, why did things come to such a pass and will it get any better? Activists point out that the situation may only get worse in monsoon. \"If the BMC wants to shut down a particular stretch, then alternative routes have to be planned to be able to bear the extra traffic burden,\" says a traffic police officer. \"Parked vehicles, encroachments and construction debris have to be cleared from these alternative routes. Also, the BMC should consult the traffic police before finalising a bridge closure. Instead, they inform us after the decision is taken and leave us to deal with the chaos.\" The traffic police also point out that in many cases, there is no indication on when the reconstruction of bridges would begin. In Video:Mumbai wastes more time in jams: ReportDownload The Times of India News App for Latest City .", "time": "2019-06-19 14:29:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-wastes-more-time-in-jams-than-any-other-city-in-the-world/articleshow/69850643.cms"}, "Get 90% waiver on stamp duty penalties till August": {"description": "MUMBAI: State finance minister Sudhir Mungantiwar announced 90% waiver on stamp duty penalties till August on Tuesday to encourage defaulter housing societies and flat owners to pay up their dues. He said a sizeable number of people had responded positively to such an amnesty scheme last year. It may be recalled that several flat owners in housing societies who have bought or sold their apartments must pay penalties for a delay in stamp duty payment. In Mumbai alone, 7,000 property owners have aired their desire to pay penalty under this amnesty scheme. Also, lakhs of housing societies are to get ownership of land under the conveyance deed scheme. Stamp duty is charged at a standard 5% across Maharashtra and an additional 1% as surcharge for Mumbai property buyers. While the stamp duty is payable as per that year’s rate, the mounting penalty over it will get largely waived. Around Rs 5,000 crore duty and fees are reportedly pending across the state with Rs 500 crore in Mumbai city alone. “Even if we get 10% of it, it will be a big addition,” said an senior official at the office of stamp duty and registration. Cooperatives expert Ramesh Prabhu welcomed the move and appealed to members to benefit from the scheme by producing original documents and proof of making payment. He said this time, perhaps due to poor publicity, the response to the scheme is not very enthusiastic. In 2018, the assembly had approved an increase of 1% to the stamp duty on conveyance deeds in rural and peri-urban areas. Moreover, the stamp duty on conveyance deeds in gram panchayat areas is now set at four per cent of the land value in the amendment, up from the three per cent. The stamp duty in peri-urban areas governed by municipal councils was also increased to 5% from 4%. Similarly, dealers whose tax liability does not exceed Rs 25,000 though turnover exceeds Rs 1 crore need not get their accounts audited. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:52:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/get-90-waiver-on-stamp-duty-penalties-till-aug/articleshow/69847732.cms"}, "On cam: Roof plaster falls in Ulhasnagar school, 3 students injured": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/on-cam-roof-plaster-falls-in-ulhasnagar-school-3-students-injured/videoshow/69847959.cms", "description": ""}, "BMC plans Rs 10,000 fine for no-parking offences": {"description": "MUMBAI: The BMC has decided to slap a penalty ranging from Rs 1,000 up to even Rs 10,000 on car owners for parking in no-parking zones, causing inconvenience to other motorists, pedestrians and importantly, emergency vehicles such as fire engines and ambulances. The BMC will also tow away vehicles of repeat offenders. Civic commissioner Praveen Pardeshi has asked ward officials to implement the rule from July 7.  The civic chief was initially firm on imposing a flat Rs 10,000 penalty but fearing a public outcry over the substantial penalty amount, decided to grade it from Rs 1,000 to 10,000. The fine will be imposed in the form of an e-challan. Sources said the fine amount will be levied depending on the vehicle size and the location of the area or the road where a vehicle is illegally parked. Ward officials have been asked to appoint contractors to implement the rule in their respective areas. They have imposed a condition that the contractors must compulsorily have a former military person in their staff to enforce the penalty rule. Currently, the BMC does not fine motorists for illegal parking; they are disciplined by traffic police. The BMC will soon hold a meeting with joint commissioner of police (traffic) Madhukar Pande to discuss details of the move.  Pardeshi said, \"We will not compromise on public spaces. We removed illegal encroachments by the poor for nullah widening work (at Bandra). Similarly, we will remove cars of the rich that are parked illegally by encroaching on public property. We are implementing the rule wherever there is a pay-and-park alternative available within a distance of a kilometre and on arterial roads.\" Pardeshi said car owners encroach on BMC roads like slum dwellers illegally occupy public spaces. He said, \"Car owners encroach on roads by parking their vehicles and barring others from using that portion of public land. So, action will be taken against such encroachers.\" Activists have slammed the move and said the civic body must instead create more parking space for vehicles. Activist Ashok Pandit said, \"This is dictatorship. Did the BMC speak to citizens, NGOs and experts before taking such a decision? They are here to serve the people but take decisions without taking citizens into confidence. There are other ways to find a solution instead of harassing citizens.\" The BMC has 146 pay-and-park lots in different parts of the city where around 30,000 cars can be parked along with 4,000 bikes. The civic body insists that people park in parking lots and not on roads which causes serious problems for pedestrians and leads to traffic congestion. In tbe past, the city has witnessed several instances where fire vehicles have faced difficulties reaching a site due to illegally park vehicles. The BMC will use the Mumbai Municipal Corporation Act's sections 314 for encroachment and 381 for nuisance to implement the rule. It will bring in a policy listing penalty details and amounts for illegal parking. The BMC has already put up boards in no-parking zones, saying it will have zero tolerance towards illegal parking on arterial roads and impose fines. Ward officers have also been asked to hire machines to tow away wrongly parked vehicles. King's Circle resident Nikhi Desai (67) said, \"The BMC must first provide enough alternatives for parking, construct underground and mult-storey parking at railway stations. Otherwise, the idea of imposing a penalty will not work like in the case of the plastic ban.\" Read this story in MarathiIn Video:Mumbai: Rs 10,000 fine on those parking vehicles illegallyDownload The Times of India News App for Latest City .", "time": "2019-06-20 10:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/rs-10000-fine-on-those-parking-vehicles-illegally-in-mumbai/articleshow/69866755.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Municipality generates garbage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/municipalitygeneratesgarbage/articleshow/69850337.cms", "description": ""}, "Another Tree Fallen in Mumbai due to rain": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/anothertreefalleninmumbaiduetorain/articleshow/69850280.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "Nagpur: 100-year-old submerged well visible as Gorewada Lake dried up for the first time": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/nagpur-100-year-old-submerged-well-visible-as-gorewada-lake-dried-up-for-the-first-time/videoshow/69802090.cms", "description": ""}, "Mumbai: Now, resident doctors on strike over water woes at Cooper": {"description": "By: Rudraveer Reddy MUMBAI: Around 60 resident doctors from the RN Cooper Municipal General Hospital in Juhu proceeded on a strike on Tuesday, protesting against the unavailabilty of potable water for over a month. Medical services were hit as patients had to wait longer before they could see a doctor. Ram Pawar said that his nephew, Rupesh, who had been suffering fits and was unable to speak for a few days, waited for quite some time before a doctor attended to him. \"We have come from Versova for an MRI. We can't afford to go to a big hospital. Now we're waiting for someone to look at him,\" Pawar said. Shabana Shaikh said her mother, Noor Jehan, had high blood pressure along with shortness of breath and coughing. \"We've been here for two-three hours but she hasn't been admitted yet,\" she said. The doctors cited poor water quality in their living quarters as the primary reason for the strike.\"We've been having water that smells like sewage. There are residents who work in the operating theatre without taking a bath or washing their hands and are in danger of contracting diseases such as gastroenteritis,\" a rsident doctor said. Another resident doctor said there is no water from midnight till 8.30 am. \"The problem has been there since more than 30 days, yet the administration's attitude is callous,\" the resident said. One junior doctor said the contaminated water was also used in the mess and canteen, where it could be consumed by patients and other doctors. A hospital official said all emergency, casualty and ICU patients were receiving care from the on-call doctors. The resident doctors said they had informed the dean and medical superintendent of their intention to strike in advance. \"Arrangements have been made to provide mineral water cans,\" an official said. The students said the move was not enough and that every room had been allocated only two cans despite housing three doctors. \"It's sad that the management doesn't care to resolve even basic problems till doctors go on a strike,\" a resident said. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:26:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-now-resident-doctors-on-strike-over-water-woes-at-cooper/articleshow/69850998.cms"}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Mumbai wastes more time in jams: Report": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-wastes-more-time-in-jams-report/videoshow/69855963.cms", "description": ""}, "Mumbai: Principals sceptical of move to add seats, fear infrastructure issues": {"description": "MUMBAI: New school education minister Ashish Shelar said increasing seats in FYJC colleges ensures CBSE and ICSE students do not lose out on their internal exam marks while competing for admission. But some principals were sceptical about the move. “We are willing to help the government but the solution isn’t a permanent one. The government needs to think about the evaluation pattern for the next year,” said the principal of a south Mumbai college. Senior officials said they have shortlisted the top 50 colleges where the cut-offs in the second merit list last year were above 80%, indicating high popularity. “To ensure SSC topscorers have an equal chance as their CBSE and ICSE peers at such colleges, we met their principals on Monday and proposed the seat increase,” said Suvarna Kharat, joint secretary of the school education department. Last year, as only 2.3 lakh students applied for 3 lakh seats, 72,000 remained vacant in Mumbai. The education department has identified 19 and 21 such colleges in Pune and Nagpur, respectively, and will increase their seats by 10% in all streams. Principals of these colleges are divided on the decision. “The increase can be accommodated at our college. It would mean taking in 10 students in addition to the existing 120,” said Parag Thakkar, principal, H R College, Churchgate. Some other colleges, however, have infrastructural constraints. A vice-principal of a popular junior college in the western suburbs said: “To accommodate 120 students, we already seat them four per bench, and there is no more space in the classroom. With attendance being strict at our college, it is near impossible to take in extra students.” Another junior college in the west hasn’t increased their seats in the past 20 years due to lack of space. The principal of a top college in the city pointed out another key issue. Even if the increase is only for the current academic year, it will affect the college for the next few years. “Currently, the number of our in-house HSC students is equal to the seats available in the bachelor’s course. Only a few of them don’t seek admission and we are left with a handful of seats for outsiders. When this batch comes to first year degree college, we might have a problem. Some principals have also raised concerns if this doesn’t remain a one-time increase. Our infrastructure cannot bear the burden,” said the principal. Shelar said this won’t be a precedent and will not be applicable in the following years. The minister also said students who did not clear SSC must take advantage of the reexamination in July. Download The Times of India News App for Latest City .", "time": "2019-06-19 07:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-principals-sceptical-of-move-to-add-seats-fear-infrastructure-issues/articleshow/69850703.cms"}, "IED like device found in Navi Mumbai school": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "description": ""}, "Maharashtra farms out Rs 10,600 crore for agriculture, 19% more than last year": {"description": "MUMBAI: “We are working towards the aim of making Maharashtra a trillion dollar economy by 2025. The economy is being managed well,” said state finance minister Sudhir Mungantiwar while presenting the state budget on Tuesday. Congress leader Prithviraj Chavan, though, said, “The government has only announced populist schemes. This is more an election manifesto than a budget.” With the state experiencing a drought, the budget has a strong rural focus. The allocation for agriculture and animal husbandry at Rs 10,611 crore is 18.7% higher than in 2018-19. The allocation for water resources at Rs is 7.4% higher. The revenue department which handles relief assistance has an outlay of Rs 13,666 crore—up 19.5% from 2018-19. The rural development department has received Rs 19,544 crore, which is 17% higher than last year. The outlay for farmers includes Rs 6,410 crore as assistance for natural disasters, Rs 210 crore for the Gopinath Munde accident insurance scheme, Rs 100 crore towards encouraging group farming, Rs 100 crore for cashew processing and Rs 390 crore for Bhavantar Yojana. Perhaps to balance the grant of reservation to the Maratha community, the state has extended largesse to the Dhangar or shepherd community and to OBCs. As much as Rs 1,000 crore has been allocated for Dhangar community, which is demanding inclusion in the scheduled tribes category. The budget has announced Rs 200 crore for OBC corporations, besides a scholarship scheme and hostels. An allocation of Rs 100 crore is made for employment of women and youth from the minority community and Rs 200 crore for a self-employment scheme for widows, abandoned and divorced women. The budget has announced recruitment of 4,649 constables and 50% hike in honorarium for kotwals, rural revenue officials. It has made a provision to hike the honorarium of the village sarpanch and allocated Rs 200 crore for it to mark the 150th anniversary of Mahatma Gandhi. It has allocated Rs 100 crore for houses for differently abled. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:34:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-farms-out-rs-10600-crore-for-agriculture-19-more-than-last-year/articleshow/69851772.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "SC says will hear plea against Maratha quota": {"description": "NEW DELHI: The Supreme Court on Wednesday issued a notice to the Maharashtra government on a plea challenging the state's ordinance to retain 16% reservation for Marathas under the socially and educationally backward classes (SEBC) category in post-graduate medical and dental courses. As the Bombay high court refused to entertain a petition filed by a group of students challenging validity of the ordinance, a bench of Justice Deepak Gupta and Justice Surya Kant said the petitioners cannot remain without remedy and the issue has to be heard either by the apex court or HC. Citing the SC June 4 order which prohibited any court from hearing any petition or application related to PG medical and dental admissions for the current academic year, the HC rejected the plea of three medical aspirants from the state, two belonging to the open category and one from OBC. The petitioners alleged that the SC order restraining other courts from entertaining the plea was on reservation to economically weaker sections and not Maratha reservation. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/sc-says-will-hear-plea-against-maratha-quota/articleshow/69868940.cms"}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Gutter lid almost at the verge of breaking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/gutterlidalmostatthevergeofbreaking/articleshow/69866928.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Maharashtra makes health expert report must for all road, infra projects": {"description": "MUMBAI: The state government has made it mandatory for any private or government contractor involved in road or infrastructure work to get a report from a \"health expert\" stating anti-dengue/malaria measures have been taken before commencing the project. Announcing this at the council on Wednesday, minister of state for urban development Yogesh Sagar said in public places or wherever a health hazard was perceived, the government would insist on a health inspector/expert or doctor's report before giving permission for the project. He was referring to the recent case of people suffering from dengue in areas near Vidhan Bhavan. This happened mainly due to water stagnation which led to breeding of dengue mosquitoes. A doctor, who did not wish to be identified, said, \"How can anyone predict in advance that a particular project will not lead to dengue scare?\" Sources said the government has come up with new terms of reference for all fresh contracts where contractors have to ensure the project does not lead to water stagnation causing mosquitoes to breed. A case in point is the Metro construction opposite Vidhan Bhavan in south Mumbai where workers and locals fell prey to vector-borne diseases, sources said. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-makes-health-expert-report-must-for-all-road-infra-projects/articleshow/69868890.cms"}, "double parking openly allowed in contested road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/doubleparkingopenlyallowedincontestedroad/articleshow/69850247.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Panel to probe hysterectomy cases in Beed disrict: Minister": {"description": "MUMBAI: A committee led by the principal secretary of public health department will conduct a probe into allegedly unwarranted hysterectomies that have come to light in Beed, state health minister Eknath Shinde said on Tuesday. A 2018 survey of 200 women in Beed by the Maharashtra State Commission for Women had revealed that 36% had undergone hysterectomy as against the national average of 3.2%. Shiv Sena member Neelam Gorhe, who raised the issue in the state legislative council, said some women engaged in sugarcane cutting work in Beed had got their uteruses removed to avoid hindrance in work on days of their menstrual cycle. A public health department study this year involving 271 women shows 21% had undergone hysterectomies, much higher than state average of 2.6%. Responding to Gorhe, Shinde said in the House around 4,605 women had undergone hysterectomies in Beed over the last three years. He, however, added a large chunk of these were not engaged in sugarcane cutting work. He said that the committee has been asked to submit its report in two months. The state government has already formed a panel of experts whose nod would be necessary to carry out any hysterectomies in private hospitals. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:25:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/panel-to-probe-hysterectomy-cases-in-beed-disrict-min/articleshow/69848682.cms"}, "Koradi power project granted in principle nod": {"description": "MUMBAI: An “in principle approval” has been given for a thermal power generation project of 1,320MW capacity at Koradi in Nagpur, it was announced during the state budget on Tuesday.  An expenditure of Rs 8,407 crore is expected for this project. “A decision has also been taken to expand the capacity of old sub stations and set up new sub stations with a view to modernize and expand electricity distribution system,” said finance minister Sudhir Mungantiwar. Under this scheme, the capacity of 493 substations has been hiked. Mungantiwar said, “Considering farmers’ demand, 5,26,884 agricultural pumps have been energized in the past four years. For 2018-19, the aim is power 75,000 agricultural pumps at a cost of Rs 1,875 crore.” He said in four years, concessions worth crores were provided to farm customers, powerlooms and industrial consumers. He said the state has begun commissioning a high voltage distribution system to reduce distribution losses. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/koradi-power-project-granted-in-principle-nod/articleshow/69847705.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "\nVir Das hosts special screening of '31st October'\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Vir-Das-hosts-special-screening-of-31st-October/articleshow/54976690.cms", "description": "Actor Vir Das recently hosted a private screening of Shivaji Lotan Patil’s '31st October', which released yesterday, for close friends at a suburban cineplex in Mumbai. Among those spotted at the do were Ramesh Taurani, Milap Zaveri, Neha Dhupia and Rannvijay Singha. Produced by Harry Sachdeva’s Magical Dreams Productions Pvt Ltd, co-produced by Anand Prakash with an all India release by Panorama Studios, '31st October' has Soha Ali Khan sharing screen space with Vir. Soha attended the screening with her husband Kunal Kemmu, who couldn’t stop praising her earnest portrayal of a Sikh woman. People even got emotional after watching the soul-stirring dramatic thriller. Listen to '31st October' songs on Gaana.com01:5931st October: Official trailerDownload The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Thane man dies as car goes up in flames": {"description": "NAVI MUMBAI: A Thane businessman was charred to death after his car caught fire on the Mumbai-Goa highway and then exploded on Wednesday morning. The hatchback is suspected to have caught fire due to a short circuit, said the police.  Thane resident Sachin Kamble (48) was driving from Khed towards his snack factory at Chiplun in Ratnagiri district when the incident took place at 11.15am and he was trapped in the car, said an official. Khed police inspector Suvarna Patki said, \"Kamble was driving alone. As soon as a short-circuit led to a fire, the car's doors locked due to the centralised lock system and Kamble was trapped. The vehicle exploded and he was charred to death inside.\" Though the explosion took place on an isolated stretch near Boraj village, several locals said that they heard the blast. A few labourers working on the Mumbai-Goa highway a little away rushed to the spot.  Head constable Sanjay Maralkar said, \"Kamble, a resident of B-Thanawala chawl in Thane, was running his family business of snacks. He and his two siblings often visited the factory. On Wednesday, Sachin visted the factory and went to Khed for some work. The incident took place when he was returning to the factory.\" \"Glass pieces of the car's windowpanes were found scattered on the highway. The highway contractor's staff tried to douse the fire with water from a tanker but could not save Kamble. A fire brigade team reached the spot,\" Maralkar further said.  The Khed police said that the charred body was taken to a local government hospital and later handed over to his relatives. \"An accidental fire case has been registered. However, the local RTO office has been asked to conduct an inquiry to ascertain how the fire started and the explosion took place. Prima facie, there is no suspicion of any sabotage,\" said Maralkar. Download The Times of India News App for Latest City .", "time": "2019-06-20 05:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/navi-mumbai/thane-man-dies-as-car-goes-up-in-flames/articleshow/69866774.cms"}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "Shadaa: Promotions": {"time": "", "link": "http://photogallery.indiatimes.com/events/mumbai/shadaa-promotions/articleshow/69854893.cms", "description": ""}, "Impending tragedy": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/impendingtragedy/articleshow/69866974.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "Pathetic Road Development by BMC": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/patheticroaddevelopmentbybmc/articleshow/69866993.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Branches of trees fallen a week ago due to rains": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/branchesoftreesfallenaweekagoduetorains/articleshow/69850332.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Swachha Bharat": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/swachhabharat/articleshow/69867006.cms", "description": ""}, "Retired WR employee duped by 'Canadian lover'": {"description": "", "time": "2019-06-19 10:18:00", "datetime": "", "link": "https://mumbaimirror.indiatimes.com/mumbai/crime/retired-wr-employee-duped-of-rs-27-lakh-by-canadian-lover/articleshow/69849652.cms"}, "Rain Rain go away.take the BMC out of my way.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rainraingoaway-takethebmcoutofmyway-/articleshow/69850285.cms", "description": ""}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Kalanagar skywalk to come down, police issue traffic restrictions": {"description": "MUMBAI: As the skywalk at Kalanagar in Bandra East has to be removed, the Mumbai traffic police has issued restrictions for vehicular movement between 11pm and 5 am on June 22 and 23. The south-bound arm of Western Express Highway from Kherwadi flyover upto Kalanagar flyover will be closed for vehicular movement for six hours on June 22. Vehicles coming from Vakola flyover and approaching Mahim can get onto Kherwadi slip road, then move to Bhaskar Court junction, take a left turn at Kalanagar junction, approach Dharavi T-junction and proceed further. The north-bound arm of Western Express Highway from Mahim Causeway Junction upto Kalanagar flyover will be closed for vehicular movement for six hours on June 23. Vehicles coming from Mahim and moving northwards can use SV Road instead of the Western Express Highway. Vehicles coming from Bandra-Worli Sealink and approaching Western Express Highway can take a left turn at Bandra Reclamation and use SV Road. Download The Times of India News App for Latest City .", "time": "2019-06-19 20:21:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/kalanagar-skywalk-to-come-down-police-issue-traffic-restrictions/articleshow/69861702.cms"}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "AI commander picks fight with purser for not serving him tea": {"description": "MUMBAI: Onboard flight run-ins between Air India pilots and flight pursers seem to be the order of the day. Earlier this month, an altercation broke out between a commander and a flight purser when the former did not get the tea he had ordered. The incident took place on board Air India Dubai-Chennai flight AI-906 on June 2. “The passengers had boarded and cabin crew were busy with pre-departure procedures when the commander called the flight purser and asked for a cup of tea to be served before the flight was to depart,” said a source. “However, there was no hot water and so the purser couldn’t brew the beverage. He went to inform the commander but the matter ended in an ugly manner with an altercation between the commander and the purser,” the source added. “The captain physically pushed the purser in full view of passengers on board,” the source added. The flight departed around 30 minutes late around 12am. A comment from Air India was awaited at the time of going to press. Earlier this week, another such altercation had broken out between cockpit and cabin crew in Bengaluru when an Air India captain who had brought a tiffin box from home ordered a flight purser to rinse it after he had his meal. TOI carried a report on the Bengaluru incident on Wednesday. The flight to Kolkata was delayed by more than two hours after both the captain and flight purser were grounded. The Directorate General of Civil Aviation is probing the incident. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/ai-commander-picks-fight-with-purser-for-not-serving-him-tea/articleshow/69863530.cms"}, "Bank of Baroda ATM Gorai, Borivali West": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bankofbarodaatmgorai2cborivaliwest/articleshow/69866998.cms", "description": ""}, "Garbage handling - who is responsible for the mess": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagehandling-whoisresponsibleforthemess/articleshow/69850253.cms", "description": ""}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Khatara Car": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/khataracar/articleshow/69866972.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "\nA grand premiere for 'Tutak Tutak Tutiya' in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/A-grand-premiere-for-Tutak-Tutak-Tutiya-in-Mumbai/articleshow/54737025.cms", "description": "The premiere of director Vijay’s 'Tutak Tutak Tutiya', which hit screens yesterday, was a star-studded affair. The film, produced by Pooja Entertainment and Films and Shakti Sagar Productions, is a horror comedy with loads of romance and drama. While producers Deepshikha Deshmukh and Vashu Bhagnani played perfect hosts, the lead stars Sonu Sood, Prabhudheva and Tamannaah interacted with the guests and posed for the shutterbugs. Shweta Pandit, Arjan Bajwa, Murli Sharma, Ravi Kishen, Gizele Thakral, Akanksha Puri, Gurmeet Choudhary and Debina Bonnerjee were among the other guests who were spotted at the event. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Thanks TOI and BMC": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thankstoiandbmc/articleshow/69866948.cms", "description": ""}, "\nSpecial screening of 'Chaar Sahibzaade — Rise of Banda Singh Bahadur' in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Its-3D-time-in-B-Town/articleshow/55370816.cms", "description": "The makers of director Harry Baweja’s 'Chaar Sahibzaade — Rise of Banda Singh Bahadur', Eros International and Baweja Movies Pvt Ltd, had organised a special celebrity screening of the 3D animated movie, which hit screens yesterday. While the 2014 prequel had received thumbs up from the industry, the sequel had generated a lot of buzz, making it one of the most anticipated movies of 2016. In fact, the makers had hosted a screening of the film to army personnel and gallantry award winners in the Capital as well. Harry had said, “Banda Singh’s story is an inspiration for every generation and his struggle as a general resonates with the valour of our army personnel.” While Rowena and Pammi Baweja and Krishika Lulla played perfect hosts, Mandira Bedi, Siddharth Anand, Raj Kundra, Poonam Dhillon, Ramesh Thadani, Sagarika Ghatge, Ashish Chowdhury and Sanjay Suri were among those spotted enjoying the film. Download The Times of India News App for Latest City ."}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "consumption of Alcohol outside St Stanislaus scho": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/consumptionofalcoholoutsideststanislausscho/articleshow/69850321.cms", "description": ""}, "main road in CST kalina opposite Mercedes showroom": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mainroadincstkalinaoppositemercedesshowroom/articleshow/69850326.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "\n'Mirzya' cast bonds over dinner in Mumbai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/Mirzya-cast-bonds-over-dinner-in-Mumbai/articleshow/54563468.cms", "description": "It was double celebrations for Rohit Khattar, who recently hosted a dinner for the cast of 'Mirzya', which will hit screens on October 7. He not only celebrated the positive response the trailer and the songs of his film have received, but also welcomed his award-winning restaurant, Indian Accent, from New Delhi, which has created a pop-up restaurant for a few days at Magazine Street Kitchen in Mumbai. Enjoying the exquisite sit-down menu were the director of 'Mirzya', Rakeysh Omprakash Mehra, and the lead stars, Harshvardhan Kapoor and Saiyami Kher. While Harsh’s papa Anil Kapoor missed the do because of his prior commitment, the rest of his family, including mom Sunita Kapoor, sister Rhea and cousin Arjun Kapoor, gave him company. Others spotted at the party include Bharathi Mehra, Anuj Chaudhry, Ramesh and Kiran Sippy, Poonam Dhillon with daughter Paloma and actor-son Anmol, Nandita Das, Tisca Chopra and Shobhaa De. Raveena Tandon and her film distrubutor-husband Anil Thadani, who has partnered with Rohit to launch an overseas distribution company, were spotted engaged in a lively conversation. Rohit (Owner of Indian Accent and Chairman of Cinestaan Film Company, which is producing 'Mirzya' along with ROMP Pictures) said, “We celebrated the success of the fim’s music and bid farewell to Rakeysh and the team as they go on city tour, which will culminate in the Red Carpet Premiere at the London Film Festival. I’m delighted that this occasion is being celebrated with cuisine from my restaurant.” Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "No relief for farmers, youth; no steps to counter drought: Opposition": {"description": "MUMBAI: Congress and NCP called the budget proposals directionless, saying they have failed to provide relief to farmers and the youth, and no measures have been taken to tackle the drought and the agrarian crisis. Dhananjay Munde, leader of the opposition in the legislative council, said since BJP had won the Lok Sabha elections with an unprecedented mandate, chief minister Devendra Fadnavis was expected to initiate measures to provide relief to farmers and the youth and take more efforts to halt farmer suicides. But the budgetary provisions, said Munde, have established that the entire exercise is directionless. “In the past four years, no steps have been taken to tackle the agrarian crisis and provide job opportunities to the youth. We expected a complete loan waiver for farmers. The CM is also silent on providing reservation for the Dhangar community,” said Munde. Munde further said the economic survey presented on Monday followed by the budget on Tuesday shows lack of vision and political will to tackle basic issues before the state. “The finance minister failed to mention the much publicized Shivaji memorial in his budget speech. There is nothing concrete for the working class and farmers,” said Munde. State Congress president Ashok Chavan, too, called the budget directionless. “The revenue deficit has been increasing steadily, from Rs 15,000 crore last year to Rs 20,292 crore now. It reflects the state’s poor planning on the economic front. The CM has completely neglected farmers, labourers, women, Dalits, tribals and members of minority communities,” said Chavan. Chavan further said while no steps have been taken to tackle the ever-increasing debt burden, the CM has announced several populist measures with an eye on the upcoming state assembly elections. “Fadnavis must explain to the people of Maharashtra how he will mobilize funds to implement these schemes,” said Chavan. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/no-relief-for-farmers-youth-no-steps-to-counter-drought-oppn/articleshow/69847687.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Maharashtra denies there’s ‘inordinate delay’ in deciding death penalty for Pune duo": {"description": "MUMBAI: The Union of India and Maharashtra government on Wednesday denied before Bombay high court that there was “inordinate delay” in taking a decision on death penalty of two convicts in the 2007 Pune BPO employee gang-rape and murder case. Purushottam Borate (38) and Pradeep Kokade (32), scheduled to be executed on June 24, claimed the “inordinate delay” in executing them violated their fundamental rights and urged the high court to commute their death sentence to life imprisonment. A division bench of Justices Bhushan Dharmadhikari and Swapna Joshi will continue to hear the case on Thursday. “Mere delay is not grounds to commute the death sentence,” advocate general Ashutosh Kumbhakoni told the court. “There has to be an ‘inordinate’, ‘unexplained’ and ‘unreasonable delay’ in executing the death penalty. None of these three grounds is present in the case,” said Kumbhakoni, who along with additional public prosecutor Aruna Pai is representing the state Borate and Kokade were sentenced to death for raping and murdering a 22-year-old woman employee of a BPO company in Pune. Bombay high court confirmed the death sentence in September 2012, and the verdict was upheld by Supreme Court in May 2015. The Governor of Maharashtra rejected their mercy petitions in April 2016 and the President of India in May 2017. On April 10, 2019, a Pune sessions court had issued warrants setting their date of execution as June 24. Advocate Yug Chaudhry, counsel for the petitioners, said there was a four-year delay in executing the death penalty after the SC verdict. The advocate said the delay violated the fundamental right of the prisoners who suffered mental trauma not knowing if they would live to see another day. In the affidavit submitted by additional solicitor-general Anil Singh, Union home ministry said the mercy petitions were decided “without there being delay and after considering all relevant considerations such as the (convicts’) age, background, role in the offence”. The state denied any delay. “It is unequivocally stated that the state home department pursued every course of action available and there had not been any delay much less deliberate or inordinate delay in intimating the (convicts) or in forwarding documents to Government of India, or in considering mercy petitions or taking steps towards execution of both,” it stated. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:52:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/state-denies-inordinate-delay-in-deciding-death-penalty-for-pune-duo-in-bpo-staffers-murder-case/articleshow/69865135.cms"}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "only long jumpers can go to Santacruz east station": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/onlylongjumperscangotosantacruzeaststation/articleshow/69850296.cms", "description": ""}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "Mum: Richer areas get more access to green spaces": {"description": "MUMBAI: The census ward that includes the slum-dominated areas of Mankhurd and Govandi has significantly more green cover than upscale Pali Hill and Khar. But Mankhurd's green spaces lie mostly in inaccessible mangroves. Residents of Pali Hill, on the other hand, are surrounded by trees and can walk to gardens.  This critical difference between quantity and accessibility of green spaces is captured in an IIT Bombay study, the first of its kind to analyse the distribution of green spaces in Mumbai across socio-economic strata, and which has significant implications for urban planning. For the study, doctoral student V Sathyakumar and professors Raaj Ramsankaran and Ronita Bardhan used satellite imagery and census data to compare the quantity and quality of green spaces in the city's 88 census wards or sections to their socio-economic status, calculated using indicators like household assets.  Their findings: Unlike in many Western cities, there was no significant relationship between an area's socio-economic status and its quantity of green space in Mumbai. Both rich and poor neighbourhoods could be scarce in greenery. However, more prosperous areas had better quality and more accessible green spaces, the study showed. Quality was measured by the number and size of green spaces and accessibility by the geographical distribution of those spaces. Planners usually use per capita norms in planning open or green spaces for the city. India's urban development ministry recently recommended 10 square metres per person. In the case of Mankhurd (census section 80), the area ranks very low on socio-economic criteria but was found to have a high 32.7 sq m of green space per capita. By comparison, upscale Khar and Pali Hill had just 11.9 sq m per person. However, Pali Hill (census section 44) scored higher on accessibility with green patches spread across the neighbourhood. Some areas had particularly low per capita green space. The densely-populated neighbourhoods of Chakala, Khara Talao, Bhuleshwar, Kumbharwada, Tardeo, Mandvi, and Girgaum were found to have less than 2 sq m green space per person. Meanwhile, \"most suburban neighbourhoods were found to have less access to quality green spaces like parks, though they are in the vicinity of natural green spaces like mangroves, hills and the Sanjay Gandhi National Park,\" said Bardhan, who heads IIT Bombay's sustainable design group. The findings \"call for overall greening of Mumbai, with focus on developing more parks in low [income] neighbourhoods,\" said Ramsankaran, an associate professor of civil engineering. They also suggest more detailed guidelines are needed for planning, added Satyakumar. \"Quantity alone may not mean much,\" he said. For instance, he notes, the Sanjay Gandhi National Park is a massive green space but not easily accessible to most Mumbaikars. \"If the same 10,000 hectares of forest were distributed in the form of a thousand parks of 10 ha size each across the city, more Mumbaikars will live in proximity to green spaces,\" said Satyakumar. Does this mean that it is better to have many small parks than one large one? Not necessarily; both are important. Sanjay Gandhi National Park provides biodiversity and ecosystem services -- including cleaning and cooling the air -- on a scale that small parks cannot match. The fact that the study found no meaningful correlation between the prosperity of an area and the quantity of its green space was surprising, since most studies from Europe and American cities show that poorer neighbourhoods have fewer parks and gardens. \"We expected affluent neighbourhoods in Mumbai to be more verdant than the deprived neighbourhoods,\" said Bardhan, adding, \"The real estate industry monetizes the green spaces, hence higher association with affluent neighbourhoods.\" Unplanned growth may be one reason that Mumbai bucks the trend, researchers said. Scientists said the study, which was published in the journal GIScience and Remote Sensing, had several limitations that would have to be addressed in future work. Finer resolution of satellite imagery would pick up smaller green patches, for one. The finest resolution used in the study was 5m. Importantly, satellite mapping also does not distinguish between public and private spaces, noted Ramsankaran. And using census data has its own limits. \"Census sections are considered to be homogeneous in terms of socio-economic status as census data at finer scales are not available currently,\" he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:33:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbais-richer-areas-get-more-access-to-green-spaces-finds-iit-bombay-study/articleshow/69866779.cms"}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Fireman injured in Mumbai restaurant blaze": {"description": "MUMBAI: A fireman sustained serious injuries in firefighting operation at Haiko Mall in Powai on Wednesday morning. The fire incident at the reported around 10.30am after which firemen rushed to the spot. They evacuated the people inside the mall. Officials stated that it was minor fire but fire smoke was spreading in the entire premises. The fireman Devendra Valmiki was trying to make space for ventilation, he lost his balance. He fell and sustained fractures. He was also suffocated and got shifted to nearby Hiranandani Hospital. The firemen control the fire after an hour and half. Download The Times of India News App for Latest City .", "time": "2019-06-19 15:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/fire-breaks-out-in-mumbais-restaurant/articleshow/69856783.cms"}, "BSP leaders thrashed by party workers in Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/mumbai/bsp-leaders-thrashed-by-party-workers-in-maharashtra/videoshow/69837028.cms", "description": ""}, "Mumbai: Motorists fume as detours result in hour-long delays": {"description": "By: Somit Sen and Gargi Agrawal MUMBAI: Diversions owing to bridge closures, accompanied by the sultry weather, have left motorists fuming as it’s beginning to take almost double the time to reach destinations on certain routes. The recent closure of the bridge over Laxmi Baug nullah, for instance, has made commute arduous for residents of Ghatkopar’s Laxmi Nagar like social worker Sarika Kadam, who drive to Thane or Navi Mumbai. Complaining that it now takes her an extra hour to reach her destination—and that too through bumper-to-bumper traffic—Kadam says: “That bridge was an easy access to Eastern Express Highway. Now I have to take a long detour through Pant Nagar or Vikhroli/ JVLR, which takes 45 minutes. Also, the roads are choc-a-bloc during peak hours and speed drops to below 5kmph. It’s frustrating driving in first and second gear.” She adds that there aren’t enough police personnel to monitor the traffic. “In some parts of Ghatkopar and Vikhroli, there is no police constable on the road and this leads to traffic indiscipline.” Another motorist, Madhav Shetty, points out that the slowmoving traffic leads to fuel wastage too. “The closure of bridges has in a way increased our travel costs by 10-20%.” Motorists also complain of the detours they are forced to take owing to the closure of the bridge over Oshiwara nullah. Those heading towards Malad either go via Relief Road at Jogeshwari to Link Road or Western Express Highway, but Metro construction had already taken over most portions of Link Road and SV Road. Amidst these issues, the question of prioritising public transport remains unaddressed. Transport expert Paresh Rawal says, “BEST buses should have been given the right of way and made more commuter-friendly by use of technology (real-time tracking)...to counter the impending traffic chaos. Metro construction work, potholes and the ever increasing number of private vehicles on roads has only made matters worse.” Download The Times of India News App for Latest City .", "time": "2019-06-19 08:12:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-motorists-fume-as-detours-result-in-hour-long-delays/articleshow/69850838.cms"}}