{"South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "In Hyderabad, man hits girl who helped him cross road": {"description": "HYDERABAD: An 11-year-old girl who helped a man cross the road at RTC Colony in LB Nagar on Tuesday evening was attacked and threatened by him. A case was registered under the Protection of Children from Sexual Offences (Pocso) Act. Police ruled out sexual assault. The victim, daughter of an autorickshaw driver and a class VII student, came out of her home at Masjid lane at 7 pm when the unidentified man asked her to help him cross the road. “This happened at RTC Colony just 200 metres from her house. After she helped him cross the road, the accused took her to a tyre shop,” said a police officer. The man allegedly beat her up and forced her to sit with him at the shop’s staircase. The man left after some time, leaving the girl at the shop. “The family was worried as she did not come back home till 10 pm,” added the officer. A resident of the colony saw the girl sitting alone on the staircase and alerted her family. Following a complaint, a case was registered. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:26:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/man-hits-girl-who-helped-him-cross-road/articleshow/69865296.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "\nHyderabad high on Janmashtami fervour\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabad-high-on-Janmashtami-fervour/articleshow/53872338.cms", "description": "It was quite a festive mood at Shilparamam on Thursday as Krishnashtami celebrations took centre stage. Utla Panduga — a much loved tradition among youngsters — organised out in the grounds kept the revellers engaged before dance ballets celebrating Lord Krishna’s life — ‘Leela Madhavam’ and ‘Krishna Leelamrutham’ entertained the audience. Paying no attention to the pouring rain, the guests enjoyed the festivities to the fullest. Download The Times of India News App for Latest City ."}, "Jagan Reddy, K Chandrasekhar Rao attend ‘Sanyas Deeksha Sweekaran’s’ event in AP": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/jagan-reddy-k-chandrasekhar-rao-attend-sanyas-deeksha-sweekarans-event-in-ap/videoshow/69835832.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "\nA Hyderabadi artist’s musings on life...\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/A-Hyderabadi-artists-musings-on-life-/articleshow/53857465.cms", "description": "Art-enthusiasts of Hyderabad made way to Kalakriti Art Gallery for an exhbition which displayed the art series, ‘Life Is A Deck of Cards’ created by Avijit Dutta. True to its name, the collection of artworks depicted various stages of life in the form of a deck of cards, complete with two jokers. Spotted at the do were noted artists like Jagdish Chintala, and Laxman Aelay interacting with Avijit as he showcased his work. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Laying of illegal speed braekers": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/layingofillegalspeedbraekers/articleshow/69866977.cms", "description": ""}, "Cong notice to Rajagopal over remarks": {"description": "Hyderabad: The Telangana Pradesh Congress Committee (TPCC) on Wednesday issued a show-cause notice to party MLA Komatireddy Rajagopal Reddy on the comments he made against the party leadership. Asking him to give an explanation within 10 days, TPCC said disciplinary action would be initiated against the Munugode MLA if he fails to reply within the stipulated time. In the notice, the party leadership also pointed out to Rajagopal’s derogatory remarks in September last year against AICC general secretary in charge of Telangana RC Khuntia and TPCC president N Uttam Kumar Reddy. “Disciplinary action will be initiated against you with regards to your anti-party activities and harsh behaviour as per the guidelines of Indian National Congress,” the notice said. TPCC prepared the notice and sent it to AICC for its approval before issuing it to Rajagopal. Sources said the party wants to send a strong message to leaders for defying the leadership. It may be recalled seven-time MLA Roushan Ali Baig in Karnataka was suspended for his anti- party activities. Meanwhile, Rajagopal is likely to spell out his future course of action on Thursday. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/cong-notice-to-rajagopal-over-remarks/articleshow/69865247.cms"}, "Dumped on the divider": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpedonthedivider/articleshow/69834381.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "\nThat’s all the jewellery you’ll need this pelli season!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Thats-all-the-jewellery-youll-need-this-pelli-season/articleshow/53887909.cms", "description": "Wedding season’s here! Hyderabadi folks are getting married or engaged left, right and centre and you ladies need to be all set to make heads turn. Presenting some pretty chicas who slayed wearing these accessories. Invest in these and you’re set for the shaadi season  Classic chic:  A bright pattu cheera and huge golden buttalu — you can never go wrong with this classic wedding look. Recreate Samantha’s well-placed bottu and you’re good to go!  Get an Ear Wrap  If you’re the kind who loves to experiment, try out these dial earrings that double up as a hair accessory as well. Hebah pulls it off effortlessly in her Filmfare look  Chand sa Bali  Add a little more shine to your chand sa roshan chehra with massive chand balis. Check out how Rakul went for just this pair of silver ones and didn’t bother with any more accessories.  Crowning glory  We absolutely loved Sreeja’s borla mangtika that she wore on her mehendi. And Raashi is killing it with that elegant head crown accessory. Make sure you own one of these!  Subtle n’ striking  Both Lavanya and Regina sported this delicate ring bracelet in their ethnic looks instead of a set of bangles. And it worked great! Pair it with a basic necklace and it goes with whatever you decide to wear. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "‘Civic staff’ cull 30 dogs in Vikarabad": {"description": "-By Srirupa Goswami HYDERABAD: Some 30 dogs were culled by municipal workers in Vikarabad (70km from Hyderabad) on Wednesday morning. When locals tried to stop them, the workers claimed they had been given orders by the municipal commissioner. According to a resident, Chaitanya K, municipal workers used long sticks with poisonous needles to cull the dogs. “These dogs did not harm anyone. My father and I used to feed them. When I confronted the workers who were killing these dogs, I was asked to mind my own business, as the culling was ordered by the municipal commissioner,” said Chaitanya. Later, the bodies were buried in a municipal dump yard using an earth mover. When TOI contacted Vikarabad municipal commissioner, P Bhogishwar, he denied giving such orders. “I did not order the culling of dogs. People have been coming up to me asking me to take some action against the growing dog population in the area. But I did not order any staff to go on a killing spree,” he said. When asked about how the staff could go on culling dogs without his order, he said that none of the staff was involved in the culling and it was done by an outsider. An FIR has been registered under Section 11 of Prevention of Cruelty to Animals Act, 1960 and Section 429 (killing animals by mischief) of the Indian Penal Code (IPC). Further inquiry will be carried out by Vikarabad superintendent G Lakshmaiah. The local complainant has requested to conduct a post-mortem in order to ascertain the kind of poison injected to kill these dogs, and also to investigate as to how the source of such poison was available so casually and readily. This was second time dog culling was carried out in Vikarabad after September 9, 2017. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/civic-staff-cull-30-dogs-in-vikarabad/articleshow/69865570.cms"}, "When Shravan hosted a bash for friend Rajkumari": {"description": "City-based designer Shravan Kummar recently hosted a party in honour of dear friend and philanthropist Rajkumari.  Held at a plush venue in Lakdikapool, the do saw several familiar faces from the city, including socialites Ratna Rao, Manjula and Prashanthi. Dressed in a sheer pink saree and silver jhumkas, Rajkumari was seen bonding with the guests and posing for the shutterbugs.  The event also saw a lavish spread which included some Maharashtrian delicacies such as shreekhand, missal pav and kheema pav.  The theme being ‘Mango’, the menu had several items such as mango pappu, mango mocktails and more. Download The Times of India News App for Latest City .", "time": "2019-06-19 18:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/when-shravan-hosted-a-bash-for-friend-rajkumari/articleshow/69859591.cms"}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Criticism of project uncalled for: Jagga": {"description": "Hyderabad: Sangareddy MLA T Jayaprakash Reddy on Wednesday created a flutter in Congress camp by applauding the Kaleshwaram lift irrigation project, saying that there is no need to criticise the project. At an informal chat with media, Jagga Reddy said he welcomes the inauguration on June 21. His stand on Kaleshwaram is directly at variance with the stance taken by Congress which has often criticised the mega irrigation scheme. “Once the project is grounded, tanks in Manjeera, Sanagareddy and Mahbubangar will be filled,” the MLA said. TNN Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/criticism-of-project-uncalled-for-jagga/articleshow/69865190.cms"}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "\nHyderabadis headbanging and death growling for the win\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadis-headbanging-and-death-growling-for-the-win/articleshow/53928733.cms", "description": "Papri.Paul@timesgroup.com  Hyderabad’s metalheads had a gala time at a cultural fest hosted by IIT Kanpur at a city hotspot on Sunday evening. Four high-octane city bands — The Immortal Peace, Hostilian, The Sword and We’ll Decide Later rocked the floor with their 440 volt performances. Competing with each other for the semi finals in IIT Kanpur next month, the bands went all in with guitars, drums and of course, some intense head banging. Sipping on their cocktails and beers, the guests basked in the all-metal glory. Download The Times of India News App for Latest City ."}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "2,220 minors booked for driving vehicles in Hyderabad": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/2220-minors-booked-for-driving-vehicles-in-hyderabad/videoshow/69854000.cms", "description": ""}, "T-Germany pact on seeds extended": {"description": "Hyderabad: The bilateral agreement signed by the Telangana government with German federal ministry for development of seed sector in the state has been extended for three more years. The agreement, which was signed in 2017, ended this month. The German federal ministry also said it would support the state government in setting up a global seed valley at Banda Mylaram in Medak district. Addressing a press meet on Wednesday, agriculture minister S Niranjan Reddy said there will not be any transfer of patents on seeds to Germany, but the state will get equipped with better techniques on seed development. He said the state government is coming up with a food processing policy soon to give boost to farmers and entrepreneurs. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/t-germany-pact-on-seeds-extended/articleshow/69865439.cms"}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "peers cherry lake": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/peerscherrylake/articleshow/69850312.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "\nSharon celebrates her birthday at Barbeque in Hyderabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Sharon-celebrates-her-birthday-at-Barbeque-in-Hyderabad/articleshow/54051839.cms", "description": "Good food, good music and good friends — that’s the ideal way to celebrate your birthday. And city girl Sharon did just that. her birthday bash was an exclusive affair for “just close friends”. Looking pretty in smart casuals, Sharon, was flanked by her buddies as they enjoyed the classy afternoon soiree. The girls bonded over scrumptious lunch, before calling it a day. Download The Times of India News App for Latest City ."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Over 2,000 minors booked in Hyderabad for traffic violations": {"description": "HYDERABAD: More than 2,000 minors have been booked here for driving vehicles without a licence since January this year. As part of the drive against underage driving,2,217 cases have been registered by Hyderabad traffic police till Tuesday from January 1 and over Rs 16.32 lakh as fine imposed by the courts on the violators. In this regard 1,932 chargesheets have been filed, additional commissioner of police (Traffic) Anil Kumar told PTI on Wednesday. A few parents of the minors had been jailed last year on charge of allowing their minor children to drive and some minors sent to juvenile homes, but this year only fines have been imposed so far, he said. All the minor drivers and their parents have been strictly warned not to drive vehicles without driving licence and valid documents. They have been told about the problems that they would face if involved in such cases and convicted by the court of law. The traffic police has launched a special drive against underage driving this month. It was observed that minors driving the vehicles was on the rise resulting in accidents and fatalities, police said, adding, minor drivers and their parents were counselled and sensitised to the consequences of minors driving and accidents resulting in injuries and deaths. Download The Times of India News App for Latest City .", "time": "2019-06-19 16:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/over-2000-minors-booked-in-hyderabad-for-traffic-violations/articleshow/69857549.cms"}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Pollution board cracks whip on T’s errant poultry farms": {"description": "Hyderabad: Poultry farms operating without the consent of Telangana Pollution Control Board (TSPCB) were identified as one of the biggest polluters of water, soil and air in city’s outskirts and districts. Cracking the whip against such units, the pollution board has issued a show-cause notice to Indira Poultry farm in Yadadri Bhongir for operating without obtaining valid consent based on a complaint filed by the activists of the Humane Society International (HIS). Activists allege that the poultry facilities are a source of odour due to compounds such as ammonia, hydrogen sulphide and other volatile organic compounds. The board issued notices under sections of the Water (Prevention and Control of Pollution) and Air (Prevention and Control of Pollution) Acts. The HIS filed complaints against 15 poultry farms where egg-laying hens are confined in battery cages. “Thousands of birds are confined in battery cages in an elevated structure. A large amount of waste is accumulated below them and will remain there throughout the full laying cycle. It would be around 12 to 18 months. Accumulated waste due to rains and seepage of water forms slurry which not only attracts insects and leads to infections,” said HSI-India’s deputy director Alokparna Sengupta. The National Green Tribunal (NGT) had earlier ordered the shutdown of more than 40 farms in Maharashtra and Delhi. “Polluting odour from poultry farms adversely affects the lives of people living in the vicinity. Earlier the CSIR-National Environmental Engineering Research Institute, in its study of the environmental impact of poultry farms, found that battery cage systems of rearing are the cause of such concerns and a shift to cage-free, better-ventilated systems can address such issues,” Sengupta said. She said that the Law Commission’s recommended rules can address the issue and asked the government to notify the rules. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/pollution-board-cracks-whip-on-ts-errant-poultry-farms/articleshow/69865130.cms"}, "Irresponsible electricity board cutting trees": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/irresponsibleelectricityboardcuttingtrees/articleshow/69866926.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Hyderabad: A park where dog lovers meet every Sunday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-a-park-where-dog-lovers-meet-every-sunday/videoshow/69814187.cms", "description": ""}, "Man worships Donald Trump in Telangana, erects statue": {"description": "HYDERABAD: An admirer of Donald Trump's \"strong leadership\" and \"bold attitude\" in Telangana has erected a six-foot-tall statue of the US president at his home and worships him like a \"god\". As tensions over trade-related issues heat up between India and the US, Bussa Krishna, a 32-year-old farmer from Konne village in Jangaon district, unveiled the Trump statue and applied 'tilak' and garlanded it before performing \"Abhishekam\" and \"Aarti\" by chanting \"Jai Jai Trump.\" Krishna said he 'worships' Trump because he is a strong leader and he likes his bold attitude. He said he wants to meet Trump some day. His mother said Krishna spent Rs 1.3 lakh to install the statue and even organised feast for villagers. On June 14, when Trump celebrated his 73rd birthday, Krishna pasted a poster of the US president outside his home to wish him. Download The Times of India News App for Latest City .", "time": "2019-06-19 16:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/man-worships-donald-trump-in-telangana-erects-statue/articleshow/69857541.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "Harbage & sewage waste not getting cleaned": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/harbage26amp3bsewagewastenotgettingcleaned/articleshow/69780852.cms", "description": ""}, "Irrum Manzil to be bulldozed for new assembly": {"description": "HYDERABAD: The 150-year-old Irrum Manzil is likely to be demolished to make way for the proposed Telangana State Assembly complex. If that happens, this would be the second heritage building in the city to be razed. Earlier, the state government had demolished the century-old IAS Officers Club, a heritage structure. The official residence-cum-camp office of the chief minister was constructed at the site. Irrum Manzil is spread over 2.2 lakh square feet. It is an iconic heritage property built in 1870 by Nawab Safdar Jung Musheer-ud-Dowla Fakhrul Mulk. The building’s architecture reflects Indo-European Baroque style. The building is now in a dilapidated condition for want of regular repairs or maintenance. Till 1956, the Public Works Department (PWD) used to operate from the building. Later, the premises was allotted to the Roads and Buildings (R&B) department. After a new building was constructed for the R&B department, the palace remained largely unused. Post bifurcation of the state in 2014, three of the rooms of the palace were allotted to R&B, Andhra Pradesh. “The palace is a heritage property. The entire building needs to be razed to make way for the proposed assembly complex. The palace is in a bad shape due to lack of maintenance,” a senior official of the R&B department told TOI. Along with the palace, the six-storey building housing the office of the Irrigation and Command Area Development (I&CAD) and Irrigation- affiliated wings, is likely to be pulled down. The building was constructed in 2000. It was named Jala Soudha and has a built-up area of about 2.2 lakh sq feet. About 2,000 employees work in the Jala Soudha. So, the I&CAD department needs to find a new premises. Officials, however, said the greenery spread over 1.5 acres will be protected. The entire palace premises was handed over to R&B department, Telangana, on Wednesday. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:19:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/irrum-manzil-citys-iconic-address-may-be-bulldozed-for-new-assembly/articleshow/69865352.cms"}, "Enforcement Directorate files chargesheet in Emaar scam": {"description": "HYDERABAD: The Enforcement Directorate (ED), probing into the 2012 Emaar properties scam has filed its chargesheet in the ED special court in Hyderabad. The special court took into cognisance the chargesheet, prosecution complaint, as ED calls it, and issued summons to Koneru Rajendra Prasad, a Chennai-based mineral exporter and 14 other accused in the scam, directing them to appear before the court on July 12. The ED probed the matter under the provisions of the Prevention of Money Laundering Act (PMLA) and made Rajendra Prasad, his sons — Koneru, Madhu and Pradeep — as accused in the case. The court also made Emaar Hills Township Pvt Ltd, Emaar MGF MD Sravan Gupta, along with the company, Stylish Homes and its director Tummala Ranga Rao, South End Projects and its director N Manohar Reddy, Indu Syam Prasad Reddy of Asara Theme Projects, Emaar-MGF CEO Srikanth Joshi, its finance head Vijay Raghav, South End Projects former director N Sunil Reddy and others as accused. Earlier, the AP high court had quashed the case against senior IAS officer and current AP chief secretary LV Subrahmanyam though CBI had made him an accused in its case. The ED never named him in its case. HC said that LV was not a party to the alleged conspiracy hatched to plunder the public assets. Though CBI’s case on Koneru Madhu, too, was quashed by the HC, ED did not take that into consideration. It made Madhu an accused in its chargesheet. This is because PMLA tracks the proceeds of the crime and hence made him an accused, it is said. KV Rao and Boulder Hills, too, were not named as accused in the ED chargesheet, though their names figured in the CBI case. Another senior IAS officer, BP Acharya’s name, too, was not there because the cases filed by CBI and ED were already quashed by the high court. Download The Times of India News App for Latest City .", "time": "2019-06-19 18:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ed-files-chargesheet-in-emaar-scam/articleshow/69848914.cms"}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Filthy lane": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/filthylane/articleshow/69850342.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "indiscriminate digging of borewells": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indiscriminatediggingofborewells/articleshow/69818334.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Zero Swachta": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/zeroswachta/articleshow/69821182.cms", "description": ""}, "Twitter-active KTR turning blind eye to school fee hike protests, allege parents": {"description": "Hyderabad: TRS working president KT Rama Rao might be very active on Twitter, but when it comes to tweets of aggrieved parents over exorbitant fees charged by the private schools, he turns a blind eye. Parents, who have been tweeting to KTR every now and then, said that he acts as if the state is least bothered to address the issue. “You are taking care of so many needy people along with Telangana administration. Here, I have a request, please regulate the private school fee structure. It will be a helping hand for most of the citizens of Hyderabad,” tweeted a user with handle @Clear73997944. In order to grab the former IT minister’s attention, few users were also seen tagging his previous tweets in which he responded to other issues. “Sir my humble request to you please put some attention\\regulation on private schools. There is no regulation over fee structure. They are charging Rs 25, 000 for nursery and middle-class families cannot afford this fee,” read a tweet from @rakeshkumar0125 addressed to @KTRTRS and @KTRoffice. Another user, Mamatha, with @KMamatha27 tweeted, “You need not do anything to win elections. do not provide us anything for free, we are not beggars. Just control the fee and make all the schools follow some standards. Education and health are basic amenities a citizen can expect from any government.” Incidentally, more than 40 tweets were tweeted to KTR since beginning of June and not even a single user’s tweet has been acknowledged by KTR. “We have been tweeting about the issue for years to KTR, but have never received a reply. It looks like the state is siding with private schools and doesn’t care whether or not parents can afford the fee,” said Venkata Sainath, general secretary, Hyderabad Schools Parents Association (HSPA). Officials of the school education department said a decision on school fee regulation can only be taken by the state. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:08:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/twitter-active-ktr-turning-blind-eye-to-school-fee-hike-protests-allege-parents/articleshow/69865412.cms"}, "Encroachment not acted upon": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentnotactedupon/articleshow/69821156.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Hyderabad: Aiming social change, youth cremates 500 orphan bodies till date": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-aiming-social-change-youth-cremates-500-orphan-bodies-till-date/videoshow/69835730.cms", "description": ""}, "Hyderabad: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "\nA fairy tale reception for cricketer T Suman-Julaiikha at Park Hyatt in Hyderabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/A-fairy-tale-reception-for-cricketer-T-Suman-Julaiikha-at-Park-Hyatt-in-Hyderabad/articleshow/54052080.cms", "description": "Amidst a magnificently illumined golden setting, stood the bride in gold, holding her prince charming. This fairy tale wedding reception of cricketer T Suman with his lady love Julaiikha, was a grand affair attended by city cricketers and celebs. In a huge screen beside the stage, a five minute video, rewinding moments from their wedding ceremony was also being relayed.  Amidst the celebrations, Charan, the bride’s brother, staged a flashmob surprise for the bride and groom. Out of the blue, a group of 14 started dancing on popular chartbusters like Kala Chasma, Sheela ki jawani and legendary hits of Michael Jackson to celebrate the wedding ceremony. Though astounded initially, it soon brought smiles to Suman and Julaiikha’s faces. The celebration went on till wee hours, where the guests bonded over delicious food and good music. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Resolve issues of govt staff, Cong to state": {"description": "Hyderabad: Congress on Wednesday demanded that the TRS government resolve the pending demands of government employees immediately. In an open letter to CM K Chandrasekhar Rao, AICC national spokesperson Sravan Dasoju said that the state government is deliberately delaying announcing a new pay revision commission, interim relief, enhancement of retirement age of employees and health cards. Sravan reminded that the chief minister had promised last year that his government would be ‘employee-friendly’ and review the salaries and allowances of government employees.“However, none of these promises have been fulfilled even after a year,” the spokesperson said. TNN Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/resolve-issues-of-govt-staff-cong-to-state/articleshow/69865177.cms"}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Andhra woman trafficked to Bahrain rescued": {"description": "HYDERABAD: A 39-year-old woman from Andhra Pradesh trafficked to Bahrain has come out with her traumatic story that she was used as a sex slave though taken to Bahrain to work as a housemaid. The woman from Nellore in Andhra Pradesh managed to reach the Indian Embassy in Bahrain and sought help. BJP Hyderabad city NRIs Coordination Committee chairman Thopalli Srinivas explained to the embassy the predicament of the woman and her suffering. The embassy informed initially that she had been provided with an emergency passport but her request for a ticket was under process as she had ‘failed to provide necessary details about her agents’. The desperation of the woman to go back to Nellore to her two daughters and son was made known to the embassy by Srinivas who explained her difficult circumstances. On Tuesday evening, the Indian Embassy said that a ticket on the first available flight was being arranged by the Mission for the woman to be sent back to India. Srinivas urged external affairs minister S Jaishankar to give blanket orders to embassies to help Indian housemaids stuck in the gulf to be sent home without any delays. In this case, the woman had reportedly been approaching the embassy for the last two years as she wanted to be sent back to India. The woman said she had been taken to Bahrain six years ago to work as a housemaid but was exploited. She was made to work for 13 families in a four-floor building wherein she had to do all the household work. She was also not paid. When she approached the agent and said she could not work there anyone, she was reportedly used as a sex slave. The woman was literally forced to entertain customers for two months, despite her protests. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/andhra-woman-trafficked-to-bahrain-rescued/articleshow/69852127.cms"}, "Illegal buildings near Mir Alam Tank razed": {"description": "Hyderabad: Two buildings and 25 shops located within the buffer zone of Mir Alam Tank were pulled down on Wednesday by workers as part of a demolition drive taken up by GHMC to protect the water body near Nehru Zoological Park. Scrap, welding shops and shops which make plastic pipes were among those which were demolished. Around 300 staffers and officials of GHMC, police and revenue were part of the drive, which began at 6 am. “We removed encroachments near Hassan Nagar. The demolitions will continue,” said B Srinivas Reddy, Charminar zonal commissioner, GHMC. The tank, which was spread over 650 acres, is now reduced to half its size. “We saved eight acres of the lake area after taking up the demolitions,” Reddy pointed out. As soon as the word spread in the morning, shopowners rushed to the area and questioned the authorities. “Police officials intervened to stop locals, while revenue authorities explained to the shop owners how their shops had encroached into the tank area,” a senior GHMC official said. Vishwajit Kampati, director, enforcement vigilance and disaster management, GHMC, said the drive passed off smoothly though they expected backlash from locals. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/illegal-buildings-near-mir-alam-tank-razed/articleshow/69865342.cms"}, "Hyderabad: Baby dies, mother injured after falling from terrace": {"description": "HYDERABAD: In an attempt to escape her husband's harassment, a woman who went to the terrace with her baby girl, slipped and fell from the building. While the 21-year-old mother survived, the one-and-half-year-old baby died of internal injuries at Nacharam. The migrant labourer couple, Yogesh and Damini Kuldeep shifted to Hyderabad only six months ago from Chhattisgarh and were staying in an under construction G+2 building in Old Mallapur area where they worked with 12 other migrant workers. The couple had occupied a room on the ground floor along with other labourers. On Tuesday night, a fight broke out between the couple. \"The husband suspected Damini's character accusing that she is having extra-marital relationship with another man and soon the argument led to a fight between the couple,\" said a police officer. When Yogesh allegedly started beating Damini, she picked up her baby girl and rushed to the terrace, the second floor of the building to escape her husband's wrath. Her husband, Yogesh, followed her to the terrace. \"She stood at the edge of the building and requested her husband to stop harassing her or else she will jump. She kept her baby at the edge and asked her husband to take care of her daughter. But before she could threaten further, she slipped and fell from the building,\" said Nacharam Inspector, Mahesh. After the mother fell, the baby also accidentally fell from the edge. Damini survived with the left hand and leg fracture, but the baby girl, Vidhya, died on the spot of internal injuries. Both the mother and the baby girl were shifted to Gandhi Hospital. The incident occurred at around 11 pm on Tuesday night. The husband was booked. Download The Times of India News App for Latest City .", "time": "2019-06-19 21:39:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hyderabad-baby-dies-mother-injured-after-a-fatal-fall/articleshow/69862937.cms"}, "Drainage overflowing": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainageoverflowing/articleshow/69821358.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "Vijayawada: Man burnt alive in fire mishap": {"description": "VIJAYAWADA: A 60-year-old man was charred to death in a fire mishap at Kammenamola village of Nagayalanka mandal in Krishna district during the wee hours of Thursday. The deceased was identified as L Gopala Swamy. According to District Fire Officer (DFO) D Niranjan Reddy, the blaze started around 2.30am due to a suspected short circuit in the village. As many as eight hutments were gutted in the mishap. The victim, who was sleeping inside one of the huts, could not escape and was burnt alive. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/vijayawada-man-burnt-alive-in-fire-mishap/articleshow/69868827.cms"}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Clip of midday meal being cooked near toilet goes viral": {"description": "Hyderabad: Child rights activist came down heavily on the state government for failing to provide basic facilities at anganwadi centres after a video of a woman cooking near a washroom at a center went viral. The supplies for the midday meal could be seen stored inside the toilet. In the video being circulated on social media sites, the anganwadi’s helper is seen preparing the day’s meal near the washroom. The centre is being run from the committee hall. “How can they store supplies in the washroom and feed children using those supplies,” questioned a man, a resident of the locality. Explaining the pathetic situation in which children are made to study, he said that the Anganwadi center is being run in the corridor of the committee hall for the past five years. “The TRS government has been in power for more than five years now and they are least bothered to take care of this children,” said a resident. He added, “Parents enrolled their kids in this center after local leaders and officials promised that they are building a new Anganwadi center. However, there are no facilities here and children continue to study without even having basic amenities in place.” According to the child-right activists, the children studying in this school belongs to Gandhi Girijan Basthi and are forced to move to this committee hall located in Ravindra Nagar Colony by the local leaders. They demanded that the state shifts students studying in this center to a better school with proper infrastructure. “When the women and child welfare department is spending crores of rupees on Anganwadis, why are these children made to live in such pathetic conditions from morning to evening. The state should immediately initiate action against officials concerned and monitor funds released to Anganwadis,” said Achyuta Rao, honorary president, Balala Hakula Sangham. The Anganwadi center is said to have 32 students with a teacher and a helper. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/clip-of-midday-meal-being-cooked-near-toilet-goes-viral/articleshow/69865500.cms"}, "NIFT housekeeping staff allege sexual harassment": {"description": "HYDERABAD: Women employees from the housekeeping department at National Institute of Fashion Technology (NIFT), who had alleged an employee of sexual harassment, agreed to resume work if the alleged assaulter was removed. Fifty-six women employees from NIFT had alleged that they were unceremoniously fired by the institute after they complained about sexual harassment. “We were fired from NIFT though a few of us had been working at the institute for several years. This, only because we raised an alarm over sexual harassment,” said Ratna Kumari, supervisor of the housekeeping staff. The staff said the man would touch them inappropriately, click photos without their consent and seek sexual favours. Following this, few staff members registered a complaint with the administration. While the accused continues to serve the institute, NIFT officials claim that they are awaiting the internal complaints committee report to initiate initiate action. “We have not terminated any housekeeping employee. We follow all standard operating procedures to deal with sexual harassment complaints. The director who works out of Delhi is expected to visit the institute on Thursday. The issue will be taken up with him,” said GHS Prasad, joint director, NIFT. “At our end, we have conducted all investigations. We even collected CCTV footage from the institute. But since it’s a central government institute, we could not arrest the accused without any permission and concrete proof,” said Y Nageshwar Rao, inspector of police, Madhapur. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/nift-housekeeping-staff-allege-sexual-harassment/articleshow/69865534.cms"}, "Rain-soaked weekend on Met radar": {"description": "HYDERABAD: The wait for rain in Telangana is set to get longer with the Indian Meteorological Department (IMD), Hyderabad on Wednesday declaring that southwest monsoon will now hit the state on either June 21 or 22. The normal date for the onset of southwest monsoon in Telangana was June 5 and was to cover the entire state in 10 days. Meteorologists claim that progress of southwest monsoon is sluggish as it has been delayed by nearly two weeks. “Unfortunately, monsoon onset is already delayed by 12 days as rains almost remained absent over the state. As a result, Telangana is rain-deficient by 57 per cent,” read a weather report issued by Skymet, an independent weather forecasting agency. According to Skymet, the intensity of rains is expected to peak from June 20, following which moderate to heavy showers would occur in the state for four to five days. “These rains will be on an intermittent basis which is expected to mark the onset of monsoon season over Telangana. Despite the significant delay, the last ten days of activity which will occur in the month of June may make up for the rain deficit,” stated Skymet. While scattered light to moderate rains are expected in initial few days, the intensity of rains is likely to increase between June 23 and June 25. Heavy rainfall is also expected to drop maximum and minimum temperatures to 34 and 24 degrees Celsius respectively by June 25. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:37:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/rain-soaked-weekend-on-met-radar/articleshow/69865521.cms"}, "Animal care shelter to be ready by July": {"description": "Hyderabad: The animal care shelter under construction at Fathullaguda in Nagole is expected to be ready by the second week of July. The shelter, being built at a cost of Rs 6.95 crore, can accommodate 400 stray dogs, 50 cattle and 300 monkeys. Animal crematoriums are also being built in Fathullaguda, Jawaharnagar and Gajularamaram. “The construction of the shelter will be completed in a month and only minor works are pending. The animal crematorium project is in the tender stage and will become operational after eight months,” said GHMC commissioner M Dana Kishore. He added that construction and demolition (C&D) debris processing plant in Jeedimetla will be made operational in two weeks’ time. “There are good medical facilities at this centre in Fathullaguda. The shelter is spread over five acres of land with basic amenities like proper lighting and ventilation. We have also developed greenery at the shelter,” said S Srinivas Reddy, GHMC zonal commissioner, LB Nagar. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:05:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/animal-care-shelter-to-be-ready-by-july/articleshow/69865299.cms"}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "In a first, Telangana high court sets up facility to make fee payment online": {"description": "HYDERABAD: In a digital initiative that was taken up for the first time in the country’s judiciary, Telangana high court and State Bank of India (SBI) entered into an MoU to facilitate online payment of court fee by litigants and lawyers. Earlier, people who wanted to pay court fee used to go to banks and transfer them into government account. Even cheque payment, too, used to be lengthy and time consuming mode. Now, online payment has been integrated into the servers of both SBI and high court. One can make the payment either through debit card, credit card or net-banking, and the payment particulars will be reflected in the records within no time. Litigants and lawyers can even take a print-out of their payment as proof, said an SBI officer who said that this digital initiative was first-of-its-kind introduced in the judiciary. E-Courts project may have initiated many other digital facilities, but the court fee payment has always been manual. Acting Chief Justice Raghavendra Singh Chauhan and SBI chief general manager Om Prakash Misra were present during the signing of the MoU at the high court judges’ lounge on Wednesday evening. Registrar general A Venkateswar Reddy from the high court and deputy general manager Geetha S Pillai from SBI corporate wing signed the MoU. Justices Sanjay Kumar, MS Ramachandra Rao, A Rajashekher Reddy, P Naveen Rao, G Sri Devi, Shameem Akther and others participated in the event. SBI general manager V Ramesh and registrar (IT), high court, D Hemanth Kumar coordinated the effort. Terming it a proud moment in the history of the high court, Acting Chief Justice Chauhan said, “The more we bring in technology into judiciary, the better it is for litigants, lawyers and general public.” He hoped that Telangana high court would scale many more digital heights in the future. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/in-a-first-hc-sets-up-facility-to-make-fee-payment-online/articleshow/69865473.cms"}, "Pragathi Nagar Lake in death throes": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pragathinagarlakeindeaththroes/articleshow/69818370.cms", "description": ""}, "Cyberabad motorists, beware! You may lose your licence for reckless driving": {"description": "HYDERABAD: In a first such move, aimed to make driving in the city streets safer, the Cyberabad police have recommended revoking licences of 50 drivers, involved in reckless driving, often leading to deaths. After analysing CC television footage and investigating the accidents, the cops say the 50 drivers, mostly truck and cab drivers, barring a few private car and two-wheelers, will have to give up their driving licence. Some two-wheelers and private car owners also figure in the list, police said. Once a licence is revoked, he or she will become ineligible to drive any vehicle. After brainstorming on ways to curb fatal accidents, a decision was taken by Cyberabad police to write letters, recommending cancellation of driving licences of those motorists, who were involved in deliberate negligence like wrong-side driving, cell phone driving or jumping signals, leading to accidents. “We have sent proposals to the transport department, asking them to revoke their driving licences as their deliberate negligence have led to accidents. We are waiting for a reply from the transport department,’’ an officer in the Cyberabad police told TOI. Till date, licences of motorists have been suspended, when they were caught either for drunken driving or other offences. Now, the officials have decided to invoke provisions under the MV Act to revoke licences of erring motorists. The recommendation was made citing Section 19 of the Motor Vehicle Act, which authorises the licensing authority to disqualify a person from holding a driving licence or revoke the licence. While transport authorities from the districts have already replied in the affirmative in some cases, police say they are waiting for responses from the Regional Transport Authority (RTA) in the city. In the past, Cyberabad police sought explanation from RTA on how driving licence were issued to motorists who had multiple traffic violations against them. The RTA official reportedly gave an explanation that since those motorists were eligible to apply and they passed the requisite exam, they issued them the permit. Police officials said that system of assigning points for various traffic violations is yet to be implemented for road accidents. “Though, as per points system, for every road accident, a motorist is supposed to get five penalty points, but now accident information is not being integrated with traffic wing, yet,” a source said. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:34:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/motorists-beware-you-may-lose-your-licence-for-reckless-driving/articleshow/69865434.cms"}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hyderabad: Nizams famed jewels to go under hammer in NY": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-nizams-famed-jewels-to-go-under-hammer-in-ny/videoshow/69857092.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "garbage uncleared": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageuncleared/articleshow/69866942.cms", "description": ""}, "Ouch! Sri Reddy skinny-shames Keerthy Suresh": {"description": "These days, female celebrities can’t seem to do anything at all, without everyone around them rolling out free gyan. And the latest actor to fall prey to this scourge is Keerthy Suresh. Recently, Keerthy posted some pictures on her Instagram account in which she appeares to have lost oodles of weight, apparently as part of the prep for her Bollywood debut opposite Ajay Devgn.  Within minutes, her comments section was filled with posts slamming her for looking ‘sick’ and asking if she is battling some disease. Nameless, faceless trolls are one thing. But a fellow actor doing the same is another thing altogether. Proudly joining the skinny-shaming bandwagon was Sri Reddy, who made no bones about calling the Mahanati actor ‘a patient’. She wrote, “Keerthi Suresh and I were on same flight…nobody recognised her including me…everyone talking to me asking selfies, after her weight lost, she is looking like a patient…” (sic). Sheesh! Once for all people, what a woman wants to wear, eat or how she wants to look, is entirely her wish. Let’s all just mind our own business. Download The Times of India News App for Latest City .", "time": "2019-06-19 18:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ouch-sri-reddy-skinny-shames-keerthy-suresh/articleshow/69859520.cms"}, "I was a lot like Raju in real life; I wanted nothing more than that first rank: Chetan": {"description": "With his neatly parted oily hair and thick rimmed glasses, Chetan Maddineni looks every bit the front bench nerd in First Rank Raju. Interestingly, he didn’t have to go far looking for inspiration, ’cos he used to be a nerd in real life, he admits. “I drew inspiration from life because, to be honest, I too was a lot like my character Raju when I was a child. I wanted nothing more than getting that first rank, even if it meant mugging up the whole syllabus. It was only when my family shifted to the US that I learnt how important it is to balance life in a better manner,” says the actor. A remake of the Kannada hit First Rank Raju, the Telugu version will see Chetan play a hero the Telugu audiences can relate to. “I did watch the original for reference, but I have made the character totally my own. This is my interpretation of how Raju would be would be if he lived in Hyderabad. I remember how I would feel when I scored well, so I brought in some of my personal experiences as well.” His character might look boring, but his love story is quirky, promises Chetan. “The chemistry between me and Kashish Vohra is something to watch out for. It was really good shooting with her. In fact, we’d joke about how she was the ‘First Rank Rani’ on the set, because she would learn all her dialogues by-heart since she doesn’t speak Telugu,” says Chetan, laughing. Talking about the love track, he adds, “The love story here is not the run-of-the-mill boy chasing girl; it’s more of her character trying to put up with Raju’s idiosyncrasies.” Chetan rounds off saying First Rank Raju is a film that has something for everyone: “The journey of Raju is something that will seem familiar to all the youngsters. a geek trying to be cool and, finally finding himself — this character is one that will be relatable to kids and an eye-opener for parents.” Produced by Manjunath V Kandkur under Dolphin Entertainment, First Rank Raju is releasing tomorrow.Download The Times of India News App for Latest City .", "time": "2019-06-20 07:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/i-was-a-lot-like-raju-in-real-life-i-wanted-nothing-more-than-that-first-rank-chetan/articleshow/69859098.cms"}, "Sewerage overflow on Camelot Layout, Kondapur": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerageoverflowoncamelotlayout2ckondapur/articleshow/69764477.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "\nA mesmerising Fusion of sur, taal and jazz, in Hyderabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/A-mesmerising-Fusion-of-sur-taal-and-jazz-in-Hyderabad/articleshow/53753772.cms", "description": "Papri.Paul@timesgroup.com  The polyrhythmic notes of jazz fused with the ethno-musical notes of Baul Lokogeeti (devotional folk songs from Bengal) formed an interesting ensemble in a very unique fusion concert — One World Fusion 2016. True to its name, the concert held at Ravindra Bharati, saw some of the best names from the music world join hands to mesmerise Hyderabad’s music lovers.  eminent sax player George Brooks, santoor maestro Pt.Tarun Bhattachary, flute maestro Pravin Godkhindi, tabla marvel Pt.Shubhankar Banerjee, drumming sensation Gino Banks and prominent keyboard player Sagar Paul blended their artistic outflow with the famous couple, Sahaj Ma Baul, an eminent Baul Singer and Utpal Faqir, a famous baul dutara and banjo player. The amalgam that apposed diametrically divergent and distinguishing styles was enthralling, to say the least.  the group started with Vande Mataram fused with Sare Jahan Se Achha, keeping in mind the Independene Day fervour. Sahaj Ma’s deep voice and Godkhindi’s classical vistar resounded in the auditorium. A peek into each performer’s individual streams left listeners spellbound. Brooks’ jazz fare with hints of Indian sounds, with tabla, drums and santoor thrown into the mix, was a hypnotic hybrid, undeniably unlike anything the audience had ever heard before.  Pt Tarun Bhattacharya strummed his santoor, exploring myriad challenging cross-rhythmic patterns, inviting a parallel response from his fellow musicians in tabla, drums, flute and saxophone. The jugalbandi between Pt.Shubhankar Banerjee on tabla and Gino Banks on drums left the audience craving for more. Pravin Godkhindi, who is the only Indian to play the world’s largest flute, the contrabass, captivated the audience with his euphonious flute renditions. Sahaj Ma and Utpal Faqir transported the audience to rural Bengal with the song, Chander gaye chaand legeche, amra jene korbo ki, by a Bengali Baul saint, Lalon Fakir.  The musicians followed each other on stage, improvising to suit each other’s style, yet, not letting their individualistic style get lost in the blend. As the musicians traversed through intricate patterns to attain a crescendo, the auditorium thundered with undying applause.  Sahaj Ma and Utpal Faqir broke into a slow dance in the midst of their performances. Sagar Paul could not stop himself rocking to and fro with the rhythm throughout the concert. Even George Brooks swayed his hips from time to time enjoying the performance. They all looked like a bunch of buddies who sat together to jam, unmindful of the 500 awestruck eyes watching them.  A splendid musical treat, indeed! Download The Times of India News App for Latest City ."}, "Pruned tree branches rotting": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/prunedtreebranchesrotting/articleshow/69749041.cms", "description": ""}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Garbage dumped in open": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpedinopen/articleshow/69850309.cms", "description": ""}, "Road broken for water line rectification": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadbrokenforwaterlinerectification/articleshow/69834433.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Garbage not cleared for weeks": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagenotclearedforweeks/articleshow/69780797.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Ticking bombs: Lakhs of vehicles plying with expired CNG, LPG kits": {"description": "HYDERABAD: Expired kits of compressed natural gas (CNG) and liquefied petroleum gas (LPG) installed in vehicles plying across the city are ticking time bombs. After filing representations to State Human Rights Commission, the departments of transport and civil supplies, the gas testing agencies and auto unions stated that a staggering 1,50,000 vehicles running in Greater Hyderabad region are operating without CNG and LPG cylinder integrity checks. They said this is in gross violation of Gas Cylinder Rules, 2004 and Petroleum Act, 2004. “Lack of maintenance and re-checks of these cylinders are putting people at serious risk of death or injury. The expired cylinders can explode anytime,” said M Dayanand, general secretary, Telangana Auto and Motor Vehicle Association. While CNG tanks in auto rickshaws, taxis and every other vehicle have to be examined and tested once every three years, LPG tanks in vehicles must be inspected once in five years as per Rule 35(1) of Gas Cylinder Rules, 2004. After the auto unions filed a representation to chief controller of explosives of Petroleum and Explosives Safety Organisation in 2015 and State Human Rights Commission in the 2016, both the organisations appealed to the transport department to not issue fitness certificates to the vehicles until they are checked at testing centres, and get a certificate of approval. However, despite the appeals, the Regional Transport Authority seems to be violating the norms to a large extent. Most auto drivers in the city whom TOI spoke to said they are not aware of the mandatory testing and the importance of getting it done periodically. M Yadgiri, an auto driver who ferries schoolchildren, said, “Mine is a CNG vehicle. I bought it from a friend six years ago, and I am not aware of this test. I just get my auto repaired from a local mechanic if there is any problem.” Another auto driver, Sai Kumar, said, “I got a fitness certificate from the RTA department recently. They did not ask me for any testing certificate. I don’t think it is mandatory.” Dayanand said, “Not even a single auto in Greater Hyderabad region has a testing certificate. We will soon file a criminal case if the authorities concerned do not implement the orders.” When this issue was posed to the officials of RTO department, they said they are following all norms. “We do check cylinder numbers during fitness checks. There may be a few misses, but we also check if re-testing is done. We follow the norms, but I cannot tell the exact figure of how many did not get the re-testing done,” said C Ramesh, joint transport commissioner. Download The Times of India News App for Latest City .", "time": "2019-06-19 11:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ticking-bombs-lakhs-of-vehicles-plying-with-expired-cng-lpg-kits/articleshow/69848888.cms"}, "Telangana HC introduces online mode for court fee payments": {"description": "HYDERABAD: In a digital initiative taken up for the first time in the country's judiciary, the Telangana high court and the SBI have entered into an MoU, to facilitate online payment of court fee by litigants and lawyers. Acting chief justice Raghavendra Singh Chauhan and SBI's chief general manager Om Prakash Misra brought into reality the MoU at high court judges' lounge on Wednesday evening. Registrar general A Venkateswar Reddy from the high court and deputy general manager Geetha S Pillai from SBI's corporate wing signed the MoU. Justices Sanjay Kumar, MS Ramachandra Rao, A Rajashekher Reddy, P Naveen Rao, G Sri Devi, Shameem Akther and others participated in the event. SBI general manager V Ramesh and D Hemanth Kumar, Registrar (IT) from the high court coordinated the effort. Earlier, people who wanted to pay the court fee used to go to banks and deposit it into the government's account. Even the cheque mode payment used to be lengthy and time-consuming. Now, the online payment method has been integrated into the servers of both SBI and the high court. One can make the payment either through debit card, credit card or net-banking and the payment particulars will be reflected in the records. The litigants and lawyers can even take print-out of their payment as proof, said an SBI officer adding that this digital initiative was first of its kind in the judiciary. Terming it as a proud moment in the history of the high court, acting chief justice Raghavendra Singh Chauhan said that the more we bring in technology into the judiciary, the better it is for litigants, lawyers, and the general public. Download The Times of India News App for Latest City .", "time": "2019-06-19 22:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/telangana-hc-introduces-online-mode-for-court-fee-payments/articleshow/69863340.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Activists happy over Bison Polo decision": {"description": "Secunderabad: The uncertainty that prevailed for nearly five years over allotment of the iconic Bison Polo and Gymkhana grounds in Secunderabad for the Telangana government’s proposed secretariat and state Legislative Assembly buildings has ended. “It is official that the Telangana government has totally withdrawn the proposal for a new secretariat at Bison Polo Ground as the central government is making inordinate delay to allot them. The state government, however, waited for nearly five years to get clearance from the ministry of defence (MoD),” sources in roads and buildings (R&B) department told TOI. “It is a great relief for budding sportsmen practising over 12 sports on Bison Polo and Gymkhana grounds,” said a veteran sportsman. Citizens, and activists from civil organisations, who campaigned to save the iconic Bison Polo Ground and Gymkhana Ground for the past five years, expressed relief and happiness over the decision by the state government. Polo players also welcomed chief minister K Chandrasekhar Rao’s decision. Siraj Attari, veteran polo player and secretary of Andhra Pradesh Riding Club, said, “It is a good decision, and polo will continue to thrive at Bison Polo Ground.” Former Ranji player, Vivek Jayasimha, said: “CM’s decision regarding construction of new Secretariat is a welcome development. The Bison Polo Ground will remain iconic. It is meant for sports, and to encourage to popular games.” Convener of Bison Polo & Gymkhana Ground Protection Forum, S Vijay Mohan, said, “In fact, credit goes to Andhra Pradesh chief minister YS Jaganmohan Reddy, who generously agreed to hand over the entire blocks in the Secretariat to Telangana state government. This move prompted KCR to drop his idea of constructing the Secretariat at Bison Polo and Gymkhana grounds.” A city-based environmentalist said: “Concerns over chopping of nearly 800 trees are put to rest now.” Download The Times of India News App for Latest City .", "time": "2019-06-20 04:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/activists-happy-over-bison-polo-decision/articleshow/69865393.cms"}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Darshana Muralidhar’s impressive rangapravesham charms the audience": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/darshana-muralidhars-impressive-rangapravesham-charms-the-audience/articleshow/69801323.cms", "description": ""}, "Acting CJ is now CJ of HC": {"description": "Hyderabad: President Ramnath Kovind on Wednesday appointed Acting Chief Justice Raghavendra Singh Chauhan as Chief Justice of Telangana high court. He came on a transfer from Karnataka high court to Hyderabad high court last year in November . tnn Download The Times of India News App for Latest City .", "time": "2019-06-20 04:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/acting-cj-is-now-cj-of-hc/articleshow/69865397.cms"}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "Garbage and Negligence": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageandnegligence/articleshow/69808015.cms", "description": ""}, "Ban VIP rule": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/banviprule/articleshow/69780857.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "25 drones to keep vigil in 5 km radius": {"description": "Hyderabad: As part of foolproof security for the inauguration of Kaleshwaram project on Friday, Telangana Police are deploying 25 drones to keep a watch on 5km radius and 5,000 cops, including Greyhounds personnel, for VVIPs’ safety. As the Kaleshwaram project site is close to the Maoist-affected Bijapur district in Chhattisgarh and Gadchiroli district in Maharashtra, Telangana Police are leaving no stone unturned to make unprecedented arrangements. “With project sites like Medigadda barrage and Kannepally pumphouse spread across, we are maintaining a strict vigil for 5km area using nearly 25 drones. Our forces are on high alert to thwart Maoist action committee members who could create problems,’’ a top official of Telangana police told TOI. Initially, police wanted to set up five helipads at one location and three more at different parts of the irrigation project. KCR had on Tuesday said that six helipads were set up but the number has gone up to 11. Five choppers are being requisitioned, of which four are arranged by the state for VVIPs while Jagan is flying down in the helicopter arranged by his governement. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/25-drones-to-keep-vigil-in-5-km-radius/articleshow/69865204.cms"}, "Ghmc wasting tax payer money": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghmcwastingtaxpayermoney/articleshow/69807977.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "TRS for simultaneous polls in state and Centre": {"description": "Hyderabad: The ruling Telangana Rashtra Samithi (TRS) is in favour of simultaneous elections for Lok Sabha and state assembly. This was the opinion conveyed by party’s working president K T Rama Rao at the all-party meeting held in New Delhi. KTR assured that the TRS will support the move for a constitutional amendment in favour of simultaneous elections. During the meeting attended by Prime Minister Narendra Modi, KTR also explained the need to curtail election expenditure and said that simultaneous polls both for Centre and states should be held without too much of a gap between the election phases. He said that if simultaneous elections were held and the governments at the Centre and the state were formed, it would also be in the interests of states to present their budgets in tandem with the Centre’s budget. The TRS working president urged other parties to keep aside political differences as the issue of simultaneous polls was being discussed in the larger interest of the country. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/trs-for-simultaneous-polls-in-state-and-centre/articleshow/69865157.cms"}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "On cam: Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Garbage and branches strewn Sainikpuri": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageandbranchesstrewnsainikpuri/articleshow/69867013.cms", "description": ""}, "Exploited maid to fly back home": {"description": "Hyderabad: An Indian woman who was taken to Bahrain six years ago as a housemaid was exploited sexually after she told her agent she could no longer work for a particular employer. The Indian Embassy on Tuesday said a ticket on the first available flight was being arranged by the Mission to repatriat her. The woman from Nellore in Andhra Pradesh is understood to have been in contact with the embassy for the last two years seeking help. The embassy said she had been provided an emergency passport, but her request for a ticket home was still under process as she had ‘failed to provide necessary details about her agents’. Srinivas urged external affairs minister S Jaishankar to give blanket orders to embassies to help Indian housemaids stuck in the gulf to be sent home without any delays. The 39-year-old woman said she had been taken to Bahrain six years ago to work as a housemaid but was exploited. She was made to work for 13 families in a four-floor building where she had to do all the household work without pay. When she approached her agent and said she could not work there anyone, she was reportedly used as a sex slave.. The woman was forced to engage sexually with customers for two months, despite her protests. After much persuasion and pleading, the agent relieved her from working as a sex slave and employed her as a maid in different houses. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:20:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/exploited-maid-to-fly-back-home/articleshow/69865620.cms"}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Doctors: MCI’s prescription on communication skills unwanted": {"description": "Hyderabad: While the Medical Council of India’s (MCI) revamped MBBS curriculum introducing communication as a subject for medical education is scheduled to be introduced this year in the state, doctors say that the measure is a classic example of misdirected action. The logic behind bringing in communication skills as part of medical education was to address the growing communication gap between patients and doctors, which has now escalated to a near communication breakdown. The subject is meant to help MBBS students learn the basics of medical ethics and learn nuances of doctor-patient relationship. Although at present, medical professionals do not receive any such focussed training in soft skills, junior doctors blame the lack of basic infrastructure and huge workload to be the main reason behind the repeated incidents of attacks on doctors in government hospitals. “Attacks on doctors are due to administrative failure by the government and not due to lack of communication skills. When patients come here, there are no stretchers, no medication and no wheelchairs. The government is encouraging the corporate hospitals at the cost of primary healthcare. How will communication help in this circumstance? Without addressing the basic lapses, MCI just wants to do fancy things. It is just an eyewash to fool citizens,” said Dr PS Vijayender Goud, president Telangana Junior Doctors Association (TJUDA). Adding that communication has to be learnt in practice rather than as a subject, a junior doctor working at the state-run Osmania General Hospital (OGH) said, “Nuances of dealing with sensitive situations are learnt during practice, by observing seniors’ reactions during such situations. Now, with a large number of undergraduate and postgraduate seats, there is an imbalance between the number of faculty and medical students, making it impossible to learn anything.” While stressing on the importance of communication skills, Dr Sanjeev Singh Yadav, secretary, Indian Medical Association (IMA) said that it’s the huge workload on doctors that leads to improper communication. Meanwhile, the state health department has already begun preparations to introduce communication as a subject this year. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/doctors-mcis-prescription-on-communication-skills-unwanted/articleshow/69865285.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Tollywood will get its very own funny detective with Agent Sai Srinivasa Athreya": {"description": "'Sai Srinivasa Athreya’ sounds more like the name of your regular Telugu boy next door, than that of a private agent. But then Agent Sai Srinivasa Athreya isn’t your average detective drama filled with larger-than-life characters pulling off unbelivable stunts. “I was very clear that I wanted both my story and the characters to be as real as possible. That makes it so much easier for people to connect with the character. There’ll be no fancy gadgets, high-speed chases, high-octane sequences, et al. Our guy is a smart detective who uses good old techniques to solve a gristly case,” says director Swaroop RSJ, who is making his debut with this film. Admittedly, he’s “a big fan” of Chiranjeevi’s 1986 blockbuster Chantabbai, and it was his dream to bring back that genre into Telugu cinema. “It has been so long since we have seen a full-blown detective film in Telugu, especially one that can also make you laugh. there have been spy films, but none like Chantabbai, where the detective happens to be a small town guy. It’s such a lovable genre — a perfect mix of comedy and drama. I wanted to make my debut with a film like this,” says the director, who’s thrilled to have found the perfect partner in his hero, Naveen Polishetty. “I’d seen Naveen’s hugely popular AIB videos and loved his comic timing. He’s such a talented actor. I had no doubt that he was the one I wanted as my hero,” says, Swaroop, who teamed up with Naveen even before the character was fully developed. “Naveen and I worked together for eight months just so I could understand his body language and mannerisms, so that I could incorporate them into the character seamlessly,” he adds. The toughest part was ensuring that his ‘detective with a sense of humour’ doesn’t end up looking like a caricature, says Swaroop. “I was very careful while writing the character of Agent Sai Srinivasa Athreya, because I know a comparison will be drawn with other amusing detectives, be it Inspector Jacques Clouseau of Pink Panther or Sherlock Holmes. I’ve done my best to incorporate a sense of humour in the story, without making it seem like a parody. The entire cast and crew of the film is new and every day on the set was a challenge. But at the end of it all, we have an amazing film at hand. I can’t wait for people to watch it.” Produced by Rahul Yadav Nakka under Swadharm Entertainment, Agent Sai Srinivasa Athreya is releasing tomorrow.Download The Times of India News App for Latest City .", "time": "2019-06-20 06:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tollywood-will-get-its-very-own-funny-detective-with-agent-sai-srinivasa-athreya/articleshow/69859024.cms"}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Excise cops land in ACB net": {"description": "Hyderabad: The Anti-Corruption Bureau (ACB) arrested an inspector and a sub-inspector of Task Force wing of prohibition and excise department in Nizamabad district on Wednesday for demanding and accepting Rs 30,000 from a toddy trader. ACB sleuths laid a trap and arrested inspector J Venkat Reddy and SI Sravanthi after the complainant, Raja Goud, approached them. The two excise cops demanded the bribe to allow Goud to run his business smoothly and for not registering any case against him. The accused will be produced before a judge by ACB. In another case, ACB nabbed an HMWS&SB lineman for allegedly taking Rs 9,000 from a complainant for restoring his water connection. The tainted cash was seized. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/excise-cops-land-in-acb-net/articleshow/69865435.cms"}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "Duo held for bid to rob SBI in Bibinagar": {"description": "Hyderabad: Three years after they carted away 4kg gold from Andhra Bank’s Ghatkesar branch in 2016, two robbers were arrested on Wednesday for their attempt to rob Bibinagar branch of State Bank of India earlier this month. Cops said the duo — Perika Ebby alias Chinna, 30, and his brother-in-law Kathula Shiva Kumar alias Tinku, 27, — targeted this particular branch as it was located on the highway and thought they could escape easily. Ebby entered the bank at 11 pm on June 6 after cutting the first floor window iron grill on the rear side of the building. Shiva kept a watch on the movement of people and vehicles. However, due to power cut, the duo could not lay their hands on the gold and left the place. When bank officials reached the branch in the morning, they saw cables being cut, ladder and other material thrown all over the place inside the bank. TNN Download The Times of India News App for Latest City .", "time": "2019-06-20 04:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/duo-held-for-bid-to-rob-sbi-in-bibinagar/articleshow/69865456.cms"}, "Hyderabad: Kaleshwaram project to be inaugurated on June 21": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-kaleshwaram-project-to-be-inaugurated-on-june-21/videoshow/69864333.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Nizam’s 11-kg gold coin, diamond still untraced": {"description": "HYDERABAD: As some of the Nizam’s collection is put up for auction at Christie’s in New York, heritage activists recall how the world’s biggest gold coin ever minted was withdrawn from an international auction house, Hapsberg Feldmann, in Geneva in 1987, following the intervention of the Indian government. However, 32 years later, there’s no word about the 11.193kg or 1,000-mohur gold coin inherited by titular Nizam VIII, Mukarram Jah, from his grandfather and last Nizam of Hyderabad, Mir Osman Ali Khan, in 1967. The gold coin was minted during the regime of Mughal emperor Jahangir. Along with this 1,000-mohur gold coin, a 2.3kg gold coin minted during Shah Jahan’s rule, is also put up for auction. Days before the auction, the Indian government had intervened, stating that the coins are part of the national heritage. Since the unsuccessful auction in 1987, the whereabouts of the coins are not known, says city historian Dr Mohammad Safiullah. Another precious object of the Nizam that has remained a mystery for decades is the Nizam diamond. There have been no records of any international auction house selling it or putting it up for auction. The Nizam diamond, also known as little Kohinoor, was mined from the Krishna river valley in Krishna-Guntur districts. Incidentally, the Kollur diamond mine, which produced some of the famous diamonds in the world, is now submerged under the water of Pulichintala dam. The Nizam diamond was mined in 1830 and went missing a few years after the Police Action in 1948. State archival data reveals that the Nizam diamond was present in 1944 and the India office in London had sought its details. This had angered the Nizam and he refused to divulge details about the Nizam or Golconda diamond and other precious stones and gems in his possession. Dr Safiullah said the 1,000-mohur gold coin came into the hands of the Asaf Jahs after it was presented by Mughal emperor Aurangzeb to Ghaziuddin Khan Siddiqi Bahadur, father of Nizam-ul-Mulk, founder of the Asaf Jah dynasty. The 1,000-mohur coin contains Persian couplets. Such coins were minted not for circulation but for presentation to royal dignitaries or faithful nobles, he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/nizams-11-kg-gold-coin-diamond-still-untraced/articleshow/69865420.cms"}, "Infant kidnapped and killed by a psycho in Warangal": {"description": "WARANGAL: A man allegedly kidnapped and killed a nine-month-old baby girl in Kumarpally area of Hanamkonda town on Tuesday night. According to the girl's father, his wife and daughter went to a relative's house in Hanamkonda. On Tuesday night, an unidentified man barged into the house and kidnapped the baby. The family members chased the man and caught hold off him. The police visited the spot and took the accused identified as Praveen Kumar, a psycho from Madaram village in Parkal mandal of Warangal Rural district, into the custody. The girl was taken to a private hospital where doctors declared her brought dead. The family hails from Hyderabad. Download The Times of India News App for Latest City .", "time": "2019-06-19 11:33:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/infant-kidnapped-and-killed-by-a-psycho-in-warangal/articleshow/69853290.cms"}, "Kaleshwaram, Bahubali of irrigation, set to flow": {"description": "HYDERABAD: Billed as ‘Bahubali’ of lift irrigation projects in the world and a brainchild of chief minister K Chandrasekhar Rao, the gigantic Kaleshwaram Lift Irrigation Project will become a reality on Friday — three years and a month after the first (foundation) stone was laid on May 2, 2016, at Kannepally village in Mancherial district. A flagship scheme of the TRS government and considered to be the world’s biggest multi-stage lift irrigation project, Kaleshwaram, in many ways, is an engineering marvel in terms of massive underground pump houses, power pumps and underground tunnels. The mega project is meant to divert 195 tmcft of water from Godavari, covering a distance of 199km in the state, and utilise the water to irrigate 45 lakh acres — covering almost 70% of the state — in 13 districts, apart from providing drinking water to thousands of villages and industries. KCR has spared no efforts to make it a grand affair, inviting his counterparts in neighbouring Andhra Pradesh and Maharashtra — YS Jaganmohan Reddy and Devendra Fadnavis respectively — and governor ESL Narasimhan for the inauguration. The cost of the project is set to touch a staggering Rs 1 lakh crore from the initial Rs 80,196 crore — which is almost equal to the state budget four years ago. About half a dozen ministers are overseeing arrangements at various project sites such as Medigadda, Kannepally, Annaram, Sundilla, Nandi Medaram and other areas. Six helipads are being readied and the state government has engaged four choppers to bring Fadnavis, officials, governor and other officials, while Jagan will fly in his own chopper to the project site at Medigadda. One helipad is kept as a backup in case of emergency. “For the first time, bank officials belonging to the consortium of 20 banks which have financed the project have also been invited for the inauguration,” KCR said. The government took Rs 35,000 crore loan from various banks and irrigation officials will show the bankers where the amount has been spent. Health minister Eatala Rajender told TOI that the chief ministers will attend pujas at Medigadda, while a formal inauguration would be held at the Kannepally pump house. The uniqueness of the project is the biggest and crucial underground pumping station at Ramadugu (package 8) in Karimnagar district. Irrigation officials claim that each single electrical pump (Bahubali pumps) that was installed is so huge that it can fill the Hussainsagar lake in just a couple of days. If all the seven pumps with a capacity of 139 MW are switched together, they can discharge 21,000 cusecs, which is a rare feat in the irrigation sector. “Ramadugu pumping station can lift 3 tmcft a day. The pump house is located at a depth of 330 metres. Surge pool and additional surge pools of this pump house are the biggest in the world. For the first time, such constructions were taken up underground,” Megha Engineering and Infrastructure Ltd (MEIL) director B Srinivas Reddy told TOI. While MEIL executed the project, BHEL developed and supplied required pumps. Works at the Medigadda barrage itself created a record as 90,055 cubic metres of reinforced cement concrete was laid in a single day by L&T on the spillway and piers last year. Telangana CM Chandrasekhar Rao on several occasions said generally any irrigation project takes several decades to complete the works, but Kaleshwaram project is being completed (phase I) in a record time of three years and giving water to the farmers. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/kaleshwaram-bahubali-of-irrigation-plans-set-to-flow/articleshow/69865506.cms"}, "Laxman rebuts KCR remarks on central assistance": {"description": "Hyderabad: A day after chief minister K Chandrasekhar Rao accused the BJP-led NDA government of not extending any special financial assistance to Telangana, BJP state president K Laxman on Wednesday, rebutting the CM’s charges, said it would not have been possible to get clearances to Kaleshwaram Lift Irrigation Project (KLIP) without the support of the NDA government at the Centre and BJP government in Maharashtra. Laxman said both KCR and former irrigation miniser T Harish Rao praised PM Narendra Modi on the floor of the assembly for early clearances to Kaleshwaram project and sanctioning national highways to Telangana. TNN Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/laxman-rebuts-kcr-remarks-on-central-assistance/articleshow/69865214.cms"}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "MUSI RIVER POLLUTION": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/musiriverpollution/articleshow/69818339.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Don’t take action against actor Sivaji for now: Telangana high court": {"description": "HYDERABAD: Justice G Sri Devi of Telangana high court on Wednesday directed police not to take action against actor Sivaji till June 26. The judge gave the interim order while hearing a petition filed by the actor urging the court to quash the FIR against him in the TV9 shares’ sale episode. Sivaji claimed that he bought 40,000 shares from TV9 channel’s former CEO Ravi Prakash at Rs 20 lakh and had also approached NCLT, urging it to stall the takeover of TV9 by the new management. Police suspect Sivaji was planted by Prakash to stall the change in management. Public prosecutor C Pratap Reddy opposed relief to Sivaji and said he was evading police and not responding to the notices served. As judgment in Prakash anticipatory bail plea was reserved, he urged the court to adjourn the matter for a few days. The judge posted the case to June 26. Meanwhile, Justice Devi reserved judgment in a plea filed by Prakash seeking anticipatory bail. Pratap told the court that there was no truth in the allegations that the management of TV9 had resorted to hawala payments while selling 90% stake of the old management to the new management. It was bought for Rs 500 crore and the whole amount was paid in white through bank, he said, refuting the allegations made by Prakash. The public prosecutor said the action of the former CEO in selling the logo of the TV for Rs 99,000 was done with an intention to creating trouble for the new management. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:16:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hc-dont-take-action-against-sivaji-for-now/articleshow/69865400.cms"}, "Hafizpet lake pollution": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hafizpetlakepollution/articleshow/69764426.cms", "description": ""}, "underage driving": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/underagedriving/articleshow/69807993.cms", "description": ""}, "Auto Roof Top Garden": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/autorooftopgarden/articleshow/69764402.cms", "description": ""}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Telangana State Council of Higher Education to introduce uniformity in courses, credits and grades": {"description": "HYDERABAD: Courses, credits and grades in degree colleges across Telangana will be common from the academic year 2019-20 as the Telangana State Council of Higher Education (TSCHE) has decided to standardize implementation of choice based credit system (CBCS) in all state universities. Until last year, implementation of CBCS varied in every state university. However, to simplify the existing process, the TSCHE along with representatives from state universities, decided to bring in uniformity at all levels. “Earlier, undergraduate commerce course was of 180 credits vis-à-vis engineering course of 160 credits. Similarly, distribution of credits for core courses also varied in state universities,” said Prof R Limbadri, convenor of degree online services Telangana and vice-chairman 1 of TSCHE. “To reduce burden on degree students, we decided to implement 150 credits for all degree courses across all state universities,” he said. In series of meetings held in the last 10 days, the TSCHE also decided to make changes in the grading system. Officials were of the view that lack of uniformity in the grading system was causing inconvenience among students who pursue competitive exams such as SET, NET or post-graduate entrance tests. “In few universities, A grade is awarded to those who secure 90-100 marks. Whereas, in few others, A grade is awarded to those who secure 80-100 marks. Since there is lack of uniformity in grading system, Telangana students who go ahead to pursue competitive exams face issues,” said Limbadri. The TSCHE has decided to enhance employability of students by focusing more on ability enhancement and skill enhancement courses. “Considering the change in industry requirements, universities will be offering ability enhancement and skill enhancement courses to improve communication skills, computer knowledge and understand of environment of students,” said Altaf Hussain, vice-chancellor of Mahatma Gandhi University, Nalgonda. “Based on the course, all the universities will offer choice of six to eight electives per semester for skill enhancement and ability enhancement. Of these, students have to select one elective per semester,” said Hussain. The state universities have also decided to earmark 80 per cent for core courses and 20 per cent for massive online open courses. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tsche-to-introduce-uniformity-in-courses-credits-grades/articleshow/69865274.cms"}, "Monali Thakur performs at an event": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/monali-thakur-performs-at-an-event/articleshow/69787019.cms", "description": ""}, "Telangana: 119 new residential schools for backward classes to begin functioning today": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/telangana-119-new-residential-schools-for-backward-classes-to-begin-functioning-today/videoshow/69814611.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Warangal: Baby abducted & raped by drunk man": {"description": "WARANGAL: A drunk man kidnapped a nine-month-old girl from a house, sexually assaulted her and then throttled her in Hanamkonda in Warangal early on Wednesday. A rape case has been booked as there were injuries on the child’s private parts. The 22-year-old accused had abducted the baby at 1.30 am from the terrace of the house in Kumarapalli where the family was sleeping. “As the ground floor and first floor was locked, he went to the terrace where the family was sleeping. As the child was in deep sleep she did not cry when he took her out of the house, ’’ ACP (Hanamkonda) D Chandraiah told TOI. Around 1.45 am, the family members noticed the baby was missing and started searching for her. Both police and locals, including family members, formed search teams and it was the girl’s uncle who noticed the accused carrying a baby covered with a towel. When the uncle questioned him, the accused dropped the baby and ran, but was eventually chased and caught. The man was thrashed by the locals before he was handed over to the police. The baby was rushed to the hospital, but doctors declared her ‘brought dead’. “The man was drunk when he was caught. There were injuries on the girl’s private parts and he confessed that he sexually abused her,” the ACP said Police have booked a case under IPC Sections 366 (kidnapping), 302 (murder), 379 (theft), besides Protection of Children from Sexual Offence Act (POCSO). The accused had also stolen a couple of mobile phones of the victim’s family members. As the news spread, hundreds of locals protested at Hanamkonda police station junction demanding stringent punishment against the accused. Traffic had to be diverted for a few hours due to protests. Read this story in BengaliDownload The Times of India News App for Latest City .", "time": "2019-06-20 08:48:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/9-mth-old-abducted-by-drunk-man-as-family-slept-raped-throttled/articleshow/69865567.cms"}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "\nHyderabadi cricketer T Suman gets hitched to his lady love\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadi-cricketer-T-Suman-gets-hitched-to-his-lady-love/articleshow/53885776.cms", "description": "BAND, BAAJA AND BARAAT  In a grand wedding ceremony on Friday evening, Hyderabadi cricketer T Suman finally tied the knot with his lady love Julaiikha Patnam. Looking gorgeous in a green Kanjeevaram saree, she entered the hall in a palanquin, while Suman — all smiles at the sight of his bride-to-be — also made quite an entry with band, baaja and baraatis. “It feels amazing to be married, honestly! I never thought I’d have such a grand ceremony and it feels nice to get a warm welcome from Julaiikha’s family,” said Suman excitedly.  STARS OF THE EVENING  Suman’s parents Laxminaranyana and Anjali, and Julaiikha’s parents Pawan Kumar and Jyothisree were seen welcomed the guests warmly. Actor Balakrishna and with his wife Vasundhara Devi were one of the first to arrive and gave their best wishes to the couple. Also spotted mingling with the guests was former cricketer VVS Laxman.  FOODIES' DELIGHT  Guests were treated to a lavish spread — from pizza to chaat to Indian delicacies. With faludas, juices and ice creams, the dessert counter was a hit. Download The Times of India News App for Latest City ."}, "Lack of proper fencing at Nacharam": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lackofproperfencingatnacharam/articleshow/69733098.cms", "description": ""}, "dumpingyard in middle of the colony": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpingyardinmiddleofthecolony/articleshow/69867001.cms", "description": ""}, "Hyderabad: Woman’s bid to escape husband’s wrath proves fatal for their 18-month daughter": {"description": "HYDERABAD: A migrant labourer, who rushed to the second floor of a building in Old Mallapur to escape her husband’s body blows, slipped and fell from there along with her baby girl. While 21-year-old Damini Kuldeep survived with severe injuries, her one-and-a-half-year-old daughter Vidya died on the spot. The tragedy took place at 11pm on Tuesday. “Damini stood on the edge of the under-construction building and pleaded with her husband Yogesh to stop harassing her and threatened to jump. She kept the baby girl on the edge and asked Yogesh to take care of her daughter. Suddenly, she slipped and fell from the terrace of the building. The infant also fell down accidentally,” said Nacharam inspector M Mahesh. Damini suffered fractures on her left hand and leg, while Vidya died of internal injuries. Both were shifted to Gandhi Hospital. Police said the couple is from Chhattisgarh and were involved in a heated argument. “Yogesh suspected Damini’s character and went on to accuse her of developing an illegal relationship with another man. In a fit of rage, he started beating her up,” said a police officer. Damini picked up the baby girl and rushed to the terrace to escape his wrath. However, Yogesh followed her to the terrace. The migrant labourer-couple had shifted to Hyderabad six months ago and were staying in the under construction building where 12 other migrant workers also stayed. A case has been registered under Sections 498-A (husband or relative of husband of a woman subjecting her to cruelty), 304(II) (culpable homicide not amounting to murder) and 307 (attempt to murder) of the Indian Penal Code (IPC). Download The Times of India News App for Latest City .", "time": "2019-06-20 08:12:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/labourers-bid-to-escape-hubbys-wrath-proves-fatal-for-their-18-mnth-daughter/articleshow/69865492.cms"}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "Can’t order relief in Inter suicide cases: Telangana high court": {"description": "HYDERABAD: Stating that only a minuscule 0.16 percentage of failed intermediate students were declared as passed after reverification, and that the Inter board cannot be held responsible for such minor discrepancies, the Telangana high court on Wednesday refused to direct the state to grant compensation to the students who committed suicide immediately after the result were declared in April this year. The bench of Acting Chief Justice Raghavendra Singh Chauhan and Justice Shameem Akther said this while disposing of a petition filed by P Atchuta Rao of Balala Hakkula Sangham and advocate Rapolu Bhaskar, who sought stringent action against board officials responsible for this. The bench said that a total of 3.82 lakh students had failed, and the reverification resulted in a mere 1,183 students securing pass marks and this cannot be described as a huge discrepancy. The bench, however, described the suicides as unfortunate, and left the issue of punishing the errant officials to the state and the board. A departmental probe can be launched against the negligent staff and officials, it said. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:21:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hc-cant-order-relief-in-inter-suicide-cases/articleshow/69865557.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "street lights are not working": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsarenotworking/articleshow/69834400.cms", "description": ""}, "Maoist couple’sflat searched": {"description": "Hyderabad: Almost 10 days after a Maoist couple was arrested by Maharashtra police, Krishna Kumari and Kiran Kumar were brought to their Alwal residence here on Wednesday. Extensive searches were conducted in the house in the presence of the couple whose exitence cops were not aware of till they were apprehended in Maharashtra. The couple, who have been working in the Dandakaranya special zonal committee, were nabbed by Maharashtra police in coordination with Special Intelligence Bureau of Telangana. The couple hail from Krishna district in Andhra Pradesh and took a flat in Alwal. They used to visit the flat occasionally. The aged couple were undergoing treatment in a private hospital in the city, police said. TNN Download The Times of India News App for Latest City .", "time": "2019-06-20 04:19:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/maoist-couplesflat-searched/articleshow/69865606.cms"}, "No vote, no road: YSRCP & TDP rivalry takes bizarre turn in AP": {"description": "VIJAYAWADA: Political rivalry between YSRCP and TDP in Andhra Pradesh has taken a bizarre turn in two villages. On Wednesday, YSRCP workers in a village in Guntur constructed a wall across a road to prevent TDP workers from using it. In another incident, YSRCP workers in Prakasam district dug up a cement road laid by the previous TDP government about 10 months ago alleging that the people using the road had not voted for YSRCP in the assembly polls. The police had to intervene in both villages to maintain law and order. A picket was posted at Ponugupadu village of Phirangipuram mandal in Guntur district where a three-feet wall was raised blocking the village thoroughfare. Since incident has a caste angle, the police held a peace meeting between the rival TDP and YSRCP groups. A majority of TDP supporters are from an upper caste, while YSRC supporters belong to Scheduled Castes. YSRC supporters have claimed the wall was built to prevent encroachment by TDP men as the land used for the road was on private property, but TDP supporters maintained the road belonged to revenue department and was been used for the last 80 years. Phirangipuram SI D Srihari said the claims have been referred to the revenue department and in the meantime the area has been kept out of bounds for public. Earlier, there have been incidents of demolition of flag posts and party arches and attacks on political opponents in Narasaraopet, Sattenapalli, Macherla and Gurazala assembly constituencies in Guntur district. These constituencies fall under Palnadu region, once known for its faction feuds. In the other incident at Uppalapadu village in Kanigiri assembly constituency in Prakasam district, a cement road was dug up with an excavator. The road was laid at Muslim Colony around 10 months ago. The road was dug up as the residents allegedly supported the TDP candidate in the just-concluded assembly elections. A complaint has been lodged with the police. Meanwhile, the situation at Manchikallu, Pinnelli, Machavaram Mutyalampadu and Tangeda villages turned serious as local TDP leaders fled fearing attacks. About 70 families in Pinnelli supported the TDP in the recent elections. They are now taking shelter at Gamalapadu near Dachepalli. They met Guntur rural SP seeking protection. As many as 15 cases have been registered in Narasaraopet, Sattenapalli and Gurazala police sub-divisions since the election results. A little over 40 people were injured in the clashes that broke out after the polls. Guntur rural SP R Jayalakshmi told TOI that the situation by and large was peaceful in Palnadu region. There have been some incidents of clashes in some areas, but all issues have been addressed, she said, adding that cases have been booked against the attackers. “Police teams are holding counselling sessions for village elders, apart from rounding up history-sheeters,” she said. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:19:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/no-vote-no-road-ysrcp-tdp-rivalry-takes-bizarre-turn-in-ap/articleshow/69865616.cms"}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "HC judge now Himachal CJ": {"description": "Hyderabad: The Centre on Wednesday notified the elevation of Justice V Ramasubramanian, a senior judge from the Telangana high court as Chief Justice of Himachal Pradesh high court. He has been functioning here since April 2016. Known as a writer judge, his expertise in deciphering the truth and coding it in simple terms after extracting the same from complex issues has earned him many admirers in the legal field.  He was appointed additional judge of Madras high court on July 31, 2006. tnn Download The Times of India News App for Latest City .", "time": "2019-06-20 04:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hc-judge-now-himachal-cj/articleshow/69865381.cms"}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "redidential problem": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/redidentialproblem/articleshow/69780733.cms", "description": ""}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "AP hands over two blocks in secretariat to Telangana govt": {"description": "Hyderabad: Paving the way for construction of a new secretariat by the state, the Andhra Pradesh government handed over buildings of two blocks Blocks K and North H to the Telangana government on Wednesday. AP government’s assistant secretary D Ravi Babu of the general administration department (GAD) handed over papers for the buildings to Telangana GAD deputy secretary Chitti Rani. According to official orders by the GAD, the entire K-Block, excluding the space occupied by State Bank of India, post office, BSNL office, dispensary and secretariat employees cooperative credit society, was given to Telangana. Similarly, the North H-Block, except the space occupied by Telangana vigilance commission, TSTS, and CRB (where segregation of records between the two states is going on) have also been handed over. It may recalled that governor E S L Narasimhan on June 2 had issued orders allowing the Telangana government to utilise AP government buildings in Greater Hyderabad especially in secretariat building. He also said that AP would be given a building to accommodate its police wing and another for other government offices. Until now, the J, K, L and H (South and North) blocks in the secretariat complex were under the control of AP and are to be handed over to Telangana for which the AP government has agreed. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ap-hands-over-two-blocks-in-secretariat-to-telangana-govt/articleshow/69865278.cms"}, "Hasnain Saberi hosts Eid Milap party": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/hasnain-saberi-hosts-eid-milap-party/articleshow/69774567.cms", "description": ""}, "Heavy water logging": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/heavywaterlogging/articleshow/69821377.cms", "description": ""}, "Hyderabad: DRF staff rescues cow from septic tank": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-drf-staff-rescues-cow-from-septic-tank/videoshow/69869259.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "Marauders of Hope: Book launch": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/marauders-of-hope-book-launch/articleshow/69801696.cms", "description": ""}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "T’s gram panchayats to get over Rs 3k cr for development": {"description": "Hyderabad: In a major impetus, Rs 3,375 crore will be spent to develop gram panchayats in Telangana. The central share will be Rs 1,628 crore as per the recommendations of the 14th Finance Commission, while the state government will release its share of Rs 1,628 crore on the recommendations of State Finance Commission. Officials said the funds would be utilised for development of infrastructure in the panchayats. After Telangana came into being in 2014, the number of panchayats has gone up to 12,751. “The Centre will soon begin releasing the grants to states,” a senior official said. Telangana has also decided to release an equivalent amount for developing the panchayats, he said. These funds are independent of Mahatma Gandhi National Rural Employment Guarantee Scheme (MGNREGS) grants and income from tax collection, official sources said. In addition to the grants from the Centre, a performance-based fund of Rs 119 crore was also to be released. However, the Centre had refused to release the funds on grounds that Telangana did not submit utilisation certificates for various works. Sources said after the expenditure is audited, performance-based grant is released only after the panchayats show improvement in income accrued out of tax collection. The Centre had released Rs 119 crore as performance-based grant for the year 2017-18, an official said. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ts-gram-panchayats-to-get-over-rs-3k-cr-for-development/articleshow/69865257.cms"}, "TRS to allocate Rs 19 crore of party funds for construction of district offices": {"description": "HYDERABAD: The TRS will spend Rs 19.20 crore party funds for the construction of its 32 district offices. The foundation stone will be laid on June 24. TRS general secretary and government whip in the council, Palla Rajeshwara Reddy said at a press conference on Wednesday that the construction of the party offices would be completed by Dasara. Party president and chief minister K Chandrasekhar Rao attended the state working committee meeting at Telangana Bhavan and urged the leaders to strengthen the party more. During the meeting, KCR pointed out that the party had won 85 per cent of MPTC and ZPTC seats recently. A resolution was also adopted at the meeting thanking the chief minister for taking up the Kaleshwaram project and making it a reality. Palla Rajeshwara Reddy urged party cadres to hold celebrations across the state on June 21 in connection with the inauguration of Kaleshwaram project. Statewide membership drive for the party will be launched on June 27 at a programme that KCR will attend and it will be completed by July end. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/trs-to-allocate-rs-19-crore-of-party-funds-for-construction-of-district-offices/articleshow/69865170.cms"}}