{"Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Six of family dies after car falls into gorge in Dehradun district": {"time": "2019-06-18 04:12:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/six-of-family-dies-after-car-falls-into-gorge-in-dehradun-district/articleshow/69832232.cms", "description": "Dehradun: Six members of a family died after the car they were travelling in fell into a gorge in Tyuni area of Dehradun district on Monday. Talking to TOI, SP (rural) Dehradun Pramod Dobhal said the vehicle was travelling from Banpur village to Tyuni in an Alto car. Tyuni police and a team of SDRF reached the spot and retrieved the bodies from the gorge. According to cops, the accident took place around 11 am. They said the driver may have lost control while negotiating a sharp turn on the hilly route, resulting into the mishap. The deceased have been as Pavan Negi (32), a CISF constable, his wife Rashmi Negi (27), daughter Ishika Tomar (4), and relatives Suman Tomar (33), Moorti Devi (72), and Aarambh Tomar (5)—all residents of Tyuni village in Dehradun. “The husband and wife were travelling with their four-year-old daughter while the two other women and the kid were their relatives. All the passengers of the car died on the spot,” said Dobhal. The officer said it took around two hours to retrieve all six bodies from the gorge, which was around 500 meters deep. The police have handed over bodies to the family members after the post-mortem examination. The CISF constable was posted outstation and had come home only a couple of days ago, the cops said. Download The Times of India News App for Latest City ."}, "Chopper service ‘delayed’, Mumbai man dies in Kedarnath": {"description": "DEHRADUN: A 52-year-old pilgrim from Mumbai who suffered breathlessness in Kedarnath lost his life after an alleged delay on the part of a helicopter service provider to transport him to a hospital. Angry over the delay and death, the kin of the victim created a ruckus at the helipad and had heated arguments with helicopter service provider who later suspended operations for around two hours. The district administration has ordered an inquiry into the matter. Rudraprayag district magistrate Mangesh Ghildiyal told TOI that the deceased, Vinod Vyas, 52, was a resident of Goregaon in Mumbai West. “He complained of breathlessness in the temple after which he was taken to a health camp. The doctors at the health camp referred him to a bigger health centre in Guptkashi. We immediately ordered the transportation of the victim to Guptkashi but he died before he could reach the hospital,” the DM said. According to eyewitnesses, even after receiving the orders, the man remained lying on a stretcher near the helipad for over 30 minutes. The kin of the victim started heated arguments with the helicopter service provider designated by the district administration. “But the officials of the helicopter service provider didn’t pay any heed. It is only after the police intervened that they transported the man to Guptkashi where he was declared brought dead by the doctors,” said a police official from Rudraprayag on the condition of anonymity. Chief medical officer of the district,Dr SK Jha told TOI that the patient was very serious when he was examined and “we had asked for immediate referral.” The district magistrate meanwhile said that an official has been designed to conduct an inquiry. “Circle officer Kedarnath will be investigating the matter after which appropriate action will be taken,” said the district magistrate. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/chopper-service-delayed-mumbai-man-dies-in-kedarnath/articleshow/69847948.cms"}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "HC scraps IIT-R's management department head appointment": {"description": "Nainital: Uttarakhand high court, on Tuesday, set aside the appointment of IIT Roorkee’s management studies department head while hearing a petition filed against the appointment by institute’s another senior professor. The appointment was made by the institution’s director last year. Petitioner Anil Kumar Sharma, who is a senior professor at IIT Roorkee, had on March 29 last year, appealed against the appointment of Mukesh Kumar Barua by institute’s director Ajit Kumar Chaturvedi alleging that he is more apt for the department’s head post as Barua is eight years junior to him. Sharma, in his writ petition to the HC, had also claimed that IIT director ignored his candidature for the said post and misused his power which caused him pain and also humiliated him. HC bench comprising Chief Justice Ramesh Rangnathan and Justice NS Dhanik also directed the institute to lay down parameters/guidelines for the selection on the posts of head of departments within three months. CD Bahuguna, a senior advocate and counsel for the petitioner hailed the decision as landmark saying, \"The court order will have a far reaching impact on appointment processes across the IITs.\" Download The Times of India News App for Latest City .", "time": "2019-06-19 04:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/hc-scraps-iit-rs-management-department-head-appointment/articleshow/69848012.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Rain brings respite and woes both": {"time": "2019-06-18 04:08:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/rain-brings-respite-and-woes-both/articleshow/69832160.cms", "description": "Dehradun: Heavy rain lashed Dehradun on Monday giving the much-needed respite from heat to the city residents. The city experienced pleasant weather conditions following the spell. This comes after the city recorded its hottest day of the season on Saturday with a maximum temperature of 41 degrees Celsius. However, the rainfall also brought civic woes along with it. Just almost two-and-a-half hours of downpour in the evening left several areas of the city including Rajpur Road, Survey Chowk, Subhash Road, Patel Nagar, Gandhi Road, Saharanpur Chowk, among others, waterlogged. Bindal, Rispana bridge and Garhi cantt area were the worst affected as water entered houses and shops in these areas. Traffic snarls were reported from Subhash Road, Patel Nagar, Clock Tower and Tehsil Chowk. Felling of trees was reported in in FRI, Chakrata road and Race course localities of the city. Residents claim that the rain exposed the tall claims of civic authorities. \"If the city couldn't take a two-hour rain spell, what will happen during the peak monsoon? Roads were waterlogged, electricity supply was disturbed, and traffic snarls riddled the city after the rain spell,\" Virendra Singh Negi, a resident of Nehru Gram, told TOI. When queried about the issues, city mayor Sunil Uniyal Gama told TOI, “We haven’t received any complaint regarding water-logging but we have set up a control room where citizens can share their complaint any time.” Notably, a few days ago, an amount of Rs 50 lakh was approved for the cleaning and repair of the 17 small and big major drains of the city during the second board meeting of Dehradun Muncipal Corporation. Meanwhile, Haridwar also received rain spell and there too, the residents faced similar issues. Water logging led to traffic jams in many areas of the city after the rain spell. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Shillong boy drowns at Kempty falls": {"time": "2019-06-18 14:42:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/shillong-boy-drowns-at-kempty-falls/articleshow/69832357.cms", "description": "MUSSOORIE: A student of Tibetan Homes Foundation (THF) school at Mussoorie died after drowning in Kempty Fall on Sunday. According to ML Jakhmola, station officer at Kempty police station, a group of around 20 students of THF along with some teachers had gone on a trek to Kempty Fall on Sunday when the incident took place. He said, “They had reportedly gone via a trek route which led them to a point above the main road at the Kempty fall where the student Tensin Choing, 17, drowned.” He added that the deceased was a resident of Shillong. “The parents of the deceased have been informed and the post-mortem has been conducted,” Jakhmola said, adding that police are also looking into other evidence to rule out foul play. Even after repeated efforts, the school authorities could not be contacted. Download The Times of India News App for Latest City ."}, "Court allows Gupta wedding at eco sensitive zone, slaps Rs 3 crore fine": {"description": "NAINITAL: The Uttarakhand high court on Tuesday said that the Chamoli district magistrate will be held accountable for compliance of the court’s order to minimize environmental damages caused due to high-profile weddings of Gupta family in Auli. The court also asked the Indian-born South African businessmen to deposit Rs 3 crore to be used to restore the area after events are over on June 23. A division bench of Chief Justice Ramesh Ranganathan and Justice Alok Kumar Verma ordered the DM to ensure that the \"measures suggested by the Uttarakhand State Pollution Control Board, the directives issued by the Joshimath Nagar Palika Parishad, and those issued by this Court both on June 17 and 18 are adhered to\" by Ajay Gupta and the Noida-based event management firm. The court said that it is open to the DM to “take stringent action for such violations, including, if need be, by stopping the event itself”. The HC also added that failure on the part of Chamoli DM “to take action against them for any such violations may necessitate proceedings being initiated against him for non-compliance of the order”. Officials from Uttarakhand Pollution Control Board, through their counsel, submitted in the court that a team of two monitoring assistants (scientists) has been deputed at the venue. “The monitoring assistants shall also ensure that no firecrackers are used; and the orchestra/band, brought for the event, shall not be permitted to play music beyond the permitted decibel levels, prescribed for areas like Auli, and in any event not beyond 10 pm,” the court directed. Use of JCB machines has also been prohibited by the court. The bench directed the Uttarakhand State Pollution Control Board to prepare an assessment of the damage caused to the area and suggest “ameliorative measures required to be taken to restore the area”. In its order, the court remarked that while the venue of the event may not itself be a bugyal (meadow), it is not known what steps the state government has taken to ensure that the marriage celebrations do not affect the bugyal. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:36:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/deposit-rs-3-cr-as-green-compensation-hc-to-gupta-bros-on-auli-weddings/articleshow/69847869.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "MDDA plans to develop ‘biggest’ park on 12 ha land": {"time": "2019-06-18 04:13:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/mdda-plans-to-develop-biggest-park-on-12-ha-land/articleshow/69832250.cms", "description": "Dehradun: The Mussoorie Dehradun Development Authority (MDDA) is planning to develop a park on over 12.45 hectare of land on the Sahastradhar Road, in an effort to beautify the city and improve its green cover. MDDA officials told TOI that a Detailed Project Report (DPR) for the project has been prepared and sent to the state government for approval. “We have prepared a DPR for the project, which has been forwarded to the state government for approval. Once that is done, we will invite biddings and the project will start,” said MDDA systems administrator, Sanjeevan Soontha. Soontha added that the DPR has proposed grand plans for the project, making it the biggest and grandest park in the state. “We have planned to have a food court, cycling and jogging tracks, cultural lawns, a valley of flowers, forest walks, yoga, meditation and even acupressure zones within the park. Apart from these, a heritage gallery, cable bridge and river gravel pathways will also be developed inside the park,” he said. Meanwhile, in another major step, the MDDA has decided to redevelop its park in Rajpur. “We have also planned to develop the MDDA park at Rajpur. The development work there includes introducing a light and sound show, depicting cultural heritage of the country. We will give headphones to the visitors to listen to the show. The audio will be available in both Hindi and English,” Soontha said. MDDA has prepared the DPR for the redevelopment of the Rajpur Park as well and even invited technical bids. “A firm will be chosen for the task soon and the project will commence. While the Sahastradhar project will commence soon, the Rajpur park will be developed much earlier,” Soontha said. Download The Times of India News App for Latest City ."}, "24-yr-old woman seer to sit on indefinite fast for clean Ganga": {"time": "2019-06-18 04:39:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/24-yr-old-woman-seer-to-sit-on-indefinite-fast-for-clean-ganga/articleshow/69831688.cms", "description": "Haridwar: Almost a fortnight after Haridwar-based Matri Sadan warned the Modi government that it would revive its agitation for the cause of a clean Ganga, a woman seer from the ashram has announced that she would sit on an indefinite hunger strike for the sake of the holy river. A graduate in philosophy from Nalanda University, 24-year-old Padmavati was unanimously chosen to spearhead the protest, sources in the ashram said. They added that even though Padmavati has spent just a year at Matri Sadan, she was chosen to take up the protest because of her “strong dedication and willpower.” Speaking to TOI, Matri Sadan head Swami Shivanand said, “We will give two months to both the central and state governments to implement their orders. After that, they should be prepared to face agitation.” He added, “We are determined to get all the four hydropower plants and illegal mining in and around Ganga in Uttarakhand stopped. Along with it, the government should take action on talks it held in the past with our seers who lost their lives in an effort to save Ganga.” Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Woman falls to death at Kempty Falls": {"description": "MUSSOORIE: A 50-year-old woman died after she slipped into a gorge at Kempty Fall on Tuesday. The deceased was identified as Sunita, a resident of Rohtak in Haryana. This is the second death in three days at Kempty. On Sunday, a 17-year-old student from Shillong had died after drowning in the Fall. According to sources, Sunita and her family members, who were on Char Dham Yatra, had stopped at Kempty Fall for refreshments when the incident happened. The woman was then rushed to St Mary’s hospital in Mussoorie where she was declared dead. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:47:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/woman-falls-to-death-at-kempty-falls/articleshow/69847915.cms"}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Environment issues not justifiable: CM on wedding": {"description": "DEHRADUN: Even as the Uttarakhand high court and environmentalists expressed concern over the high-profile weddings of Gupta family in Auli, chief minister Trivendra Singh Rawat on Tuesday said that environmental issues were not justifiable as Auli was not a bugyal (meadow). He added thathosting the weddings at Auli was “a serious effort to develop Uttarakhand as an ideal wedding destination. “ A few weeks ago, Gupta brothers at a meeting with the CM had told Rawat about their plans to hold the weddings of their sons in Italy. “I requested them to get the marriage solemnized in Auli as it would fulfil the aim of promoting Uttarakhand as a marriage destination and the presence of prominent people would encourage others to organise weddings in Uttarakhand,” the CM said. \"This should be seen as an investment opportunity and as an exercise to promote Uttarakhand as a wedding destination,\" he added. In the Investors Summit held last year, the state government had expressed a desire to develop Uttarakhand as a wedding destination and also invited the businessmen present to give the issue “a serious thought.” Expressing Auli was a tourist place which had a private hotel and also of Garhwal Mandal Vikas Nigam. The forest cover was a km away from the wedding destination. “When the Gupta brothers agreed, we took it as an opportunity to showcase the possibilities which Uttarakhand holds in this sector. The mesmerizing beauty and perfect weather conditions will draw the attention of many towards the state,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/environment-issues-not-justifiable-cm-on-wedding/articleshow/69847885.cms"}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Chorabari lake, responsible for 2013 Kedarnath disaster, swelling up again?": {"description": "DEHRADUN: Six years after the 2013 Kedarnath floods, is the Chorabari lake --- which had burst causing widespread damage in the area -- again swelling up? A group of medical professionals, who are delivering healthcare services at Kedarnath town, have claimed so. Notably, the lake, also known as Gandhi Sarovar, had almost disappeared after the devastating flash floods and the area had begun appearing as a flat land. However, the medicos said they found the lake, situated around five km from Kedarnath temple, again filled up with water. They have informed the district administration which has in turn alerted the Doon-based Wadia Institute of Himalayan Geology. Kedarnath templeTalking to TOI, Dr Pradeep Bhardwaj, CEO & medical director of Six Sigma Star Healthcare, said that he along with a team of the State Disaster Response Force (SDRF), police and district administration, had visited Chorabari lake on June 16 and found the lake flooded with water. “This trek, which is one of the most difficult treks in the valley, took us to the spot where we could clearly see Chorabari again flooded with water,” Bhardwaj told TOI. On being queried if he was sure that the lake was indeed Chorabari and not some other Himalayan lake, he said, “I can say with certainty that this lake is Chorabari as I was one of the first doctors to reach Kedarnath for the rescue of pilgrims after the floods in 2013. Since then, I and my team have been setting up health camps in Kedarnath every year. This lake, behind the temple, is again building itself and this could prove fatal once more if not checked in time.” The Chorabari lake is said to be around 250 metres long and 150 metres wide and is fed by rain, melting snow and avalanche material. Scientists who had studied the lake and its role in the 2013 disaster had claimed that the lake will never be revived again. When contacted by TOI and informed about the observations made by Dr Bhardwaj, DP Dobhal, geological scientist at the Wadia Institute of Himalayan Geology, said, “We are working in Kedarnath for over a decade and can say that Chorabari lake has no chances of revival as it was totally wiped out in the floods.” He added, “We have been informed by the district administration that the lake is building itself again. I doubt it. It must be some other glacier lake but I can comment on it only after visiting the spot.” To recall, the bursting of the Chorabari lake was considered the main cause for the mass destruction in Kedarnath in the June 2013 disaster. As the floods hit Mandakini valley, the lake water mixed with debris and boulders had caused widespread destruction in the temple town. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:48:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/chorabari-lake-responsible-for-2013-kedar-disaster-swelling-up-again/articleshow/69864212.cms"}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "538 trees felled in first 4 months of 2019: RTI": {"description": "DEHRADUN: Once famous for its litchi, buransh, pine, gulmohar and eucalyptus trees, the greenery of the Doon valley has receded significantly over the past two decades. The numbers, too, seem to indicate this as 538 trees, according to an RTI response, were felled in the city in just the first four months of 2019. The forest department in response to an RTI by city-based group ‘Citizens for Green Doon’, stated that from January to April, 538 trees were cut in the city. Nitin Pandey, chief coordinator, Citizens for Green Doon, told TOI that 290 of the trees were cut after being declared a threat to humans while 112 of them were cleared for construction. “The forest department data showed that more than half of the trees were felled because they were declared as a threat to humans. We do not know what study they did to declare them dangerous but such activities are disastrous for ecology of the valley when the area’s green cover is already receding at an alarming pace,” he said. Pandey said that the group had filed a petition in the high court some years ago after which the court issued guidelines on the felling of trees. “We wanted to know what improvements have been made since the court’s order but the reply suggests that nothing has been done to improve the situation,” he added. Pandey further said that some of the trees felled were fully grown and perfectly healthy. “The data showed 166 trees were fruit-bearing. Many of them were fully grown and in perfect health which meant they acted as lungs for the valley and were part of the city’s flora.” Divisional forest officer, Dehradun, Rajeev Dhiman, said that he had no knowledge of the data and will react to it after getting details. “I am not aware of the data. I will collect the information and then respond to it,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:58:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/538-trees-felled-in-first-4-months-of-2019-rti/articleshow/69864244.cms"}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "15-year-old from Prayagraj found dead in Badrinath": {"description": "DEHRADUN: A 15-year-old boy, who had come to Badrinath with his family on June 14 and was missing since, was found dead in a forest area behind the temple premises on Wednesday. The family members have not ruled out the possibility of murder. SP Chamoli Yashwant Singh said that the boy went missing since June 14 and on the following day the family had approached Badrinath police. “The family and police jointly searched for the minor but were unsuccessful in their efforts,” he told TOI. The minor’s father Vinayak Mishra filed a complaint with the Badrinath police station. The police officer pointed out that the body was found in Narayan Parvat, which is around one km from the temple. “Pilgrims usually do not go to this area. The boy’s ears and nose appear to be eaten up by some animals. There are no major injury marks on the body. The cause of death can be ascertained only after a post-mortem,” he said. Before he went missing, the boy along with his family had offered prayers at the shrine. “Even if someone goes missing, the person can be easily traced as Badrinath is not a large place. We do not still know whether he ran away or went missing,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:44:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/15-yr-old-from-prayagraj-found-dead-in-badrinath/articleshow/69864649.cms"}, "DMC to install GPS system in garbage picking vehicles": {"time": "2019-06-18 14:49:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/dmc-to-install-gps-system-in-garbage-picking-vehicles/articleshow/69832291.cms", "description": "DEHRADUN: In a bid to make the door-to-door garbage collection service more efficient in the city, Dehradun Municipal Corporation (DMC) and MSW private limited, a Chennai-based waste management company, have jointly taken an initiative to install GPS systems in garbage picking vehicles. The move will help in tracing of the garbage collection vehicles. Notably, a control room has also been set up for the purpose where a monitoring team will keep track of the vehicles. In the initial phase, 70 out of 120 garbage collection vehicles, which cover 60 old wards of the city, will be installed with the GPS system. Notably, strong action will be taken against drivers if any irregularities are found in garbage collection through these GPS trackers. The development comes after the civic body received several complaints from the city residents regarding the door-to-door garbage collection service. Councillors of many wards had also complained of the garbage menace to the DMC and had requested for immediate steps to address the issue. Commenting on the development, Vinay Shankar Pandey, Municipal Commissioner of DMC, told TOI, “The new GPS system, which is to be launched on Tuesday, will help us monitor the movement of garbage picking vehicles.” Speaking to TOI, Mohit Dwivedi, project head of MSW, told TOI, “We will install GPS system in all 120 DMC garbage collection vehicles. This system will not only help in tracking the vehicular movement but also the vehicle's machinery system.” Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Bikes parked in front of rail ticket counter": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Bikes-parked-in-front-of-rail-ticket-counter/articleshow/56238604.cms", "description": ""}, "Forest fires continue to rage in state, multiple incidents in last 48 hrs": {"description": "Dehradun: Fire continues to rage and spread in forests of Uttarakhand with multiple fires reported from Rudrprayag and Tehri Garhwal districts in the last 48 hours. According to the data provided by the forest department, 28 forest fire incidents took place in the state on Tuesday while on Wednesday, seven such occurrences were reported. Pramod Kumar, conservator of forest fires , told TOI that around 2,150 wildfire incidents have gutted 2,972.3 hectares of forest cover so far due to which the state has incurred a monetary loss to the tune of Rs 55.72 lakh. As many as 771 trees were affected in forest fires in the state this year. Notably, the sporadic rain spells witnessed in the past two days helped little in dousing the flames as the state received just around 5 mm of average rains in the last two days, according to the Met department. While Dehradun recorded the maximum rainfall of 36.7 mm in the last two days, other districts like Pauri, Tehri, Bagesgwar, Nainital, Rudraprayag and Uttarakashi witnessed 4 to 6 mm rainfall. Almora and Udham Singh Nagar witnessed just 0.8 and 0.1 mm of rainfall during the period and Champawat received no rainfall at all. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:17:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/forest-fires-continue-to-rage-in-state-multiple-incidents-in-last-48-hrs/articleshow/69864593.cms"}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "RSS starts Kerala martial art training in Dehradun": {"time": "2019-06-18 14:38:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/rss-starts-kerala-martial-art-training-in-doon/articleshow/69832366.cms", "description": "DEHRADUN: For the first time in Uttarakhand, the Rashtriya Swayamsevak Sangh (RSS) has included Kerala martial art technique (Cheruvadipayattu) in the training curriculum for over 350 participants in the ongoing special camp being held in Dehradun. An RSS coordinator said, “It is for the first time that we have added the Kerala martial art in the training because it is very effective and useful for everyone.” The training of the volunteers is residential and the trainers have been brought from different parts of the country. Dr Jitender Gairola, a PhD in Neuroscience from PGIMER, Chandigarh, said, “I am coming here for the first time for the 20 days long training and I think it is like a meditation camp where everyone is nourishing themselves intellectually and physically.” Download The Times of India News App for Latest City ."}, "Gupta wedding: Uttarakhand HC bans helicopter sorties at venue": {"time": "2019-06-17 22:37:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/gupta-wedding-uttarakhand-hc-bans-helicopter-sorties-at-venue/articleshow/69831705.cms", "description": "NAINITAL: Uttarakhand high court (HC) while hearing a public interest litigation (PIL) regarding the high-profile wedding of South Africa’s Gupta family at Auliin the Garhwal Himalayas, prevented operating of helicopter services and construction of helipad at the venue. The order, issued by the division bench of chief justice Ramesh Ranganathan and justice Alok Kumar Verma, said, “If as contended on behalf of the petitioner, there is no helipad at Auli, and prior to this event, helicopter services were not provided to the said place, the private respondents shall neither construct a helipad nor extend helicopter services to such places as that would have an adverse impact on the environment.” The judges however allowed the family “to use the nearest helipad after obtaining the requisite permission from the authorities concerned.” Earlier, during deliberations, the judges came down heavily on the state government saying that the first responsibility of the government is the state and not 'some rich businessman from South Africa'. They also directed the state government to ensure that “these mindless pursuits of holding large-scale marriage celebrations at exotic locations, and at such places where such mega-events have never been conducted earlier, do not result in irreparable environmental degradation of the said area.” The bench while hearing the petition also added that Uttarakhand is the only state which will ecologically save the country. \"We will not permit you to destroy Uttarakhand,\" the bench said. The judges also questioned the reason for the choice of venue and asked if there was not anywhere else to host the wedding considering that “these people reside in South Africa and Dubai.” \"Once the damage is caused, it will be irreversible,\" said the bench. The court also directed the state pollution control board to monitor the events of the wedding constantly till the conclusion of the functions in order to check “from all angles the damage to environment and ecology of the area.” The court had initially asked for a security amount of Rs 5 crore to be deposited but the counsel for the Gupta brothers requested to reduce the amount to Rs 2 crore after which the court said that the final amount will be decided at the next hearing on Tuesday when an assessment of the likely environmental damage caused due to the wedding celebrations is submitted by the state pollution control board. While passing the order, the court noted that calling off the marriage at this stage may result in \"irreparable injury\" to the family. \"While it is debatable whether the authorities are justified in granting such permissions, interdiction by this court at this belated stage when the events are scheduled to commence today i.e. 17.06.2019, may result in the marriage being called off, causing irreparable injury to families concerned. While that, by itself, may not justify the private respondents being permitted to damage the sensitive ecology of the upper Himalayas, where Auli is situated, the least that must be done is to minimize any adverse effect which this large-scale event may have on the fragile ecosystem at Auli,\" said the court. The judges further asked the state government to clarify by Tuesday whether the venue of the marriage is a bugyal (meadow) in order to determine whether it would be covered by an order of a division bench of the HC last year. The bench had prohibited camping activities in all bugyals across the state. The petitioner, Rakshit Joshi, a resident of Kashipurin Udham Singh Nagar district had in his petition stated that “tents were being set up in the eco-sensitive region, and such a high-profile wedding will generate tonnes of garbage causing much damage to the environment.” Download The Times of India News App for Latest City ."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Chopper service 'delayed', Mumbai man dies in Kedarnath": {"description": "DEHRADUN: A 52-year-old pilgrim from Mumbai who suffered breathlessness in Kedarnath lost his life allegedly after the helicopter took 45 minutes to take him to hospital. Angry over the delay and death, the kin of the victim created ruckus at the helipad and had heated arguments with helicopter service providers who later went on strike for around two hours. The district administration has ordered inquiry into the matter. Rudraprayag district magistrate Mangesh Ghildiyal told TOI that the deceased, Vinod Vyas, 52, was a resident of Goregaon in Mumbai West. “He complained of breathlessness in the temple after which he was taken to a health camp. The doctors at the health camp referred him to a bigger health centre in Guptakashi. We immediately ordered the transportation of the victim to Guptakashi but he died before he could have reached to the hospital,” the DM said. According to the eyewitnesses, even after receiving the orders, the man remained lying on a stretcher near the helipad for over 30 minutes. The kin of the victim started heated arguments with the helicopter service provider designated by the district administration. “But the officials of the helicopter service providers didn’t pay any heed. It is only after the police intervened that they transported the elderly man to Guptakshi where he was declared brought dead by the doctors,” said a cop from Rudraprayag on the condition of anonymity. Chief medical officer Dr SK Jha said that it was a delay of around 30 minutes in the transportation of the elderly man. “He was very serious and we had asked for immediate referral,” he added. The district administration as well as police department have ordered an inquiry into the matter. “Circle Officer Kedarnath will be investigating the matter after which appropriate action will be taken,” said the DM, who added that the helicopter service providers went on a strike for around two hours in Kedarnath after the heated arguments between the kin of the victim, police and their workers. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:16:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/chopper-service-delayed-mumbai-man-dies-in-kedarnath/articleshow/69847263.cms"}, "Auli wedding: Activists term Uttarakhand CM’s remark ‘highly irresponsible’": {"description": "NAINITAL: A day after state chief minister Trivendra Singh Rawat dubbed environmental concerns being raised over the nuptials of South Africa-based business tycoons Gupta brothers’ sons in the ski resort of Auli as \"unnecessary\", two activists wrote to the CM on Wednesday saying that his comments were \"highly irresponsible, uncalled for, and disrespectful towards the honourable high court and the ecological sanctity of the beautiful state\". The letter, a copy of which is with TOI, shot by two Ghaziabad-based lawyers — Akash Vashishtha and Sharad Tiwari — also mentioned the various programmes launched by Prime Minister Narendra Modi for the conservation of Himalayas. “Our Hon’ble Prime Minister Modi Ji had, himself had meditated in the recluse of the Himalayan caves for over three years. The sanctity of the hills and Himalayas in Uttarakhand must, therefore, be preserved,\" the letter said. The letter went on to add that there is no need for the state government to support “reckless, unmindful, unreasonable, environmentally deleterious and ecologically unsustainable activities in the fragile Himalayan landscape”. Citing Article 48A of the constitution, the letter said that the state has an obligation to “protect the environment and safeguard its forests and wildlife”. Concluding the letter, the activists urged the state government to conduct a “Cumulative Impact Assessments and Carrying Capacity study” in all towns which attract tourists and also requested the implementation of the Solid Waste Management Rules, 2016 in the state. Earlier, CM Rawat sought to play down the controversy, saying the Gupta event will promote Uttarakhand as a wedding destination instead. The marriage ceremony of Ajay Gupta's son, Suryakant, is to be held in Auli on June 19-20, while the wedding of Atul Gupta's son, Shashank, is to be held there on June 21-22. Download The Times of India News App for Latest City .", "time": "2019-06-19 21:12:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/auli-wedding-activists-term-uttarakhand-cms-remark-highly-irresponsible/articleshow/69862619.cms"}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Auli wedding: Activists term CM’s remark ‘highly irresponsible’": {"description": "Nainital: A day after chief minister Trivendra Singh Rawat dubbed environmental concerns being raised over the nuptials of South Africa-based business tycoons Gupta brothers’ sons in the ski resort of Auli as \"unnecessary\", two activists wrote to the CM on Wednesday saying that his comments were \"highly irresponsible, uncalled for, and disrespectful towards the honourable high court and the ecological sanctity of the beautiful state\". The letter, a copy of which is with TOI, sent by two Ghaziabad-based lawyers — Akash Vashishtha and Sharad Tiwari — also mentioned the various programmes launched by Prime Minister Narendra Modi for the conservation of Himalayas. “Our hon’ble Prime Minister himself had meditated in the recluse of the Himalayan caves for over three years. The sanctity of the hills and Himalayas in Uttarakhand must, therefore, be preserved,\" the letter said. The letter went on to add that there is no need for the state government to support “reckless, unmindful, unreasonable, environmentally deleterious and ecologically unsustainable activities in the fragile Himalayan landscape”. Citing Article 48A of the Constitution, the letter said that the state has an obligation to “protect the environment and safeguard its forests and wildlife”. Concluding the letter, the activists urged the state government to conduct a “cumulative impact assessments and carrying capacity study” in all towns which attract tourists and also requested the implementation of the Solid Waste Management Rules, 2016 in the state. Earlier, CM Rawat sought to play down the controversy, saying the Gupta event will promote Uttarakhand as a wedding destination. The marriage ceremony of Ajay Gupta's son, Suryakant, is being held from June 19 to 20, while the wedding of Atul Gupta's son, Shashank, is to be held from June 21 to 22. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/auli-wedding-activists-term-cms-remark-highly-irresponsible/articleshow/69864196.cms"}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "No customs office, annual Indo-China trade event halted": {"description": "PITHORAGARH: This year's India-China border trade via the Himalayan pass of Lipulekh, that starts from June 1 every year, is yet to kick off as a customs office and a State Bank of India (SBI) branch has not been set up so far in Gunji, the Indian mandi. TOI had, on June 5, reported that traders on the Indian side had complained of not receiving trade passes. However by Tuesday, 106 out of 169 traders, who had applied to participate in the trade event, were given passes by the administration, Varun Agarwal, trade assistant told TOI. Notably, traders have already carried their goods at Nagang, Bundi and Gunji for the event, Jiven Singh Ronkali, president of India-China border trade committee, told TOI. Border trade between the two countries is conducted for five months from June to October at Taklakot market in western Tibet on the Chinese side and in Gunji on the Indian side. Indian government also sets up a temporary SBI branch, a customs office and a police chowki in Gunji for the annual event. Last year, business transactions worth over Rs 6.55 crore took place between India and China, of which imports by Indian traders stood at Rs 5.59 crore and exports by them them stood at Rs 96.5 lakh. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:17:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/no-customs-office-annual-indo-china-trade-event-halted/articleshow/69864601.cms"}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "HC directs Kotdwar Bar Association to file affidavit on their resolution": {"description": "NAINITAL: While hearing a public interest litigation (PIL) against a resolution of Kotdwar Bar Association which banned lawyers from taking up the case of an accused in the alleged murder case of a lawyer in year 2017, Uttarakhand high court, on Tuesday, directed Kotdwar Bar Accosiation to file an affidavit in the matter by July 8, 2019. Kartikey Hari Gupta, counsel for the petitioner said, \"The counsel for the Bar association submitted that the notice of preventing advocates to appear for the accused person was unjustified and they will withdraw it.\" Earlier, on June 13, 2019, the HC had remarked that everyone has a right to representation in court. Chief justice Ramesh Rangathan, while hearing the matter, had remarked that even a dreaded terrorist like Kasab (Ajmal Amir Kasab, accused in Mumbai terror attacks on 26 November, 2008) was provided a lawyer for his representation in the court. The court had also added that such resolution will amount to predetermination of guilt of accused by the advocates which cannot be permitted. \"Lawyers have high duty towards litigants,\" the bench had said. The case dates back to 2017, when Sushil Raghuvanshi, an advocate, was shot dead by unknown assailants. On May 12 this year, a man was arrested by the state police on suspicion of his involvement in the murder. Subsequently, the Kotdwar Bar Association had passed a resolution that prevented lawyers from representing the accused in court. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:57:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/hc-directs-kotdwar-bar-association-to-file-affidavit-on-their-resolution/articleshow/69848153.cms"}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Haryana woman held for kidnapping 6-yr-old boy, forcing him into begging": {"description": "Haridwar: A 20-year-old woman from Haryana’s Sonipat was arrested on Tuesday from Haridwar railway station for allegedly kidnapping a six-year-old boy and forcing him into begging. The boy, Kunal Kumar, had gone missing on June 12 from Har-ki-Pauri, where he had come with his parents to take a dip in the Ganga. A case has been registered against the accused under section 363 (Kidnapping) and an investigation is on. During interrogation, the woman said that she had turned to begging after her husband deserted her a few months ago. After he was handed over to his parents, Kunal told police the woman had beaten him up for asking for food. SHO, city police station, Praveen Singh Koshiyari told TOI, “Rajesh Kumar, a resident of Gannor, Sonipat, Haryana had visited Haridwar with his family on June 12. After taking a dip in the Ganga, the family went to a parking lot, from where little Kunal went missing. The family then filed a missing complaint at the local police station, after which a team was formed to search for the boy.” “Our team found CCTV footage which showed the woman carrying away the boy. We approached Uttar Pradesh and Delhi police for help and finally managed to nab the woman from Haridwar railway station, where she was found begging with the boy. The accused, Varsha, is a native of Sonipat district, Haryana. She lives a nomadic life on the streets. We are investigating whether she is part of a gang.” Download The Times of India News App for Latest City .", "time": "2019-06-19 04:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/haryana-woman-held-for-kidnapping-6-yr-old-boy-forcing-him-into-begging/articleshow/69847989.cms"}, "Scuffle between tourists and civic workers in Mussoorie": {"time": "2019-06-18 04:43:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/scuffle-between-tourists-and-civic-workers-in-mussoorie/articleshow/69831756.cms", "description": "Mussoorie: A fight between tourists and workers of Mussoorie Municipal Council (MMC) over entry into the Mall Road led to the arrest of six people, including three MMC workers. However, soon after the arrest of their colleagues, agitated MMC workers went on strike and opened the barriers on Mall Road resulting in confusion and chaos on the Mall. The incident took place on Monday afternoon when three tourists from Meerut got into a fight with MMC workers posted at the barrier of Mall Road at Picture Palace over the entry of their vehicle into the area. The matter escalated to the extent that MMC workers along with locals started beating up the tourists, who the MMC workers alleged were under the influence of alcohol. Police initially arrested the tourists but later released them after a compromise was reached between both the parties. However, matters escalated when the police arrested three MMC workers and three other locals on charges of beating up the tourists. Soon after this, president of MMC workers’ union Mahavir Rana along with a large number of workers reached the police station and shouted slogans against the police. Rana said, “MMC workers were only doing their duty and their arrest is unjustified. The MMC workers will go on an indefinite strike.” Mussoorie station house officer (SHO) Bhawna Kainthola when queried about the issue, said that instead of beating the tourists, the MMC workers should have filed a complaint. Download The Times of India News App for Latest City ."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Cabinet approves lottery system for 234 liquor vends": {"description": "DEHRADUN: The Uttarakhand cabinet, which met on Wednesday, made a slight change in the excise policy and gave approval to lottery system for allocation of 234 liquor vends across the state. The revenue targets for these shops have been reduced by 35 per cent keeping in mind that just about nine months are left in the ongoing financial year. These vends were not allotted at the start of the ongoing fiscal, following which the cabinet has now decided to revamp the target. Sources said that the lottery system has been chosen so that all the shops could be allotted. The cabinet also observed a two-minute silence to pay tribute to former minister Prakash Pant. A decision was taken to name the 5-km-long two-way lane from Jolly Grant to Bhuniya temple in Thano after Pant, who passed away on June 5 this year. The cabinet also approved the claiming of Rs 65 crore from the Centre as arrears of seventh pay commission for teachers of government degree colleges and government aided colleges. The arrears were from January 1, 2016, to March 31, 2019. The finance department informed the cabinet that the Centre’s share of arrear of sixth pay commission, too, had not been cleared for the teachers. Following which, the cabinet directed the finance department to start the proceedings. Under the pay commission, 50 per cent of the arrear is to be given by the state while remaining 50 per cent by the Centre. In another decision, the cabinet cdecided to include the Indian Coast Guard in the list of paramilitary forces, in which dependents of martyrs were given government jobs in the state on compassionate grounds. Earlier the benefits of reservation in Group C jobs were given to servicemen, paramilitary personnel and state employees posted outside and their children. Making a slight change in the recruitment policy for Group C, the state government has included the wives of all such defence, paramilitary and state employees serving outside the state. It was also informed that a two-day assembly session would be held in Dehradun from June 24. A few ordinances are likely to be tabled in the assembly and parliamentary work carried out in the two-day proceedings.For the committee to monitor print advertisement content in media the state government has made some changes in the policy. The eight registered organisations of the journalists would be asked to send three names each. Following which, four names would be announced as members, whereas the remaining four non-journalist members of the committee would be declared by the CM. The work tenure for each member would be of two years but may be terminated by the Information and Broadcasting minister on basis of their performance. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/cabinet-approves-lottery-system-for-234-liquor-vends/articleshow/69864489.cms"}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Mussoorie: Garbage collection worst hit by strike": {"description": "MUSSOORIE: An indefinite strike launched by workers of Mussoorie Municipal Corporation (MMC) on Monday evening threw life out of gear in the tourist town. While both barriers of Mall Road remained unmanned on the second consecutive day, garbage collection and disposal were the worst hit at the peak of the tourist season. Although the door-to-door collection of garbage has been handed over to a private agency, the cleaning of roads and picking up of garbage from Mall Road are done by civic body workers. Shalabh Garg, a local resident, said, “The Mall Road was not cleaned and brimming garbage bins caused much inconvenience.” Another resident said, “The MMC workers beat up tourists and if action is taken against them, why should they go on strike and hold the town at ransom?” MMC workers also took out a protest march on Mall Road and demanded that the station officer of Mussoorie be transferred. “We have submitted a memorandum to the sub-divisional magistrate as well as to the SSP demanding transfer of the SHO,” said Mahavir Singh Rana, president of MMC Workers’ Union. As the arrested MMC workers were given bail around Tuesday afternoon, the strike was called off later in the day after talks with police officers. The MMC workers went on strike after a fight between tourists and workers present at the entry barrier on Mall Road. Six people had been arrested after the scuffle including three tourists. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:47:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/garbage-collection-worst-hit-by-strike/articleshow/69847987.cms"}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Mob attacks doctor over allegations of molestation": {"description": "UTTARKASHI: A doctor at a primary health centre in Dhauntri village of Dunda block in Uttarkashi district was beaten up by villagers after a local woman accused him of molestation. An FIR was filed on Wednesday against the doctor, who said the allegations were baseless. The local medical association expressed its resentment, saying a mob attacking a doctor without looking into an issue first was demoralizing for physicians. According to sources, the doctor managed to save himself from the violent mob by locking himself in a medical store. Later, the district magistrate and other senior officials reached the spot and rescued him. The woman on Wednesday filed a complaint against the doctor with the revenue police. Dismissing all allegations against him, the doctor said, “A few days ago, some tourists approached me, requesting me to help them find a cheap hotel. I suggested them a local hotel. The woman who accused me of molestation also runs a hotel along with her husband, and was upset that I didn’t recommend her hotel. She first abused and thrashed me. Later, she leveled baseless allegations against me and incited a mob to attack me. I will file a complaint against her, as she tried to ruin my image.” Dr SP Kudiyal, district president of a local medical association said, “It is worrying that a mob attacked a doctor without verifying if the issue was real. This incident will affect the morale of doctors, who are working in the hills, despite various challenges. We have called a meeting of all doctors before taking any further action.” Prem Singh Makhloga, the revenue officer said, “We have filed a complaint against the doctor under sections 323 (punishment for voluntarily causing hurt), 352 (punishment for assault or criminal force otherwise than on grave provocation), 354 (assault or criminal force to woman with intent to outrage her modesty), 504 (intentional insult with intent to provoke breach of the peace) and 506 (punishment for criminal intimidation) of the IPC. We are investigating the issue before taking any action against him.” Download The Times of India News App for Latest City .", "time": "2019-06-20 10:44:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/mob-attacks-doc-over-allegations-of-molestation/articleshow/69864692.cms"}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Monsoon weeks away, DMC yet to desilt Rispana, Bindal": {"description": "DEHRADUN: With the monsoon less than two weeks away, the Dehradun Municipal Corporation’s plan to desilt Rispana and Bindal rivers is yet to take off. The cleaning drive, which was to start late last month, is yet to make any significant progress, even though pre-monsoon rains have already hit the state. Mayor Sunil Uniyal Gama had announced last month that silt in the rivers will be cleared before the onset of monsoon, to ensure smooth flow of rainwater. Gama had also said that an amount of Rs 50 lakh will be disbursed by DMC for the purpose and had held a meeting with district magistrate and MDDA vice-president about it. While some DMC officials said the cleaning process had started only a few days back and was unlikely to be finished before monsoon, others said it hadn’t started in earnest yet. DMC health officer RK Singh said, “We have started cleaning the rivers. In fact, just a few days back, we held a drive near Kargi Chowk. We aim to finish the cleaning as soon as possible.” Another senior official, who didn’t wish to be named, said, “Though the announcement was made last month, we are yet to start desilting the rivers. We need to issue tenders for the purpose, which hasn’t started yet.” Residents said the silt in the river has caused the riverbed to rise. “The river has not been cleaned properly for years, which caused silt to deposit on the riverbed. It has risen over the years, and now the river overflows easily and water enters low-lying areas, creating a flood-like situation,” said Rajkumar Tiwari, a resident of Kanwli Road. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:29:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/monsoon-weeks-away-dmc-yet-to-desilt-rispana-bindal/articleshow/69848191.cms"}, "Photos: Corbett plans to open Ramganga for water tourism": {"description": "NAINITAL: The picturesque Ramganga waterways, which was famously used by Prime Minister Narendra Modi in February this year during his visit to the Corbett Tiger Reserve (CTR), is again in the news as the CTR administration is now proposing to open the Ramganga — which flows through dense forests — for water tourism. In addition, there are also plans to create a new zone in CTR, apart from the six that already exist, in order to ease the pressure on the core area of the sanctuary which sees increased tourist activity. Speaking about the proposed water tourism project, Sanjiv Chaturvedi, officiating director of the reserve, said, “The plan is to look for alternatives to tiger-centric tourism and generate significant local revenue. It can be operated throughout the year, except for three months of the monsoon.” The CTR administration is initially planning to use three motor boats for a 45-minute ride on the river, for which Rs 2000 would be charged per tourist. The boats will primarily ply on the water body created by construction of a dam on the Ramganga river between 1962-70. The water body spans an area of around 8142 hectares. Chaturvedi said that a proposal regarding the project, which is expected to cost around Rs 10 lakh, has been sent to senior officials of the forest department. He added that a study has also been proposed to help in deciding the magnitude of tourism activity that can be undertaken without any adverse effects on the ecology of the area. The other proposal put forward by the park administration includes opening up a new zone for tourism. This zone is proposed by the name of 'Ringoda Tourism Zone' which will have parts of Amdanda, Bijrani, Sarpudali and Garjia areas of the park. The project cost is estimated at Rs 45.05 lakh. The officiating director said that the grasslands and adjacent forests in the proposed zone have all the wildlife including tigers, elephants and others which are found in Dhikala zone of the CTR, which is one of the most popular zones among tourists. \"The biodiversity of the area is rich and safaris of four hours will be as good an experience for tourists as the Dhikala or Bijrani zone,” said Chaturvedi. The entire area is in buffer zone of the reserve which will enable lessening of burden from the core area of the protected sanctuary, he added. Incidentally, the last time a new zone was opened in CTR was six years ago. The National Tiger Conservation Authority in its TCP (Tiger Conservation Plan) has already recommended the opening of a new zone. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/photos-corbett-plans-to-open-ramganga-for-water-tourism/articleshow/69864220.cms"}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Almora records negative population growth due to migration": {"time": "2019-06-18 14:25:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/almora-records-negative-population-growth-due-to-migration/articleshow/69832400.cms", "description": "HARIDWAR: Migration from Almora has outpaced the population growth in the district, revealed a report unveiled at the second annual general meeting of state's Rural and Migration commission on Monday, which was attended by chief minister Trivendra Singh Rawat. The report brings out the migration menace of the district to the fore pointing out that Almora witnessed a negative population growth (-1.64%) during 2001-2011. The summary of the report, a copy of which is with TOI, reads, “In the last ten years, a total of 53, 611 persons from 1022 gram panchayats have migrated on a semi-permanent basis, though they come to their homes in the villages from time to time and have not migrated permanently.” The report further reveals that the total rural population of the district dipped by 4.20% during the period. The report cited the lack of agricultural lands in the district as one of the major reasons behind the migration. Notably, only 7-to-8 percent of the district’s land area is fit for agriculture. Meanwhile, taking cognizance of the issue of migration, especially from hilly areas, CM Rawat tasked the commission to analyse the migration patterns in Tehri and Pithoragarh as well. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "BJP may elect new state president soon": {"description": "DEHRADUN: With the appointment of former union health minister JP Nadda as the new BJP chief, the party’s state unit is also likely to get a new party president soon. Sources said that the party’s current state president Ajay Bhatt, who was elected the MP from Nainital in the recently-held elections, will vacate the state chief post soon after the new incumbent comes. “The post of party’s state president is a full-time job and thus managing this position along with a constituency is not possible. Hence, the party will soon elect the new state president,” said a BJP leader . Notably, after Bhatt was nominated to contest from Nainital seat against Congress’s Harish Rawat, BJP had appointed its state’s joint secretary Naresh Bansal as party’s interim state president. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/bjp-may-elect-new-state-president-soon/articleshow/69864175.cms"}, "Six arrested in Rs 33 Lakh petrol pump robbery": {"description": "ROORKEE: Manglaur police on Tuesday arrested six persons in connection with robbery at a local petrol pump on NH-58 on June 10. One of the accused turned out to be an employee of the petrol pump. Two employees of the petrol pump, who were on their way to deposit Rs 33 lakh in a bank in Roorkee, were robbed of the cash on their way there. The accused held the victims at gunpoint and snatched the money after throwing chilli powder in their eyes. The accused were identified as Rakesh Pal, 35, Jitender, 27, Veer Singh, 27, Ramvir Singh, 25, Sunil Kumar Sonu, 30 and Anuj Kumar, 24. While the first four persons are from Milap Nagar locality the remaining duo are residents of Mohanpura locality. Veer Singh and Ramvir Singh are siblings. Anuj was an employee of the filling station. On June 10, Amir Ahmed and Pawan Chauhan, both employees of Reliance petrol pump, were on their way to deposit Rs 33,56,000 cash in a bank when their bike was intercepted by the accused around 12 pm. The miscreants, who were on two bikes, brandished a gun and threw chilli powder at the petrol pump employees before fleeing with the loot. According to Haridwar SSP Janmaijai Prabhakar Khanduri, Rakesh Pal, a gang leader, along with Jitendra and Veer Singh, hatched the plan to rob the petrol pump last month. Police have recovered Rs 23,05,000 from the accused. They said efforts were on to recover the rest of the amount from the accused. Lalit Mohan Agarwal, owner of petrol pump, said, “Manglaur police, led by inspector Pradeep Chauhan and special operation group (SOG) team have done a remarkable job in quickly solving the case.” Download The Times of India News App for Latest City .", "time": "2019-06-19 06:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/6-arrested-in-rs-33l-petrol-pump-robbery/articleshow/69847956.cms"}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "dehradun": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dehradun/articleshow/59765289.cms", "description": ""}, "140 transformer thefts in Roorkee": {"time": "2019-06-18 14:28:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/140-transformer-thefts-in-roorkee/articleshow/69832367.cms", "description": "ROORKEE: The case of transformers being stolen in Roorkee is reportedly on the rise. In the last 14 months, over 140 cases of transformer theft have been reported in the district which has resulted in a loss of Rs 2.5 crore, local electricity department sources s aid. The electricity department has alleged that the police were inactive in locating the gangs that are involved in the crime. “Due to these thefts, we have incurred a loss of Rs 2.5 crore. Moreover, the police have not acted against the criminals,” said Amit Kumar Sharma, deputy general manager of Uttarakhand Power Corporation Limited, Roorkee. Police, however, have said that they have taken action and even made a few arrests. “We arrest them from time to time, but we have been unable to recover the stolen transformers, as they are sold in the market,” said Pramod Kumar, a senior sub-inspector at Civil Lines police station. 140 transformer thefts in Roorkee Download The Times of India News App for Latest City ."}, "Team India Jersey": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Country gets 42 state forest officers": {"description": "Haridwar: The Central Academy for State Forest Service (CASFoS) held convocation for 2017-19 batch of State Forest Service Officer Trainees on Tuesday which saw 42 officer trainees graduating from the institute. The cadets, comprising 11 lady officer trainees, hailed from several states including Gujarat, Madhya Pradesh, Manipur, Nagaland, Odisha, Uttar Pradesh and Tamil Nadu. While delivering the convocation address, Madan Kaushik, Uttarakhand’s minister of urban development and housing, stressed upon the crucial role which the cadets will play as future custodians of the country’s rich forest wealth. “These officers are entering the service at a time when the sector is facing multiple challenges and requires great skill and devotion to rise to the expectation of their countrymen,” Kaushik said. Five trainee officers were rewarded special awards for their meritorious performance. Notably, cadets from Uttar Pradesh bagged maximum awards for best performance. While 21 officers were given honours diploma certificate, the others were given diploma certificates. Event’s guest of honour and director of Indira Gandhi National Forest Academy Omkar Singh reminded the young officers of India’s commitment towards conserving environment in Paris agreement. “You all have to focus on increasing the carbon sink of country to meet the Paris agreement. The challenge is to have quality forest and conserve our precious forest wealth,” said Singh. Senior forest officers, heads of departments, other officers and scientists from leading organisations/institutions in and around Dehradun were also present at the convocation. Download The Times of India News App for Latest City .", "time": "2019-06-19 04:17:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/country-gets-42-state-forest-officers/articleshow/69848145.cms"}, "VHP’s body of patrons hopes Modi govt will fulfil poll promises quickly": {"description": "Haridwar: Vishwa Hindu Parishad’s margdarshak mandal (seers’ body of patrons) at its meeting held in Haridwar on Monday reminded the Narendra Modi government of the promises the Bharatiya Janata Party (BJP) made in its manifesto for the Lok Sabha polls 2019. These included implementation of a uniform population policy, removing Articles 370 and 35 A of the Constitution, rehabilitation of Kashmiri pundits in the Valley and delimitation of Jammu & Kashmir assembly constituencies afresh to make the state politics reflective of its people’s sentiments, according to the seers. They added that removing all obstacles in the way to build a Ram temple at Ayodhya was another pledge in the manifesto. “With the Modi government returning to power with a massive mandate, immediate steps should be initiated to fulfil them”, the margdarshak mandal demanded, said Vijai Shankar Tiwari, VHP’s national spokesperson. The seers exuded confidence that the government’s measures taken to fulfil its various commitments will get peoples’ support, he added. Over 200 seers from across the country are taking part in the two-day meeting of the right-wing outfit that was held at Akhand Param Dham ashram. VHP president Vishnu Sadashiv Kokaje spoke in detail about Article 370 and 35 A. Deliberations were held on various issues in the country, Tiwari added. The margadarshak mandal felicitated Modi on his government’s convincing victory, ascribing it mainly to the government’s focus on nationalism, Hindutva and development, besides its numerous welfare acts. The peoples’ mandate also had to do with the various resolves the government expressed during the election campaign.The margadarshak mandal felicitated Modi on his government’s convincing victory, ascribing it mainly to the government’s focus on nationalism, Hindutva and development, besides its numerous welfare acts. The peoples’ mandate also had to do with the various resolves the government expressed during the election campaign.VHP’s general secretary Milind Parande said that the Ram temple issue will come up for a detailed discussion soon and a resolution on it is likely to be adopted. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/vhps-body-of-patrons-hopes-modi-govt-will-fulfil-poll-promises-quickly/articleshow/69864393.cms"}, "Rain brings relief from forest fires": {"time": "2019-06-18 04:11:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/rain-brings-relief-from-forest-fires/articleshow/69832218.cms", "description": "Haridwar: Rains not only brought relief from the scorching heat but also reduced the number of forest fire incidents across the state on Monday. Barely nine incidents of forest fires were recorded in the state, the highest from Uttarkashi (5), followed by two each in Dehradun and Pauri districts. These incidents were recorded in the morning. However, post afternoon, rain lashed the state easing the situation for foresters. A total 14 hectares of forest cover was under the grip of wildfires. Around 2,115 wildfires have gutted 2,935 hectares of forest cover causing a loss of Rs 54.92 lakh to Uttarakhand. A total of 1,193 wildfire incidents from Kumaon and 841 from Garhwal have been recorded till date. Pramod Kumar, conservator of forest fires of the Uttarakhand forest department, said, “We are nearing an end to the forest fire season. In the morning, around five incidents were reported from Uttarkashi but all were minor and controlled in time.” On Sunday, due to sporadic instances of rain, forest department had announced that the forthcoming days would be fire-neutral due to pleasant weather. Incidentally, no fire incident was reported in the state on Sunday.. Download The Times of India News App for Latest City ."}, "Public transport facility crisis in hills increases due to Char Dham Yatra": {"time": "2019-06-18 04:10:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/public-transport-facility-crisis-in-hills-increases-due-to-char-dham-yatra/articleshow/69832199.cms", "description": "Uttarkashi/Dehradun: Home to the four shrines — Gangotri, Yamunotri, Kedarnath and Badrinath — of the Char Dham circuit, the Garhwal region of the hill state is currently witnessing a heavy influx of pilgrims due to the ongoing Yatra season. And as almost 80% of the public transport vehicles are pressed into service on the Char Dham route, lack of commuting options has left locals of the region in a lurch. The transport crisis comes despite 2,500 registered taxis plying in the Garhwal region. Speaking to TOI, Harikrishna Kanswal, Garhwal taxi union president, said, “It is rather difficult for the taxi drivers to manage their expenses within the lean earnings they make from transporting locals. The pilgrimage season helps the taxi drivers earn a decent living which is why taxi operators are keen on plying on the Char Dham Yatra route.” Among all the districts of the division, Uttarkashi, where the Gangotri and Yamunotri shrines are located, is the worst impacted as only 300 taxis are currently plying on the intra-city routes. “We have around 1450 taxis in the district but 1150 out of them are plying on the Char Dham Yatra route. The remaining 300 taxis are not sufficient to fulfill the transportation requirements of the district,” Arjun Bhandari, president, district taxi union, told TOI. Similar is the case with public buses in the district. “At present, 35 out of the total 62 public buses are operating on the Char Dham Yatra route and the remaining 27 are plying on other routes of Uttarkashi district. Due to this, we are not able to provide bus services in areas like Gorsali, Barsu and Bangaun. Also, we have not been able to provide bus services in Assi Ganga valley region and a few other routes due to lack of enough passengers and poor condition of roads,” Gajpal Rawat, president of Tehri Garhwal motor owners union, told TOI.  Locals say that this situation is not new. “It happens quite often. Most of the taxis which are the only mode of transport for many of us get involved in the yatra and we are stuck,” said Ajay Bisht, a resident of Pauri Garhwal district. When queried, Chakrapani Mishra, ARTO Uttarkashi, told TOI, “Difficult terrain has been among the major causes behind the transportation woes, especially in hilly areas. There is a need to look beyond traditional modes of transportation to check the issue.” Download The Times of India News App for Latest City ."}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "HC accepts Ramdev aide’s plea for passport renewal": {"description": "NAINITAL: Uttarakhand High Court on Wednesday accepted a clarification application regarding the renewal period of passport of Acharya Balkrishna, a close aide of Ramdev. “The honorable court by this enabled the renewal of the passport for maximum possible period according to law,” said Ajay Veer Pundir, counsel of Balkrishna in the case. In July 2018, in a relief to Balkrishna, the CEO of Patanjali Ayurved, the HC gave directions to release his passport, impounded in 2011. The reprieve, however, came with a rider as the HC had added that if the passport authorities deem it fit, they can put a condition or get a bond signed from Balkrishna under which he will have to pledge to return to the country. The court did not specify any time period for renewal. So, the authorities renewed the passport only for a year. Following this, an application was filed by him in the court requesting clarification in the matter. It all dates back to 2011 when a case of forging documents to procure passport was lodged against Balkrishna. In 2012, he was arrested by the CBI after a non-bailable warrant was issued against him by the trial court. The allegations were that Balkrishna submitted fake educational certificates in order to procure passport for himself. The CBI had built the case on the basis of evidence collected during the investigation that reportedly includes fake educational documents in violation of section 12 of Indian Passport Act. The agency checked all the records from the universities mentioned by Balkrishna but did not find anything to establish that degrees mentioned by Ramdev’s aide were awarded to him. Cross-checking Balkrishna’s two degrees ‘Purv Madhyma’ and ‘Shastri’ which he claimed as his, the CBI found the enrolment numbers mentioned in them did not match. The investigative agency then filed a chargesheet against Balkrishna in a case of forging documents to procure a passport for which a trial is going on in a lower court in Dehradun. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/hc-accepts-ramdev-aides-plea-for-passport-renewal/articleshow/69864619.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Devoid of even basic civic amenities, allege Balbir Road residents": {"time": "2019-06-18 04:14:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/devoid-of-even-basic-civic-amenities-allege-balbir-road-residents/articleshow/69832264.cms", "description": "Dehradun: Garbage strewn across empty plots, stray cattle roaming around the streets, and broken pipelines spewing hundreds of liters of water every day are a common sight in the Balbir Road area, listed among the posh localities of the city. The road, which connects Araghar Chowk to Nehru Colony, spans across ward 29 and 30 and is lined up with multi-story commercial complexes and residences on both sides. The residents, however, allege that they are devoid of even the basic civic amenities. “Dehradun Municipal Corporation (DMC) must ensure proper waste management in the city but they are unwilling to take responsibility. It has been months since the contract for door-to-door collection of garbage was given to a new company but our ward hasn’t received the services as yet. The roads and empty plots are littered with trash and now that the monsoons are approaching, diseases will spread easily and the smell would be intolerable. Even the stray dogs create nuisance and it must be made sure that they don’t loiter on the streets,” Ankita Negi, a resident of Balbir Road told TOI. Residents of ward 29 also allege differential treatment by the civic body claiming that ward 30 residents are provided with all facilities but authorities overlook ward 29. “Ward 30 is taken care of by the authorities but seems like ward 29 isn’t on their priority list. Due to absence of a door-to-door garbage collection service in ward 29, many throw their trash on the road making the surroundings unhygienic,” Sateh Singh Negi, a ward 29 resident, told TOI. The residents also claim that they reached out to the municipal corporation but their complaints were snubbed by the civic body. “Despite BJP office being located at a short distance, the area remains a mess. Situations like this make you wonder if the government offices have become dysfunctional. If the garbage menace is so bad in the suburbs, one can imagine the state of remote areas,” Shashi Chaurasia, another resident of ward 29, told TOI. Meanwhile, DMC officials have claimed that door-to-door garbage collection is picking up in the city and it will soon be implemented in every area. “We are not certain of the situation in the Balbir Road area but now that door-to-door garbage collection has finally started, it will soon reach every corner of the city. We have bought new vehicles and the process to hire workers is underway. The issues will be addressed soon,” said DMC’s chief health officer, Kailash Joshi. Download The Times of India News App for Latest City ."}, "A year since demolition drive, encroachments continue in city": {"description": "DEHRADUN: A year after the high court’s order to clear Dehradun of encroachment led to thousands of illegal structures being demolished, the condition of a few major areas still remains unchanged with encroachments continuing. “Authorities came and marked the shops and homes for demolition. However, even a year later, the structures stand as the drive was deferred. Now many people have in fact painted over the markings and are continuing to occupy the government land,” said Rajesh Kumar, a resident of Chakrata Road. Government figures suggest that over 10,000 illegal structures were identified in the city but only half of them could be demolished under the drive which continued for a few months. This means that over 5,000 structures across the city, even though officially identified as encroachments, are still standing. What makes matters worse is that the drive which officials said will resume soon has simply been put on hold. Also, no plan has been put in place post the demolitions. “Hundreds of establishments were demolished. But, they had no post-demolition plan. You can still see a number of structures lying in ruins because locals fear that the drive can start any moment,” said Janki Devi, a resident of Raipur. Another resident said that though the authorities demolished shops and other establishments lining the major roads, they are yet to rebuild the roads or even shift the utility lines and electric poles. “If you travel to the sports college in Raipur, you will see that electric poles and transformers still stand in the middle of the road because they could not shift them to the sides. In fact, at many locations they did not even build the roads and rubble can be seen lying along the sidewalks,” said Mandeep Rajawat, a resident of Jakhan. Officials however say that construction work in the areas where demolition was done is on and will be finished soon. “We have made plans for construction of roads and shifting of electric poles and lines to the sides. While the work has started and even finished at many locations, those left will also be undertaken soon,” said Om Prakash, additional chief secretary. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/a-year-since-demolition-drive-encroachments-continue-in-city/articleshow/69864184.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "Swami Darshan Bharti’s bail plea scrapped, activists threaten agitation": {"description": "DEHRAUDUN: A day after a local court in Rudraprayag rejected the bail plea of Uttarakhand Raksha Abhiyan patron Swami Darshan Bharti, the organization, on Tuesday, threatened a state-wide agitation. Bharti is accused of uploading a social media post provoking communal disharmony over a case in which a girl was harassed by a youth of another community in Agastmuni in April 2018. Bharti’s post allegedly led to torching and looting of the establishments belonging to the people from accused’s community. The decision, however, did not go down well with Bharti’s supporters and members of the Uttarakhand Raksha Abhiyan who have threatened an agitation accusing the state and the central government of acting against the ‘foot soldiers of Hindutva’. Harikrishan Kimoti, convenor, Uttarakhan Raksha Abhiyan told TOI that the group has circulated over 1.5 lakh pamphlets, a copy of which is with TOI, exhorting the majority to stand up against minorities whose population has skyrocketed in the state. Download The Times of India News App for Latest City .", "time": "2019-06-19 14:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/swami-darshan-bhartis-bail-plea-scrapped-activists-threaten-agitation/articleshow/69848164.cms"}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Photos: Court bans chopper sorties at Gupta family wedding venue in Auli": {"time": "2019-06-18 11:35:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/photos-court-bans-chopper-sorties-at-gupta-family-wedding-venue-in-auli/articleshow/69831830.cms", "description": "NAINITAL: Uttarakhand high court (HC) while hearing a public interest litigation (PIL) regarding the high-profile wedding of South Africa’s Gupta family at Auli in the Garhwal Himalayas, prevented operating of helicopter services and construction of helipad at the venue. The order, issued by the division bench of chief justice Ramesh Ranganathan and justice Alok Kumar Verma, said, “If as contended on behalf of the petitioner, there is no helipad at Auli, and prior to this event, helicopter services were not provided to the said place, the private respondents shall neither construct a helipad nor extend helicopter services to such places as that would have an adverse impact on the environment.” The judges however allowed the family “to use the nearest helipad after obtaining the requisite permission from the authorities concerned.” The construction site in Auli where the wedding will be heldEarlier, during deliberations, the judges came down heavily on the state government saying that the first responsibility of the government is the state and not 'some rich businessman from South Africa'. They also directed the state government to ensure that “these mindless pursuits of holding large-scale marriage celebrations at exotic locations, and at such places where such mega-events have never been conducted earlier, do not result in irreparable environmental degradation of the said area.” The bench while hearing the petition also added that Uttarakhand is the only state which will ecologically save the country. \"We will not permit you to destroy Uttarakhand,\" the bench said. The judges also questioned the reason for the choice of venue and asked if there was not anywhere else to host the wedding considering that “these people reside in South Africa and Dubai.” \"Once the damage is caused, it will be irreversible,\" said the bench. The judges also questioned the reason for the choice of venue and asked if there was not anywhere else to host the weddingThe court also directed the state pollution control board to monitor the events of the wedding constantly till the conclusion of the functions in order to check “from all angles the damage to environment and ecology of the area.” The court had initially asked for a security amount of Rs 5 crore to be deposited but the counsel for the Gupta brothers requested to reduce the amount to Rs 2 crore after which the court said that the final amount will be decided at the next hearing on Tuesday when an assessment of the likely environmental damage caused due to the wedding celebrations is submitted by the state pollution control board. While passing the order, the court noted that calling off the marriage at this stage may result in \"irreparable injury\" to the family. \"While it is debatable whether the authorities are justified in granting such permissions, interdiction by this court at this belated stage when the events are scheduled to commence today i.e. 17.06.2019, may result in the marriage being called off, causing irreparable injury to families concerned. While that, by itself, may not justify the private respondents being permitted to damage the sensitive ecology of the upper Himalayas, where Auli is situated, the least that must be done is to minimize any adverse effect which this large-scale event may have on the fragile ecosystem at Auli,\" said the court. The judges further asked the state government to clarify by Tuesday whether the venue of the marriage is a bugyal (meadow) in order to determine whether it would be covered by an order of a division bench of the HC last year. The bench had prohibited camping activities in all bugyals across the state. The petitioner, Rakshit Joshi, a resident of Kashipur in Udham Singh Nagar district had in his petition stated that “tents were being set up in the eco-sensitive region, and such a high-profile wedding will generate tonnes of garbage causing much damage to the environment.” Download The Times of India News App for Latest City ."}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Woman kills dad as he tries to rape her": {"description": "UTTARKASHI: A woman allegedly murdered her father in Uttarkashi district on Monday night after he tried to rape her in an inebriated condition.  The incident came to light on Tuesday when locals found the body of the father. On information, revenue police rushed to the spot and arrested the woman. They also recovered the murder weapon from her. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:24:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/woman-kills-dad-as-he-tries-to-rape-her/articleshow/69848182.cms"}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "Now, plant a sapling in memory of a loved one in U’khand and track its growth on your mobile": {"time": "2019-06-17 04:57:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/now-plant-a-sapling-in-memory-of-a-loved-one-in-ukhand-and-track-its-growth-on-your-mobile/articleshow/69816053.cms", "description": "Haridwar: Now, pilgrims visiting Uttarakhand can plant a sapling in memory of their loved one and also see the tree grow using a mobile app. The state forest department has also earmarked for the project specified forest areas which are being developed as ‘Smriti Van’ (Forest of memories). The initiative was kickstarted at Haridwar on Sunday by Garhwal commissioner Basava Purushottam. Foundation stones were also laid for the project at Digoli van panchayat in Chamoli, Batola on the Rishikesh-Badrinath national highway, Rishikesh-Haridwar bypass in Dehradun, horticulture farm in Uttarkashi and Ratura in Rudraprayag. Speaking to TOI, Purushottam said that local villagers are being taken into the loop to ensure that the saplings are cared for properly.“The self-help groups of the respective Ganga grams (villages located along river Ganga) and van panchayats would ensure that the planted saplings are guarded well and their maintenance, watering and online updating of latest pictures in the app is done in a timely manner.” he added. Terming the initiative as “a unique way in which people can pay homage to their ancestors and deceased loved ones”, tourism minister Satpal Maharaj said, “Uttarakhand is Dev Boomi and people come here for spiritual salvation. Smriti Van will be one more opportunity and a unique way to pay tribute to departed souls.” He added that he has also shared a plan with the state government to make a separate 'Smriti Van' at Kedarnath in the memory of the 2013 disaster victims. In Haridwar, the Ganga Vatika in Kankhal and Khadkadi area have been chosen for creating the ‘Forest of memories’. Speaking to TOI, district magistrate of Haridwar Deepak Rawat said that “cremation committees are being asked to promote the environment-friendly cause by motivating those who visit Haridwar for cremation and related activities.” Incidentally, each sapling would be geo-tagged and its geo-location would be shared with the person planting the sapling. “Each sapling will have a ‘special identity’ so that its owner doesn’t get confused. A unique bar code will be issued at the time of planting that would also be tagged with the plant and every week, the picture of the plant would be uploaded in the app for the users to see,” said Purushotam. While a fee of Rs 2,000 is being charged for every sapling in Haridwar, the price of the saplings and their maintenance charges would vary from district to district. (with inputs by Ishita Mishra) Download The Times of India News App for Latest City ."}, "Medical services hit in Dehradun as doctors go on strike": {"time": "2019-06-18 04:26:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/medical-services-hit-in-dehradun-as-doctors-go-on-strike/articleshow/69831439.cms", "description": "Dehradun: Healthcare service were affected across the city on Monday as private doctors shut their Out-Patient Departments (OPDs) and stayed away from attending patients in response to the nationwide strike called by the Indian Medical Association (IMA) in support of the medicos agitating in West Bengal. While many hospitals cancelled surgeries, others refused to treat regular patients, forcing the district government hospitals to increase their OPD timings to cater to the influx of patients. The private hospitals had decided to keep their OPDs shut from Monday 6 am till Tuesday 6 am. City-based Shri Mahant Indiresh Hospital (SMIH) however didn’t participate in the strike. “Keeping the convenience of patients in mind, we decided not to participate in the strike. All emergency and OPD services ran as usual at our hospital,” said Bhupendra Raturi, PRO, SMIH. Doctors at government hospitals in the city also observed a partial strike. At Government Doon Medical College Hospital (GDMCH), the doctors started OPD at 10 am against the regular timing of 8 am. “Many doctors avoided OPD from 8 am to 10 am on Monday, but a few opted not to take part in the strike. Seeing the heavy influx of patients, I extended the OPD timings. The patients were treated till 3 pm,” said Dr KK Tamta, chief medical superintendent, GDMCH. Meanwhile, the strike caught many patients by surprise. “My mother was complaining of joint pain since Saturday night. I couldn’t take her to a doctor on Sunday as the clinics were closed. I took her to Max Hospital initially, but the OPD was closed. Next day, I also visited private orthopaedics clinics, but they, too, were on strike,” said Vinay Singh, who works at a security agency. The IMA had announced withdrawal of non-essential medical services for 24 hours in support of the striking junior doctors in West Bengal. Speaking to TOI, IMA’s state president Dr BS Judge said that the safety of doctors has been a matter of great concern and it needs to be addressed on priority. “A proper law against assault on doctors has been our long-standing demand. This time, the government must ensure that some strong legal action is taken against all the accused who have hit the doctors in West Bengal,” he added. Download The Times of India News App for Latest City ."}, "CM Trivendra Singh Rawat meets Union minister over development works in Uttarakhand": {"time": "2019-06-18 14:21:00", "link": "https://timesofindia.indiatimes.com//city/dehradun/cm-meets-union-mins-over-devp-works-in-ukhand/articleshow/69832473.cms", "description": "HARIDWAR: Chief minister Trivendra Singh Rawat called upon Union forest minister Prakash Javadekar and Union railway minister Piyush Goyal in New Delhi on Monday. The CM urged the forest and environment minister to give permission to Uttarakhand to have rights to divert forest land of up to five hectares for development activities on its own without the need for permission from Centre. He also sought more finances under Compensatory Afforestation Fund Management and Planning Authority (CAMPA), and rights for planning smart city or national games in the area. He also brought the matter of silviculture felling above 1000 meters in Uttarakhand into his notice for better management of forests, citing Forest Research Institute’s (FRI) recommendation for chir pine tree felling and, requested him to provide water cess funds to the tune of Rs 3.25 crore per year as were being given earlier. Rawat also sought permission to conduct afforestation in the degraded land of forest department. While meeting rail minister, CM urged him to grant approval to start new trains in the Kumaon region to improve accessibility. He also reminded the central minister of a proposal of Rs 791.39 crore funds for Roorkee-Deoband rail line for which Uttarakhand will contribute Rs 240 crore. Download The Times of India News App for Latest City ."}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "Power cuts follow rain, Doon worst hit": {"description": "DEHRADUN: The Uttarakhand Power Corporation Limited (UPCL) helpline kept buzzing till late night on Monday when heavy rains had lashed the city. Power cuts were reported in many parts of town after Monday’s rains and electricity supply wasn’t properly restored till the next morning. Almost all major areas, including Cross Road, Dilaram Bazar, Karanpur, Rajpur, Raipur and Sahastradhara Road remained without power till Tuesday morning. UPCL officials said that strong winds had felled a number of trees, which damaged a total of 31 poles and created short-circuit in three transformers in Garhwal region. Dehradun was the most affected, with 18 of the damaged poles and all three damaged transformers being from the district. Ramesh Chauhan, a resident of Cross Road said, “Even after (power) supply was restored in our area by Tuesday morning, the voltage was so low that we couldn’t switch on any devices. Calls to the helpline went unanswered many times. Finally when the operator answered, they had no information on when the power would be restored or what had caused the outage.” Even though UPCL managing director BCK Mishra said that all the damages had been repaired and supply restored to normal, power supply was intermittent on Tuesday. Residents complained of frequent power cuts since morning. “In early morning, there were frequent power cuts. Even though the monsoon has not started yet, this is the state of preparedness. Imagine what will happen in July and August,” said Ashish Negi, a resident of Subhash Road. When asked about the discom’s preparedness for monsoon, Mishra said UPCL had made all necessary arrangements and was ready to restore power supply even in far-flung areas. “We have the men and material ready. We have also sent adequate supplies to all the distribution centres across the state and are ready to handle any challenge,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:51:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/power-cuts-follow-rain-doon-worst-hit/articleshow/69847780.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Amit Shah sends commendation letters to over 150 state party workers": {"description": "Dehradun: Union home minister Amit Shah sent a letter of appreciation to more than 150 full-time state party workers. The letter stressed upon the importance of workers in the party and urged the party members to continue working tirelessly for the party. Commenting on the development, Jyoti Prasad Gairola, state BJP vice president, told TOI, “The commendation letters were posted to the address of all the full-timers roped in for the Lok Sabha elections across the country from Delhi on June 3.” “Receiving a letter of appreciation from Amit Shah was special. I appreciate that he recognized our efforts during the election campaign in Uttarakhand,” said one of the BJP workers who received the letter. It has also been learnt that Shah provided each full-timer with a motorbike, a smartphone, a small honorarium, and free stay in the assembly segment they were campaigning during the elections. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:53:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/amit-shah-sends-commendation-letters-to-over-150-state-party-workers/articleshow/69864161.cms"}, "Battling staff crunch, Corbett says no to ‘VIP requests’": {"description": "Nainital: Burdened with repeated requests from ‘VIPs’ across the country and shortage of staff, the authorities of Corbett Tiger Reserve have issued directions to not allow any special arrangements for anybody seeking favours citing official positions. However, state guests will be an exception to this rule. The order issued by CTR director Sanjiv Chaturvedi recently states, “In the future, such requests are not to be taken cognizance of at all and the same has to be returned immediately, in original, to the office concerned and the matter has to be reported to the higher authorities of such offices for action against them, regarding such abuse of official positions.” It added that the directions should be implemented with immediate effect. In the order, the whistle blower IFS officer said that ‘VIP culture’ is ‘anathema’ to principles of equality. The official also said that the administration has already made elaborate arrangements, accessible by all, for booking of rooms around the reserve in a completely transparent manner through an online portal. According to sources, the reserve is facing acute shortage of staff. At present, there are only 302 staff members working in the reserve as against the sanctioned strength of 461. Out of the 229 posts reserved for forest guards, only 137 have been filled so far. Similarly, only 12 forest rangers are available as against sanctioned 19. Also, one post remains vacant in the place of four class one positions. Sources said that the authorities of the reserve, where day safari and night stays are allowed in its six zones from November 15 to June 15 every year, receive numerous requests from officers, judges, bureaucrats and other VIPs for special services on private visits. “Such practices also put stress on an already overburdened administration, primary duties of which are habitat management and protection works,” added the order. The director said that the state guests entitled to such arrangements on private visits are the President, Prime Minister, Chief Justice of India and Lok Sabha speaker among others. The order states, “Thus, viewed from any angle, such communications and subsequent attempts by the functionaries concerned for these ends are nothing but brazen misuse of official positions/symbols for absolutely private purposes.” Download The Times of India News App for Latest City .", "time": "2019-06-19 04:08:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/dehradun/battling-staff-crunch-corbett-says-no-to-vip-requests/articleshow/69847949.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}}