{"South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "‘Tukde tukde’ slogan behind UP’s private varsity ordinance": {"description": "LUCKNOW: Uttar Pradesh government referred to the ‘tukde tukde’ incident in JNU when it included the clause in its ordinance on private universities in the state, mandating that the institutions will have to provide an undertaking that they would not allow any anti-national activity on their campuses. The Uttar Pradesh Private University Ordinance 2019 was passed by the state cabinet on Tuesday. Clarifying the government’s stand on seeking an undertaking from private universities that they would not allow any anti-national activity on their campuses in accordance with the ordinance, state education minister Dinesh Sharma told TOI on Wednesday that universities are centres of learning and there should be no room for such activities. While the exact parameters of what constitutes anti-national activity have not been defined, Sharma said he referred to the 2016 ‘tukde tukde’ incident in JNU to state that “such activities” would not be allowed. “Private universities should be centres of educational excellence and we will promote them in that fashion. But anti-national and anti-social activities, which weaken unity and disrupt education, will not be tolerated. In some universities, anti-national slogans have been raised like ‘Bharat tere tukde honge’ and objectionable terms used to define the nation. In UP, we are here to teach and study, not to engage in any activity that seeks to divide,” said Sharma. Adding that universities would be held liable if anything objectionable was said or done on their campuses, Sharma said that the new ordinance would act as a shield for universities. By making a university liable, he said, its administration would ensure that no anti-national activity was carried out on the campus as it would not want to be shut down. “Now they can fix their agenda and let those speaking on campus know what cannot be said or discussed. The ordinance guarantees the right to speech but will not allow any anti-national activity. One is free to criticise leaders and the country but demanding its division is not permitted,” added Sharma. Claiming that the ordinance ensured independence to universities while equipping the government to act like a chowkidaar, the education minister added that even in the distribution of honorary degrees, the government would not be recommending names but only clearing those proposed by the universities. Giving the example of former JNU president Kanhaiya Kumar, who has been charged for his involvement in the ‘tukde tukde’ incident, Sharma said that if the court was to clear his name in the case, the government would have no objection if he were to be given an honorary degree. “We have no objection to a university inviting Kumar to speak, but he cannot say the ‘tukde tukde’ kind of things there. The college cannot claim that it did not know what he or anyone would be saying,” he said. While the ordinance has been passed by the cabinet and will be presented in the upcoming assembly session scheduled to commence from July 18, Sharma remained non-committal on when it would be implemented. The 27 private universities in the state will be given one year to change their Acts in accordance with Ordinance. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:16:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/tukde-tukde-slogan-behind-ups-pvt-varsity-ordinance/articleshow/69866194.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "\nLove for strays brought this couple together in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/love-for-strays-brought-this-couple-together-in-lucknow/articleshow/69504839.cms", "description": "Childhood BFFs, Kunal Lamba and Caroline Borges had a unique wedding recently at St. Joseph Cathedral Church. The two share a love for strays and looking after the ones in their neighbourhood brought them together.  Varun and Khushboo Lamba and Alisha Jackson (BCCL/ Farhan Ahmad Siddiqui)  Anju and Rajendra Lamba and Babita Lamba (BCCL/ Farhan Ahmad Siddiqui)  Dheeraj and Sonam Arora and Jennifer Borges (BCCL/ Farhan Ahmad Siddiqui)  Jeffrey Borges and Tina Frank (BCCL/ Farhan Ahmad Siddiqui) Caroline, looking resplendant in a flowing white gown made a grand entry in a vintage car, while Kunal waited for her with at the alter. After exchanging wedding vows, from the church, the couple celebrated the moment with their four-legged babies and fed them and played with them. “We believe that no one can be as pure in their love as animals and we wanted to cherish the moment where it all started for Kunal and me,” said an elated Caroline.  Khyati Lamba with Palak Shanker (L) and Hibah Beg (BCCL/ Farhan Ahmad Siddiqui)  Parveen Talha and Priscca and Beat Frank (BCCL/ Farhan Ahmad Siddiqui)  Raj Lakshmi Singh with Stephen and Andrey Griffs (BCCL/ Farhan Ahmad Siddiqui)  Rebekah Jackson and Ritu Mudgal Suri (BCCL/ Farhan Ahmad Siddiqui)  Twinkle & Shobhit Mehndi Ratta and Vandana Lamba (BCCL/ Farhan Ahmad Siddiqui) Following the church ceremoney, the wedding was also solemnized with Hindu rites, followed by a grand party where the couple, their parents, family and friends all danced with gay abandon. The enthusiasm of celebrating each other’s traditions was an inspiration to many. — Farhan Ahmad Siddiqui In Video:Love for strays brought this couple together in LucknowDownload The Times of India News App for Latest City ."}, "Reverse speed record: 2km drive in 30 minutes": {"description": "LUCKNOW: The 2km stretch from Husadia crossing to Captain Manoj Pandey crossing in Gomtinagar can be a nightmare for the likes of Lewis Hamilton and Sebastian Vettel, let alone our city’s average motorist. During peak hours, the time taken to negotiate this brief length is a traumatic 30 minutes, considering one is lucky. On a real bad day, the nightmare can be as long as an hour, if not more. The reason behind the painful car crawl is primarily encroachment of carriageway and pavements by vehicles of shoppers in the absence of designated parking lots near commercial establishments that have mushroomed in the area. “People stop vehicles in the middle of the road or go slow to hunt for a parking pocket. This leads to a jam session and link roads feel the cascading effect,” complained Rajan Verma, a resident of Vinay Khand. Two-wheelers parked on pavements compel pedestrians to walk on the road, spelling more trouble for traffic. Maya Singh, a resident of Viram Khand who often visits Patrakarpuram market, claimed employees of shops were the main culprits. “They park on the footpath and we pedestrians risk our life and limb on the road.” Prashant Kumar, also from Viram Khand, said snarls were more common in the evening because of people thronging restaurants and parking cars in a haphazard manner. “Many of us prefer walking the last hundred metres to Patrakarpuram market,” added Shivani Dubey of Vikas Khand. Traffic police inspector Krishna Murari Sharma said they were aware of the situation and took measures to curb the problem. “We have deployed two towing vehicles in the area and on an average, we tow away 30 four-wheelers for unauthorised parking,” he added. Banker Lalit Sharma has a solution for those who hate being late because of snarls. “I start early,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:59:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/reverse-speed-record-2km-drive-in-30-minutes/articleshow/69866206.cms"}, "Tree branches tangled with electricity wires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tree-branches-tangled-with-electricity-wires/articleshow/59782742.cms", "description": ""}, "Safai Abhiyaan": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/safaiabhiyaan/articleshow/67186443.cms", "description": ""}, "Lucknow: Drive against strays fails to pick pace": {"description": "LUCKNOW: Despite a high court order to make Cantonment roads free of stray cattle by June 30, the Lucknow Cantonment Board (LCB) has caught only 40% of the stray animals so far. On May 28, the high court had directed the Lucknow Municipal Corporation and Cantonment Board to remove stray cattle and garbage piles from Cantonment. On June 1, the LCB had launched a drive to catch stray animals in the civil areas, particularly Sadar and Topkhana Bazaar. But so far, only 120 stray bulls and cows out of estimated 300 have been caught. Sadar Bazaar residents say that stray cattle continue to be a menace. They cause traffic jams and pose threat to commuters and pedestrians, especially elderly and children. Stray cows can be seen in the main Sadar market in the morning. Civic authorities promises us that the menace would end whenever they launch such drives but nothing happens,\" said Sunil Kumar, a resident. Besides the animals also cause damage to the gardens and green areas. They also raised complaints over the issue of cattle dung on roads and outside their homes, but to no avail. Amit Mishra, CEO of Lucknow Cantonment Board, said, \"We have sent 83 stray animals to Kanha Upvan while the rest will be shifted to a cow shelter in Memaura soon.\" Download The Times of India News App for Latest City .", "time": "2019-06-19 06:30:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-drive-against-strays-fails-to-pick-pace/articleshow/69850365.cms"}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Residency to relive 1857 revolt in Big B baritone": {"description": "LUCKNOW: Whizzing bullets. Thundering cannons. And, an unforgettable uprising that laid the foundation of India’s freedom from colonial rule. The Revolt of 1857 will come alive at the Residency this Independence Day, courtesy a sound and light show that might boast a voice over by Amitabh Bachchan. The state tourism department has sanctioned a budget of Rs 5 crore for the son et lumière that is being revived after almost a decade. Funds have already been sent to Uttar Pradesh Rajkiya Nagar Nigam for the production and permission has been sought from the Archaeological Survey of India (ASI) to host the show like it is done at Mysore Palace (Karnataka) and Victoria Memorial (Kolkata). The 16-page script — beginning from the time when Lucknow was called Lakshmanpuri — to the gallantry of heroes led by Begum Hazrat Mahal against the colonial might — has been revised and approved by former ASI superintendent AR Siddiqui. Complete with 4D effects, the 30-minute show will play on loop for four hours every evening in front of the memorial museum. “The sound and light show will take people back in time when the siege happened inside the Residency premises. The show had been withdrawn after 2010 because we had not been able to get mandatory approval from the ASI headquarters in Delhi. This year, all formalities have been completed. On August 15 and thereafter, Lucknow will witness history and the role of Awadh in it,” said PK Singh, joint director of UP tourism. “The need to revive the sound and light show was felt because it helps today’s generation understand the significance of historical monuments,” Singh added. While a Mumbai-based digital company has been roped in for the production, a proposal has been sent to Big B to lend his baritone voice to the show. An official confirmation from the actor is awaited, but sources have said he is unlikely to turn down the offer. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:40:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/residency-to-relive-1857-revolt-in-big-b-baritone/articleshow/69849345.cms"}, "6 dead, several injured in road accident in UP’s Sitapur": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/6-dead-several-injured-in-road-accident-in-ups-sitapur/videoshow/69840757.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "\nSpreading cheers among cops’ kids in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/spreading-cheers-among-cops-kids-in-lucknow/articleshow/69187856.cms", "description": "A cultural event Children Summer Carnival was held recently at the Reserve Police Line, Mahanagar. The event was organised by the UP Police Family Welfare Association for the wives of the Uttar Pradesh policemen. The guest of honour at the event was Neelam Singh, a lawyer and the wife of the Director General Police UP. The event exhibited paintings and drawings by children which sought much attention. The event also spread awareness regarding voting among those present.  The highlight of the event was the dance competition where children participated in good numbers. A classical dance reciatl by Unnati Giri won many hearts and a Bhangra dance performance on Punjabi songs was loved by most.  (L-R) Kalanidhi Naithani, Sarvesh Kumar Mishra and Vijay Shankar Agnihotri (BCCL/ Vishnu Jaiswal)  (L-R) Vikrant Vir (L) and Abhishek Verma and Manju Srivastava (BCCL/ Vishnu Jaiswal)  (L-R) Dr Anshita Verma (L) & Kalyani Verma and Dr Pravin Ajaz (L) and Anshu (BCCL/ Vishnu Jaiswal)  Deepti (L) and Saeeda Saira (BCCL/ Vishnu Jaiswal) Present at the event was Minakshi Krishna Sima Modi, Dr Pravin Ajaz, Niharika Singh and Shephali Bhagat among others. — Vishnu Jaiswal In Video:Spreading cheers among cops’ kids in LucknowDownload The Times of India News App for Latest City ."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "No takers for Hindi, Urdu courses at Lucknow University this year": {"time": "2019-06-18 14:00:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/no-takers-for-hindi-urdu-courses-at-lu-this-year/articleshow/69833807.cms", "description": "LUCKNOW: It is not just Hindi and Sanskrit which are not finding takers at Lucknow University but there are 15 such subjects out of the 39 offered which have seen dismal response. More than 40% seats in these BA or BA (Hons) courses are likely to remain vacant as candidates are not choosing them. The university will conduct the final counselling for the two courses on Tuesday. Till late Monday evening, as many as 489 seats in various subjects were lying vacant. With only a day left for admissions to be finalised, the chances of these seats getting filled are dim. In subjects like home science, Urdu, Arab culture, French, jyotir vigyan and Arabic, more than 30% of seats are vacant while in Persian, not a single seat of the 60 has a candidate. Even honours courses such as public policy and Hindi have failed to attract candidates with just 50% seats filled in both. For admission to 60 seats each in public policy and Hindi, only 28 and 31 candidates turned up, respectively. Admission coordinator Anil Mishra cited poor choice of career options and less familiarity of students with these subjects as the reasons behind the response. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "UP among 9 states picked for WB TB aid": {"description": "LUCKNOW: Joining India’s fight against tuberculosis — a disease that kills over two lakh people in the country annually — the World Bank has decided to invest USD 400 million in nine states, including Uttar Pradesh. Each state will get delivery-based incentives, which means the financial support will be based on performance against pre-decided indicators such as engagement of private sector and achievement against targets such as nutritional support. “The project aims to improve coverage and quality of tuberculosis control interventions in private and public sectors in targeted states,” read the World Bank policy document in this regard. Besides being a killer, TB affects the quality of life of a patient and his/her family, hampers productivity and is known to retard economic development. Around 30% of all TB cases in the world are reported from India and UP accounts for one-fifth of the country’s burden. The Union government has pledged to eradicate TB by 2025, which is five years ahead of the deadline set by WHO. A meeting of stakeholders was held in Delhi earlier this week. “There were discussions on state-level action plans. We will submit ours soon,” said Dr Santosh Gupta, state TB officer. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:36:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-among-9-states-picked-for-wb-tb-aid/articleshow/69866186.cms"}, "Lucknow development authority offer for defaulting flat buyers": {"description": "LUCKNOW: Lucknow Development Authority (LDA) has decided to introduce a one-time settlement (OTS) scheme for defaulters to pay the remaining amount for apartments they have bought from the authority. The scheme will give the defaulters a discount of 10% and all the fine on the pending amount will be waived. According to LDA officials, there are more than 26,000 defaulters on the list. These defaulters have not paid their EMI for months. LDA finance controller Rajeev Kumar Singh said, “The OTS will be implemented after the government’s approval. The authority could gain around Rs 75 crore pending for long.” Defaulters can pay online or at LDA office. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/lda-offer-for-defaulting-flat-buyers/articleshow/69849398.cms"}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "UP: All new bus stations to be outside cities now": {"time": "2019-06-18 14:44:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/all-new-bus-stations-to-be-outside-cities-now/articleshow/69833790.cms", "description": "LUCKNOW: All bus stations will be constructed outside towns and cities from now on. The instruction came from chief minister Yogi Adityanath on Monday during a review of the transport department. The stations should serve multiple purposes, he said, each having multilevel parking and shopping plazas, etc. Directions have been given for construction of bus stations at Baghpat, Shamli and Chandauli. Meanwhile, to subsidise travel for those living in rural areas, the chief minister has said that bus passes should be issued to them at “reasonable rates”. In view of the upcoming traffic safety week, the CM has asked transport department officials to begin a crackdown on overloaded vehicles and those violating traffic rules. The CM has also asked the department to carry out a programme in schools for two weeks, from July 15 to 30, and teach students about traffic rules. It was also shared that after becoming the first state in the country to start issuing e-challans, the department had issued e-challans of Rs 5.97 crore in 2018-19. Download The Times of India News App for Latest City ."}, "UP government to now issue press releases in Sanskrit too": {"time": "2019-06-18 13:25:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-govt-to-now-issue-press-releases-in-sanskrit-too/articleshow/69838992.cms", "description": "LUCKNOW: For possibly the first time in the state, the UP government will now be issuing important press notes, the chief minister’s speeches and messages in Sanskrit. The language will join Hindi, English and Urdu as one of the media for disbursal of information. Officials said that though there aren’t many Sanskrit publications in UP—notable exceptions being a publication in Allahabad and a few magazines—the aim of releasing information in Sanskrit was to reach a target audience on social media and help scholars of Sanskrit use official material. “On September 6, 2018, CM Yogi Adityanath had expressed the desire to have his speeches and messages published in Sanskrit. In pursuance of this, we recently asked the chairperson of the Sanskrit Sansthan to translate a press note on the Niti Ayog meeting in Sanskrit and it was received very well on social media. This is the government’s bid to keep alive a language and we will now send out important information in Sanskrit more regularly,” said an official. The government’s information department is expected to hire content writers for this job. Sources said that scholars in the Sanskrit Sansthan, including their MA students, were a ready pool of experts who could do this work. Download The Times of India News App for Latest City ."}, "Bahti Hawa Se Gir Jaate Hain Patte: A play": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/bahti-hawa-se-gir-jaate-hain-patte-a-play/articleshow/69800697.cms", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "RML medicos assault trader, ransack store": {"time": "2019-06-18 12:26:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/rml-medicos-assault-trader-ransack-store/articleshow/69838157.cms", "description": "LUCKNOW: A group of MBBS students of RML Institute allegedly ransacked a general store in Gomtinagar on Monday and thrashed its owner and workers. Taking cognizance of the incident, RML director has set up a three-member committee to probe the incident and directed it to submit report within 24 hours.  The victim Ranjeet Yadav, owner of store opposite RML Institute in Vibhutikhand, later filed a complaint against unidentified students accusing them of trespassing, assault, robbery and ransacking the store following which police lodged an FIR. In his complaint, Yadav said that 10-15 MBBS students stormed into his shop at 1pm, vandalised it, assaulted him and customers and took away some articles. He said that the students asked him to down shutters in support of their strike and attacked him when he refused. Other shopkeepers rushed to his rescue and called UP100 following which force from three police stations reached the spot. SHO Vibhutikhand, Rajeev Dwivedi told TOI that police found CCTV footage and found that the dispute started when an MBBS student came to Yadav's shop to buy a deodorant. He started spraying it to check its fragrance. Yadav stopped him saying the bottle will go waste if every customer starts doing the same. The student left threatening to teach him a lesson and returned with 10-15 batchmates, vandalized the shop and thrashed staff, he added.  RML spokesperson, Dr Tribhuwan Tiwari said, \"We have identified students from the footage. A committee has been formed to probe the incident and recommend action.\" Download The Times of India News App for Latest City ."}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Lucknow: Conmen pose as STF staff, dupe woman": {"time": "2019-06-18 07:49:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-conmen-pose-as-stf-staff-dupe-woman/articleshow/69834779.cms", "description": "LUCKNOW: Two men impersonating as STF officials robbed a woman of her ornaments in Mahanagar by conning her on Monday. This is the 40th such incident in the city in this year alone. The complainant, Kusumlata Dubey of Badshahnagar railway colony, informed the police that two unidentified miscreants stopped her near Rajkiya Balika Inter College in Nishatganj on Monday morning. “They introduced themselves as STF officials and told me that a murder had taken place in the locality. Intimidating me in the name of checking, they forced me to take off my gold chain and put it in a paper bag they had. They gave me the bag but when I opened it, I found there were pieces of stones inside it,” she told police. CO Mahanagar Santosh Singh said, “We are working on the menace of conning in the city. The modus operandi shows that a specific gang is on the prowl and is pretending to be cops to con people.” Download The Times of India News App for Latest City ."}, "Pakistan spy lured 98 targets with bots": {"description": "KANPUR/LUCKNOW: The Pakistani spy who went by the Facebook nickname 'Sejal Kapoor' managed to hack into the computer systems of more than 98 officials from various defence forces and organisations, including the Indian Army, Air Force, Navy, paramilitary forces and state police personnel in Rajasthan, MP, Punjab and UP between 2015 and 2018.  She \"trapped\" her targets by showing her videos and pictures with the help of a software malware released from a third-party server hosted in a West Asian country.  She was involved in the case related to the leak of classified data on BrahMos missile in 2018.  TOI has accessed her chats and the details of the malware called 'Whisper' used by her. Malware is an abbreviated form of 'malicious software' that is specifically designed to gain access to or damage a computer, usually without the knowledge of the owner .  Sejal's FB account had cropped up following the arrest of BrahMos senior systems missile projects engineer Nishant Agarwal by the UP anti-terrorism squad (ATS) and military intelligence (MI) for passing on classified information about the project to Pakistan spy agency ISI.  Sleuths in UP Police and MI have now unearthed more than five dozen chats of this female spy. \"Well install whisper n check your desktop icon, open it and send me the code, lets talk there\" the Pak spy agent says in one of the chats. \"Waiting dude? Installed? After installing u will see Whisper icon on ur desktop. Just send me the code, then we will good to go. just unzip it. n click install. it's a chat app dude In UK, we all use that (sic)\" she adds. \"Nope, its restricted. Its getting restrictd. Whenever am trying to install it.\" an Indian offiical replies.  Besides 'Whisper', another spy application used by Sejal that has come to the fore is called 'Gravity Rat'.  Both work on stealth mode and have \"self-aware\" detection techniques which make them extremely difficult to be recognised by anti-malware programmes installed in computers.  \"It's a malicious communication app. It uses a malware command. A hacker can use as many as 25 internet addresses to mask her identity,\" said a top intelligence official, closely monitoring the probe.  \"Instantly, after getting downloaded, the malware first prompts the user to key in a code. It's to ensure that the app is not a virus or malware. Immediately after that, it scans all latest attachments sent from the computer in emails or downloads. It then scans all files with photographs, databses of MS Word and MS Excel, by first verifying their encryption keys and then opening their passwords,\" said a senior intelligence official. Sejal states in her FB profile that she's an employee of a firm called 'Growth Company' in Manchester, UK. Her chats also reveal she would \"force install\" Whisper on computers of officials from several organisations. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:56:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/pakistan-spy-lured-98-targets-with-bots/articleshow/69867201.cms"}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "15 dead, 36 injured in two road accidents in UP": {"description": "SAMBHAL/FATEHPUR: At least 15 people lost their lives and 36 others sustained injuries in two separate accidents in the state, police said on Wednesday. Seven people were killed and 25 injured when a bus collided with a truck in Fatehpur on Wednesday morning, they said. Additional superintendent of police Pooja Yadav said the accident took place at the Bilari-Kaunh Modh under the Chaandpur police station area. \"In the collision of a private bus with a truck, at least seven persons lost their lives, while 25 other sustained injuries. The injured have been hospitalised for treatment,\" Yadav said, adding that the identity of the victims is being ascertained. Police officials suspect that the toll might go up. The bus was going from Fatehpur to Jahanabad when the accident occurred. In another accident that took place late Tuesday night, at least eight people were killed and 11 others injured when their vehicle collided with a mini-goods carrier on the Moradabad-Agra National Highway in Sambhal, the officials said. Superintendent of police (Sambhal) Yamuna Prasad said on Wednesday that the victims were returning home after attending a wedding when the accident took place near Lehrawan village in the district. The injured were hospitalised and the bodies sent for postmortem, the SP added. Uttar Pradesh chief minister Yogi Adityanath expressed grief over the loss of lives and conveyed his condolence to the family members of the bereaved, a statement issued by the UP government in Lucknow said. The chief minister has directed officials to ensure that the injured persons get adequate treatment, it added. Download The Times of India News App for Latest City .", "time": "2019-06-19 17:44:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/15-dead-36-injured-in-two-road-accidents-in-up/articleshow/69859109.cms"}, "Drains completely blocked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drains-completely-blocked/articleshow/62611760.cms", "description": ""}, "Leaning poles and trees": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leaning-poles-and-trees/articleshow/61029757.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Infant dies as 2 government hospitals in UP keep shuttling her for 3 hours": {"description": "BAREILLY: Callousness of staff at two government hospitals in Bareilly cost a five-day-old infant her life. The family of the girl born prematurely kept running with the baby in their arms for over three hours between the two government hospitals as both of them kept referring her to each other but neither let her in. The poor infant, who had difficulty in breathing all this while, died three hours later, her family still in the hospital campus trying to get her admitted. In a similar case, a pregnant woman who had heart problem had allegedly died after these two hospitals kept referring her to each other on June 4. Taking cognizance of the incident, chief minister Yogi Adityanath later suspended the chief medical superintendent (CMS) of the district combined hospital while departmental proceedings were ordered against the CMS of the other hospital. Juvinder Pal, a resident of Gokulpur village, and his wife Preeti had their first baby, Urvashi, born prematurely at a private hospital in Aliganj under Aonla sub-division of Bareilly district last week. As baby was weak and had breathing trouble, Pal along with his mother-in-law Sushma Devi took her to the district hospital on Wednesday. When Pal finally got to see a doctor at the OPD, he referred the child to the sick newborn care unit (SNCU) of the district women’s hospital that is housed in the same campus. When Pal reached the SNCU, a doctor there wrote on Pal’s OPD slip, a copy of which is with TOI, “Bed is not available. Kindly admit your side.” “We kept running between these two government hospitals for more than three hours. When we were later coming out of the women’s hospital, Urvashi died in the arms of my mother-in-law. If my daughter had got treatment, she would have survived,” said Pal, who later gave a complaint of negligence at Kotwali police station against the staff of both the hospitals. No FIR had been filed till the filing of this report. Later when reporters reached the hospitals, an argument took place between the CMS of the women’s hospital and head nurse of combined district hospital’s pediatric ward. The superintendents of both the hospitals blamed each other. Later, chief minister Yogi Adityanath suspended district combined hospital CMS Dr KS Gupta for negligence of duty and ordered departmental proceeding against women’s hospital CMS Dr Alka Sharma. Additional director (health) Dr Pramila Gaur said, “I have sent two joint directors on Wednesday evening to both the hospitals to probe the matter and submit a report.” Download The Times of India News App for Latest City .", "time": "2019-06-20 09:21:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/2-government-hospitals-deny-admission-infant-dies-cms-suspended/articleshow/69867364.cms"}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "\nHappiness all around at this wedding reception in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/happiness-all-around-at-this-wedding-reception-in-lucknow/articleshow/69082634.cms", "description": "The wedding reception of Anirudh and Avni Jain was a grand affair. The ceremony had Dr Dinesh Sharma, deputy Chief Minister UP coming to bless the newlyweds. Many prominent people of the city were also present as guests including Anup Chandra Pandey, Malini Awasthi, Awanish Kumar Awasthi among others.  Dr Anup Chandra Pandey with Ashu Jain and Anita Bhatnagar Jain (BCCL/ Aditya Yadav)  Anushree Jain and Prafful and Apoorva Jain (BCCL/ Aditya Yadav)  Archana and Bhuvnesh Kumar with Awanish Kumar Awasthi (BCCL/ Aditya Yadav)  Dr Rakesh Kapoor with Navneet and Vanadana Sehgal (BCCL/ Aditya Yadav)  Eva Sharma, Malini Awasthi and Mahesh Kumar Gupta (BCCL/ Aditya Yadav)  Pravir Kumar, Renu Prakash and OP Singh (BCCL/ Aditya Yadav)  Suhani and Kaushal Raj Sharma and RP Singh (BCCL/ Aditya Yadav)  Ravindra Gupta with Anil Jain & Shobha Doorwar (BCCL/ Aditya Yadav)  Sangeeta Singh and Anil & Alka Patni (BCCL/ Aditya Yadav) “Avni and I met in IIM Ahmedabad when we were doing our MBA back in 2015, we became best friends because of our mutual interest in dance. And now we are married after 3 years,” said Anirudh while Avni said she’s thankful to God that she found a loving and understanding partner in Anirudh. Sharing in the couple's happiness were their respective parents Ashu Jain-Anita Bhatnagar Jain and Anil-Alka Patni.  — Aditya Yadav Download The Times of India News App for Latest City ."}, "6 students of RMLIMS suspended for assault": {"description": "Lucknow: Dr Ram Manohar Lohia Institute of Medical Sciences (RMLIMS) on Tuesday suspended six MBBS students for vandalising a general store opposite the campus in Gomtinagar and beating up its owner on Monday. The students are from the 2017 and 2018 batches, and were participating in a 24-hour strike sponsored by junior doctors. The owner of the store, Ranjeet Yadav, has accused 10-15 unidentified students of trespassing, vandalism, assault and theft after he scolded one of them for spraying a deodorant without permission. Director of RMLIMS professor AK Tripathi set up a three-member internal committee to probe the allegations. The preliminary report on Tuesday vindicated Yadav’s claims and identified six students from CCTV camera footage from the store. The institute has asked professor Ishwar Dayal to submit a report in 15 days for action. Download The Times of India News App for Latest City .", "time": "2019-06-19 04:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/6-students-of-rmlims-suspended-for-assault/articleshow/69849311.cms"}, "A fun filled evening for the ladies": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/a-fun-filled-evening-for-the-ladies/articleshow/69799979.cms", "description": ""}, "Poles with decoration": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poles-with-decoration/articleshow/58524678.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "History-sheeter makes inmates do sit-ups in UP jail, video goes viral": {"description": "LUCKNOW: A video of a history-sheeter lodged in Rae Bareli jail making three undertrials do sit-ups and slap each other went viral on Wednesday. Taking cognizance of the video, the prison administration ordered inquiry against jail officials by superintendent of jails, Lucknow. The 1.12 minute video, shot on June 16, shows history-sheeter Akash Yadav making three inmates Dileep, Dharmendra and Bhaskar do 50 sit-ups and then slap each other. It shows history-sheeter-Akash Yadav inside Rae Bareli jail. Yadav is seen instructing three other inmates identified as-Dileep , Dharmendra and Bhaskar to do 50-sit-ups first, and then also slap each other. \"We recovered two phones, a SIM card, and a charger from Yadav's barrack,\" said Rae Bareli SP, Sunil Kumar Singh, after a raid. DIG (prisons) Umesh Srivastava said Yadav will be shifted to a west UP jail. In 2018, November also a video from RaeBareli jail was leaked in which shooter-Anshu Dixit was seen having alcohol and also threatening a trader. In Video:Lucknow: History-sheeter makes jail inmates do sit-ups, video goes viralDownload The Times of India News App for Latest City .", "time": "2019-06-20 08:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/history-sheeter-makes-jail-inmates-do-sit-ups-video-goes-viral/articleshow/69867477.cms"}, "UP: Gang offers sweet deal, dupes bizman": {"description": "LUCKNOW: A gang of conmen duping businessmen by offering lucrative business deals struck again in the city and targeted a consultancy firm owner in Gomtinagar. The gang had tricked two city traders till now. In the latest incident, the gang approached a businessman, Manoj Gupta, who runs a consultancy firm from an office in Cyber Heights, and struck a deal for a joint venture and duped him of Rs 5 lakh. In his complaint, Gupta told the police that four persons approached him in June first week and offered to start a joint venture of herbal medicines. \"They came with a scheme promising to provide all equipment for the set up at very cheap rates. In all, I paid Rs 5 lakh to them on June 10,\" he said. \"They got the cheques encashed but did not deliver equipment till June 12. When I inquired, they gave me bills of equipment dated June 17, but they all proved to be fake,\" said Gupta. Station house officer of Vibhutikahnd police station Rajeev Dwivedi said a case has been registered against the gang. The gang had earlier duped two traders of Rs 3 lakh and Rs 2 lakh. So far, three cases have been registered against the gang at Vibhutikhand police station. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/gang-offers-sweet-deal-dupes-bizman/articleshow/69867718.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "2 kids drown in canal in Gudumba, 1 body found": {"description": "LUCKNOW: Two minor girls drowned while they had gone to take a bath in a canal in Gudumba on Wednesday. As per reports, the two victims. Kajal (10) and Raagini (11), were both residents of Bulbulpur area of Gudumba and they had gone to the canal along with a group of other children around 12.30pm. As then entered the water, they slipped deep inside the canal and started drowning. Eyewitnesses said they informed the police when they heard the two screaming for help. Police said that they had recovered Kajal’s body from the canal, but were still looking for Raagini’s. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/2-kids-drown-in-canal-1-body-found/articleshow/69867215.cms"}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "Yogi Adityanath rushes to Delhi ahead of cabinet rejig": {"description": "LUCKNOW: Uttar Pradesh chief minister Yogi Adityanath on Tuesday cancelled all his official engagements and rushed to Delhi to discuss expansion of the state cabinet and strategy for the 11 byelections in the state. Even the cabinet meeting, which took a series of important decisions, was advanced for about an hour so that the CM could leave for Delhi. Officials said Yogi, along with BJP general secretary for UP Sunil Bansal, visited Delhi to greet the new working president of the party JP Nadda and attend a dinner hosted by the party's national organising secretary Ram Lal. Sources said discussions on the new BJP state president Mahendra Pandey's elevation as a cabinet minister in the Modi government was also discussed. The CM had a series of engagements for most of the day and an official programme of distribution of laptops to revenue officials here on Tuesday. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/yogi-adityanath-rushes-to-delhi-ahead-of-cabinet-rejig/articleshow/69851571.cms"}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Lucknow: History-sheeter makes jail inmates do sit-ups, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/lucknow-history-sheeter-makes-jail-inmates-do-sit-ups-video-goes-viral/videoshow/69868019.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Happy Streets is back with a bang!": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/happy-streets-is-back-with-a-bang/articleshow/69843973.cms", "description": ""}, "Woman shot for asking husband to quit crime": {"description": "LUCKNOW: She asked her history-sheeter husband to quit crime, but had to pay with her life. A housewife was shot dead by her husband when she asked him to take up a respectable profession. The two had got married four months ago. The incident took place in Chinhat around 4.15 pm when the deceased Julie Yadav (26) was at home with her husband Vimal (30), brother-in-law and mother-in-law. Three murder cases are registered against Vimal in Chinhat police station, while he is also into extortion, police said. Chinhat SHO, Sachin Kumar Singh said an argument started when Julie asked Vimal to quit crime. She was also angry over being kept in the dark about Vimal's criminal ways. The argument turned ugly when Vimal allegedly shot Julie in her right temple with a country-made pistol, killing her on the spot. Vimal's family informed police that Julie has committed suicide, but nature of injuries and circumstantial evidence indicated that it was murder. Vimal later confessed that he shot Julie because she was nagging him. A case of murder was lodged against Vimal and body has been sent for post mortem. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/woman-shot-for-asking-husband-to-quit-crime/articleshow/69867421.cms"}, "Now, Uttar Pradesh press releases will be in Sanskrit too": {"description": "LUCKNOW: In a bid to promote Sanskrit, the Uttar Pradesh government will now issue press releases in Sanskrit along with Hindi, English and Urdu, an official said on Tuesday. The first press note in Sanskrit was issued by the state government’s information department on Monday. Information department officials said the important speeches of CM Yogi Adityanath and government information will be released also in Sanskrit, along with Hindi, English and Urdu. “This is the first time that such a step is being taken. The speech of CM delivered at a recent Niti Aayog meeting was released in Sanskrit and was well received. Now we plan to expand it further”. During a function on Monday, Adityanath had said that Sanskrit was in the DNA of the country. “Sanskrit is in the DNA of India, it is now limited to the work of priests,” he had said. Incidentally, there are 25 periodicals in Uttar Pradesh which are printed in Sanskrit but none of them is a daily. Download The Times of India News App for Latest City .", "time": "2019-06-19 07:08:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/now-uttar-pradesh-press-releases-will-be-in-sanskrit-too/articleshow/69850512.cms"}, "Lucknow: Dussehri makes market guest appearance, price tag Rs 100 a kilo": {"description": "LUCKNOW: Like every year, delectable Dussehri mangoes are an instant hit in the city markets this summer. However, mango lovers would be disappointed as the yield is less this year as a good quantity of the fruit got damaged in the blistering heat. People will be able to savour mangoes only for 30-40 days as compared to two months because of the drop in production by 40%. Also, the price is currently high at Rs 70-100 per kg depending on the quality. Fruit sellers said prices are not expected to come down this year. “Unlike last year when prices had dropped to Rs 15-20 due to bumper crop, the price will remain high this season. At the most, it will drop to Rs 40-50 per kg if the supply increases,” said Subhash Singh, a wholesaler at Nishatgang mandi. Mango lovers have also started flocking marts in different parts of the city. Naman Shukla, a resident of Nishatganj, said, “Price doesn’t bother me as no other variety of mango can deliver the rich taste as Dussehri.” Balikrishna Srivastava, a resident of Gomtinagar, said, “Though I and my family love mango, we will wait for prices to come down.” Anushka Katiyar, another resident, said: “I was rushing back home from office when I saw vendors selling dussehri. After bargaining, I bought 2kg for Rs 180.” Navin, who had come on a business trip to Lucknow from Delhi, said he wanted to take back Dussehri mangoes in large quantity and had been waiting for a long time. “The prices are higher than last year’s but these mangoes are not available anywhere else and I am taking 10kg.” Download The Times of India News App for Latest City .", "time": "2019-06-19 09:05:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-dussehri-makes-market-guest-appearance-price-tag-rs-100-a-kilo/articleshow/69851441.cms"}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Why is this bus shelter here? for which bus?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/why-is-this-bus-shelter-here-for-which-bus/articleshow/60849057.cms", "description": ""}, "Road dug up, stones left": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up/articleshow/58524681.cms", "description": ""}, "Road dug up for 5 months": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up-for-5-months/articleshow/59782740.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Lucknowites enjoyed a special evening with Onir": {"description": "Although it’s been a while, but this was one special evening Lucknowites will remember when filmmaker Onir and Mitu Bhowmik jointly hosted an event at a popular hotel in Mall Avenue. The event marked the screening of Mitu’s documentary on differently-abled children. The event was ‘opened’ with a passionate speech by Sahil Singh amid a huge round of applause, followed by the documentary whch was appreciated by the who’s who of the city present.  Abdullah Khan (R) Afraz and Irfan (BCCL/ Farhan Ahmad Siddiqui)  Aprajita Sethi (R) Nisheeth and Surbhi Kapoor (BCCL/ Farhan Ahmad Siddiqui)  Bulbul Godiyal (R) Dr Rajneesh and Dr Bhawna Singh (BCCL/ Farhan Ahmad Siddiqui)  Dr Shazia and Dr Aleem Siddiqui (R) Irena Akbar (BCCL/ Farhan Ahmad Siddiqui)  Madhvi Kuckreja (R) Sahil Singh with Mitu Bhowmik (BCCL/ Farhan Ahmad Siddiqui)  Sunaina Sharma Manerker and Kalpesh Agarwal (R) Veena Purwar (BCCL/ Farhan Ahmad Siddiqui) In Video:Lucknowites enjoyed a special evening with OnirDownload The Times of India News App for Latest City .", "time": "2019-06-20 00:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknowites-enjoyed-a-special-evening-with-onir/articleshow/69857800.cms"}, "Mayawati to reveal reason for ending pact": {"description": "LUCKNOW: BSP chief Mayawati is scheduled to address an all-India meeting of her party in Lucknow on June 23 where, among issues related to the upcoming by-elections in UP, she is expected to speak about her decision to sever her alliance with Samajwadi Party. Mayawati, who had been in Delhi after the declaration of the Lok Sabha elections in which her party won 10 seats in UP, returned to Lucknow on Tuesday. In a meeting of party workers held on June 3, Mayawati had sprung a major surprise by announcing the end of alliance with SP and her decision to contest by-elections in UP. “While nobody will question her, there were many in the party who did not understand her decision to cut off the alliance with SP. She had said that it was because the SP had failed to transfer its votes to BSP, leading to a not so impressive performance by the alliance, and the party now needs a way forward,” said a BSP functionary. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/mayawati-to-reveal-reason-for-ending-pact/articleshow/69866992.cms"}, "Uttar Pradesh to have herbal highways soon": {"description": "LUCKNOW: For centuries, Indians at home have used these Ayurveda herbs, either as condiments in cooking or to cure diseases. Now, the UP government is on course to grow haldi (turmeric), brahmi, ashvagandha, anantmula, janofa and mashparni — among 34 herb varieties — along national and state highways for their medicinal benefits in the belief that they will “keep air-borne, bacterial and face (skin) diseases at bay”. According to Ayurveda experts, the benefits of brahmi include sharpness of memory, ashvagandha has been in use for general wellness, including against depression and high blood sugar, and mashparni’s benefits include boosting body energy, strengthening muscles and increasing sperm count. Undertaken by UP’s public works department (PWD), the plan is an extension of NDA’s flagship Ayushman Bharat Yojana. According to the detailed note by PWD, accessed by TOI, pilot project has started in 18 districts. The PWD note also blames the invasion of “English plants” (meaning non-native species) such as cacti and bonsai (the Japanese word for growing miniature trees by stunting their growth) in homes, offices and parks, and the declining use of plants mentioned in the Ayurveda system of medicine. “Besides, one of prime reasons for unfit India is shrinking open air and disappearing Ayurveda trees. There is a need for herbalrich gardens, herbal-rich roads (sic) to use them to our advantage,” the note said. “Asthma, cancer and face (skin) diseases are growing despite hospitals and availability of doctors. The cure is possible with help of these herbs,” the note added. A pilot initiative has already been implemented on busy stretches of the Delhi-Yamunotri state highway 57 in Saharanpur, Ashapur-Sarnath state highway in Varanasi, Panchkosi Parikrama state highway in Ayodhya, the Gorakhpur-Deoria state highway, the Aligarh-Mathura highway via Keshavdham and the Banda-Bahraich stretch in Chitrakoot. ‘UP is the 1st state to implement scheme’For centuries, Indians at home have used these Ayurveda herbs, either as condiments in cooking or to cure diseases. UP deputy CM Keshav Prasad Maurya, who heads the PWD, says the plan was conceived last year to revive both Ayurveda in India as well as help people stay disease-free. “UP has become the first state to implement such a plan in India,” said Maurya. The PM’s endeavour to bring the benefits of Ayushman Bharat to the common man is already reaping benefits. Such a scheme will help both development and beautification and bring medicinal benefits,” said Maurya. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:59:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/uttar-pradesh-to-have-herbal-highways-soon/articleshow/69850481.cms"}, "\nA fun filled evening for the ladies\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/a-fun-filled-evening-for-the-ladies/articleshow/69755680.cms", "description": "This party hosted by a ladies' club in the city was high on entertainment. Dancing was the highlight of the do where we spotted the femme brigade dancing to latest Bollywood tracks. They also played several games.  Neha Mathur and Ruchi Jain (BCCL/ Aditya Yadav)  (L-R) Ravindra Kaur, Rashmi Pandey and Aarti Bhatnagar (BCCL/ Aditya Yadav)  Akanksha and Anita Srivastava (BCCL/ Aditya Yadav)  Anju Pandey and Richa Nigam (BCCL/ Aditya Yadav) Download The Times of India News App for Latest City ."}, "50 unauthorised shops hog artery, LDA blind to menace": {"description": "LUCKNOW: Unauthorised commercial establishments in the heart of Gomtinagar have been causing frequent traffic bottlenecks, but the Lucknow Development Authority (LDA) has turned a blind eye to the problem. At least 50 residential properties on a 2km stretch between Husadia crossing and Captain Manoj Pandey crossing host commercial centres, including coaching cradles, restaurants, garment stores and shops dealing in electrical and electronic equipment. The high footfall of customers, coupled with no designated parking lot, translates into haphazard parking which in turn triggers snarls on the artery. Chief engineer of LDA Indu Shekhar Singh said the area was both residential and commercial, but admitted that for commercial activities, a no-objection certificate was mandatory. “The NOC is issued by LDA only if fire safety and parking norms are met,” Singh said, conceding that the 50-odd establishments were in all likelihood illegal. Executive engineer Rahul Srivastava too admitted that several shops between the two traffic intersections had not been approved by the LDA, primarily because of lack of parking space outside buildings that house them. On why no action had been taken against the offenders, the LDA officials maintained that a crackdown would be launched soon. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/50-unauthorised-shops-hog-artery-lda-blind-to-menace/articleshow/69866213.cms"}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Vehicle falls into UP canal, 7 feared drowned": {"description": "LUCKNOW: At least seven children were feared drowned after the vehicle carrying them fell into Indira Canal in Mohanlalganj area of Lucknow early Thursday morning. Police said that along with children 23 other passengers were also travelling in a goods carrier jeep and were rescued. Personnel of State Disaster Relief Fund (SDRF) have been pressed into service to retrieve the body of missing children. Superintendent of police (rural) Vikrant Vir said that around 29 persons, including six children of Loni Katra in Barabanki district, were returning from a wedding ceremony. \"Around 3am, the driver of the vehicle lost control on the wheels and failed to notice a turn and it plunged into a canal near Patwa village under Nagram area,\" added Vir. \"Hearing a loud thud villager came to rescue men and women while children drowned,\" an officer said. Later, the police control room was informed for assistance. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-seven-children-feared-drowned-as-vehicle-falls-into-canal-in-mohanlalganj/articleshow/69868512.cms"}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "Clouds, gusty wind to cool Lucknow today": {"time": "2019-06-18 07:45:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/clouds-gusty-wind-to-cool-lucknow-today/articleshow/69834762.cms", "description": "LUCKNOW: Gusty winds and partly cloudy sky might bring down temperatures by a degree or two on Tuesday. There is also a possibility of rain and thunderstorm. On Monday, the weather was hot and humid. The maximum and minimum temperatures were 40.9 and 27 degrees Celsius respectively and relative humidity was between 31% and 86%. State Met director JP Gupta said strong winds and partly cloudy sky are because of the western disturbance over the Himalayas. It may cause a thunderstorm on Tuesday and Wednesday at several places in the state, including Lucknow. Monsoon advancement is slow and is expected to reach the city by the end of the month. Download The Times of India News App for Latest City ."}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "All drains in colony choked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/all-drains-in-colony-choked/articleshow/62201776.cms", "description": ""}, "A five-day theatre festival concludes in Lucknow": {"time": "2019-06-19 01:00:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/a-five-day-theatre-festival-concludes-in-lucknow/articleshow/69841241.cms", "description": "A five-day theatre festival organized by Utsaah Foundation, concluded in Lucknow recently. Organised at Rai Umanath Bali Auditorium, the festival was inaugurated by UP, Dr Dinesh Sharma, Deputy Chief Minister, UP.  A scene from the play Ghar Jamai (BCCL) The opening play of the festival was Avruddh, which was staged by Shiv Sambhav group from Varanasi. It was directed by Sumit Srivastava. Next was Chaand Ke Paar Ek Chhabhi by Theatron Group and was directed by Subrat Rai. On the third day, a play directed by Sanjay Tripathi, Ghar Jamai based on Munshi Premchand’s work was staged. Lucknow-based group Manjushri also staged a play Abu Hasan which was directed by Shailesh Srivastava. On the concluding day, play Kabrgaah was staged by Ashutosh Vishwakarma from Innovation Theatre.  A scene from the play Avruddh (BCCL)  A scene from the play Chaand Ke Paar Ek Chhabhi (BCCL)  A scene from the play Kabrgaah (BCCL) In Video:A five-day theatre festival concludes in LucknowDownload The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "More funds for college in name of Yogi’s guru": {"description": "LUCKNOW: Gorakhpur will soon get a college in the name of UP chief minister Yogi Adityanath’s guru, Mahant Avaidyanath, who was also a four-time MP from the city. The cabinet on Tuesday approved a budget of Rs 30.34 crore for setting up the college. Government spokesperson Sidharth Nath Singh said the proposal had earlier been estimated at Rs 10.78 crore but various additions were made, like a hostel, multi-purpose hall and an auditorium. “The project had been cleared but it came back to cabinet with a revised budget estimate. The new estimate has been cleared by the cabinet,” he said. Avaidyanath was the head of Gorakhnath Math and was succeeded by Yogi Adityanath. He was also elected as MLA from Maniram assembly seat five times. He passed away in 2014. The government also approved additional budget for setting up a zoo in Gorakhpur, dedicated to freedom fighter Ashfaqullah Khan. The total budget for the project, conceptualised in 2008-09 under the Mayawati government, is Rs 181.82 crore. “Due to addition of facilities like theatre, video-conferencing facility, the budget has increased by Rs 9.75 crore,” said government spokesperson Shrikant Sharma. UP has only two zoological parks: in Lucknow and Kanpur. The cabinet also cleared the target of planting 22 crore saplings across the state. It also approved the establishment of Uttar Pradesh Education Service Tribunal for resolution of service matter disputes of school teachers and employees. The tribunal will have a chairman, one vice-chairman (judicial, one vice-chairman (administrative) besides other members. The cabinet also gave its nod for the monsoon session of Vidhan Sabha and Vidhan Parishad from July 18. The last session was held on February 28, 2019. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:08:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/more-funds-for-college-in-name-of-yogi-adityanaths-guru/articleshow/69866922.cms"}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Pathetic road condition": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pathetic-road-condition/articleshow/60716116.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Uttar Pradesh: Electric buses to operate in 9 cities": {"time": "2019-06-18 18:06:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/electric-buses-to-operate-in-9-cities/articleshow/69843473.cms", "description": "LUCKNOW: City transport will get a boost in nine cities including Lucknow with electric buses ferrying commuters in days to come. Under PPP model, the directorate of urban transport has selected private firms which will deliver and maintain 630 electric buses in nine cities. Lucknow, Kanpur, Allahabad, Agra and Ghaziabad will get 100 buses each. Varanasi and Mathura-Vrindavan will get 50 buses each. Gorakhpur will get 20 and Shahjahanpur will get ten electric buses. What is needed now is the state government’s approval and release of funds to provide the needed infrastructure. The project will cost about Rs 800cr which includes cost of buses and construction of depots with charging shed, parking shed and a power sub-station. Land has been identified in nine cities for constructing the needed facilities. Construction might take at least six months after which the buses will start operation. “In Dubagga the construction of the depot is almost complete. CM will inaugurate it and operation of buses will start,” said director, urban transport, Ajit Singh. As many as 40 electric buses have reached Lucknow. At least ten electric buses are already plying as city buses. A charging facility has been provided at Alambagh depot for the buses in operation. The plan to operate electric buses was pending since June 2018. Download The Times of India News App for Latest City ."}, "Tree branches on electricity wires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/treebranchesonelectricitywires/articleshow/66078828.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Samajwadi Party prepares to go solo in 2022 UP elections": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/samajwadi-party-prepares-to-go-solo-in-2022-up-elections/videoshow/69819680.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Bullet wound kills bizman, triggers a whodunit": {"description": "LUCKNOW: A 28-year-old businessman died early on Wednesday of a bullet wound received during a scuffle with his wife’s kin in Sitapur district. While his family has claimed murder, police suspect accidental firing and are waiting for the postmortem report. According to sources in police, deceased Ankit Kumar tied the knot with Sunita Kumari last year, but it was never a happy union. On Monday, Sunita left her husband after a spat and, escorted by brother Harish, went to live with her parents in Rausa area. On Tuesday night, Ankit reached her village with three friends and tried to coax his wife to come back. “The couple quarrelled over domestic matters and the situation quickly turned ugly. We have reports that say Ankit trained a countrymade pistol at Sunita’s other brother Akash. When her family members tried to disarm him, the trigger went off accidentally and Ankit sustained a bullet wound in the stomach,” said Rausa station house officer NS Sirohi. The businessman was rushed to the community health centre, but referred to the district hospital. Doctors at Sitapur hospital in turn referred him to KGMU Trauma Centre in Lucknow. Ankit died on his way to the state capital. SHO Sirohi said police had received two sets of complaint. “One from friends and family of the deceased and another from his father-in-law. The first accuses Sunita’s brothers of shooting Ankit dead while the other claims he committed suicide. We are probing all theories and waiting for autopsy details,” the officer added. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/bullet-wound-kills-bizman-triggers-a-whodunit/articleshow/69866167.cms"}, "Agony fails to melt striking doctors’ heart": {"time": "2019-06-18 09:55:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/agony-fails-to-melt-striking-doctors-heart/articleshow/69835466.cms", "description": "LUCKNOW: The strike by more than 10,000 junior doctors in the city had serious repercussions on a number of patients, many of whom are suffering from serious ailments like cancer. With no doctors to attend to them, these patients lay in pain even as their family members haplessly sought help from the hospital staff. Cancer patient on floor, doctors absentRajendra Pratap lay on a bedhsheet on the floor of KGMU’s haematology department. His wife Malti Devi kept begged for help to get her husband, a cancer patient, admitted to the Emergency. The couple had come from Basti on Monday along with their son Manoj Kumar but were denied admission in wake of the strike. The family is poor and cannot afford treatment in private hospital. “The people in the hospital are asking me to come back tomorrow. But I don’t think my husband would survive if we take him back to home. We will stay at the hospital because we don’t have anywhere to go,” she said. Office leave goes in vainParas Saxena took a leave from office and brought his mother from Shahjahanpur to get her medical tests done at KGMU. But owing to strike the test were postponed to Tuesday. Paras said he did not have enough money to stay in a hotel. “We will spend our night in the corridors of KGMU. Also, I will have to take another day’s off. We had come last week too to take an appointment and had got it after standing in a long queue,” he said. Diabetic woman’s bitter experienceThe journey from Basti to Lucknow was an ordeal for Roop Ratna, whose body has swelled up due to diabetes. Riding on her will power, she arrived in the city in the hope that doctors would end her misery. But that did not happen. Despite her son’s repeated requests, the staff at Ram manohar Lohia Institute refused to admit her. “Why should we suffer if something wrong happened in Bengal. I came here with all my family members and now they have refused to admit me. I am not in a condition to go anywhere else because of my illness,” she complained. Disabled son by side, mom on her ownSavitri Devi, a Rae Bareli resident, had brought her differnetly abled son Sonu Singh to KGMU OPD. But no OPD registrations were done as junior doctors remained on strike. Savitri Devi was livid as her son was in acute pain. “What is the fault of my son? Why should he be made to suffer? I reached the hospital on time but nobody is ready to attend to my son. Now, I will have return to Rae Bareli and take my son to a private hospital,” she said. Cancer patient sleeps on roadRupa (35), a blood cancer patient, had been given Monday’s appointment in the haematology OPD of KGMU. She, along with her brother, had reached Lucknow from Siddharth Nagar on Sunday night itself and was among the firsts to stand in the queue at the registration counter on Monday. However, two hours later the hospital staff informed her that the appointment had been cancelled as doctors were on strike. She still did not leave the queue. Finally, at 11.30am, hospital staff told all patients to leave. “I will have to stay here on footpath so that I can see the doctor on Tuesday. I don’t have enough money to go back and come again later this week,” she said. Yes to meeting, no to treatmentSatya Bansal was operated upon recently for an intestine related disease and has an external bag attached on his stomach. He came from Gorakhpur on Monday morning, unaware about the doctors’ strike, and got his registration done. He even met his doctor but the latter told him that he won’t be able to attend to him because no junior doctor was present in the hospital to assist him in the check-ups. Woman misses chemotherapyDinesh Mishra had accompanied his cancer-stricken wife Neelam from Siddharth Nagar for chemotherapy. But the couple were in for a shock when the doctors at RML Insituite told them it had been posponed in the wake of strike. “I was given June 17 appointment for chemotherapy of my wife and now I am worried what to do as I have no other option. I asked the doctor about the next date but he was clueless,” said Dinesh. (With inputs from Urooj Khan, Pranchal Srivastava, Rahul Tripathi, Aditya Shukla ,Shambhavi Mishra and Niba Mirza) Download The Times of India News App for Latest City ."}, "Kaifi Azmi Akademi organises a dance event": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/kaifi-azmi-akademi-organises-a-dance-event/articleshow/69785184.cms", "description": ""}, "Police deny victim’s account in Rampur gang-rape case": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/police-deny-victims-account-in-rampur-gang-rape-case/videoshow/69852056.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "UP government to now issue press releases in Sanskrit also": {"time": "2019-06-18 13:06:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-government-to-now-issue-press-releases-in-sanskrit-also/articleshow/69838809.cms", "description": "LUCKNOW: In a bid to promote Sanskrit, the Uttar Pradesh government will now issue press releases in Sanskrit along with Hindi, English and Urdu, an official said Tuesday. The first press note in Sanskrit was issued by the state government's Information Department on Monday. Senior officials of the Information Department said the important speeches of Chief Minister Yogi Adityanath and government information will be released also in Sanskrit, along with Hindi, English and Urdu. The department has decided to take help of Lucknow-based Rashtriya Sanskrit Sansthan for translating chief minister's speeches for public release. \"This is the first time that such a step is being taken. The speech of chief minister (Yogi Adityanath) delivered at a recent NITI Aayog meeting in New Delhi was released in Sanskrit and was well received. Now we plan to expand it further,\" the official said. During a function on Monday, Adityanath had said that Sanskrit was in the DNA of the country. \"Sanskrit is in the DNA of India, it is now limited to the work of priests,\" he had said. Incidentally, there are 25 periodicals in Uttar Pradesh which are printed in Sanskrit but none of them is a daily. Download The Times of India News App for Latest City ."}, "Agra: Pregnant woman allegedly denied entry in hospital, delivers baby outside health facility": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/agra-pregnant-woman-allegedly-denied-entry-in-hospital-delivers-baby-outside-health-facility/videoshow/69864822.cms", "description": ""}, "Lucknow civic body fires, hires & fires again three laggard agencies": {"description": "LUCKNOW: The Lucknow Municipal Corporation (LMC) has terminated the contracts of three private agencies that were hired despite being blacklisted for shoddy performance in the past, but it is yet to initiate action against its own officials who engaged them a second time. According to LMC records, the original contracts of these agencies were revoked and they were blacklisted in December 2018 for slacking off on garbage collection, cleaning drains and sweeping roads. However, they were hired once more in March this year by the corporation’s zonal officials. The anomalies came to light recently when municipal commissioner Indramani Tripathi was reviewing complaint registers. Residents of Raqabganj and Aashiana had voiced maximum grievances. On enquiry, Tripathi found that the three agencies at fault had earlier held contracts of Campbell Road, Yahiyaganj and Jankipuram extension. They were hired again by LMC zonal offices for Raqabganj, Aashiana and Alambagh. Tripathi said he had cancelled the contracts once more and ordered a probe into the role of zonal officials in hiring blacklisted agencies. New agencies have now been entrusted with cleanliness work in the affected areas, he added. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/lmc-fires-hires-fires-again-three-laggard-agencies/articleshow/69849368.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Amitabh Bachchan begins shooting for Gulabo Sitabo in Lucknow": {"time": "2019-06-19 01:00:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/amitabh-bachchan-begins-shooting-for-gulabo-sitabo-in-lucknow/articleshow/69842766.cms", "description": "Amitabh Bachchan reached Lucknow on Tuesday afternoon to begin shooting for Shoojit Sircar's 'Gulabo Sitabo'. With an extensive schedule planned in the city till the end of July, the film is written by Lucknowite and National Award winner Juhi Chaturvedi. Giving Bachchan company on screen is Ayushmann Khurrana, who has always called himself a huge fan of the senior actor. Bachchan Senior reached Lucknow on a chartered plane and also wrote about beginning the film shoot in Lucknow on Twitter.  In an interview with Mumbai Mirror, while talking about the film, Shoojit Sircar said, \"Gulabo Sitabo are popular glove puppet characters in Uttar Pradesh. In the story Sitabo is the worn-out, overworked wife of a man, while Gulabo is his enticing mistress. It is peppered with local humour and songs that depict the nuances of daily life.\" The shoot begins in Qaiserbagh from today in a private house and will also be conducted at a few locations in the city including the City Station and Aminabad. In Video:Amitabh Bachchan begins shooting for Gulabo Sitabo in LucknowDownload The Times of India News App for Latest City ."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "CM speeches, press notes in Sankrit too": {"time": "2019-06-18 04:48:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/cm-speeches-press-notes-in-sankrit-too/articleshow/69833791.cms", "description": "Lucknow: For possibly the first time in the state, the UP government will now be issuing important press notes, the chief minister’s speeches and messages in Sanskrit. The language will join Hindi, English and Urdu as one of the media for disbursal of information. Officials said that though there aren’t many Sanskrit publications in UP—notable exceptions being a publication in Allahabad and a few magazines—the aim of releasing information in Sanskrit was to reach a target audience on social media and help scholars of Sanskrit use official material. “On September 6, 2018, CM Yogi Adityanath had expressed the desire to have his speeches and messages published in Sanskrit. In pursuance of this, we recently asked the chairperson of the Sanskrit Sansthan to translate a press note on the Niti Ayog meeting in Sanskrit and it was received very well on social media. This is the government’s bid to keep alive a language and we will now send out important information in Sanskrit more regularly,” said an official. The government’s information department is expected to hire content writers for this job. Sources said that scholars in the Sanskrit Sansthan, including their MA students, were a ready pool of experts who could do this work. Download The Times of India News App for Latest City ."}, "7-day yoga camp underway in AMU ahead of International Yoga Day": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/7-day-yoga-camp-underway-in-amu-ahead-of-international-yoga-day/videoshow/69864573.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "\nLucknowites enjoyed a special evening with Onir\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknowites-enjoyed-a-special-evening-with-onir/articleshow/69857800.cms", "description": "Although it’s been a while, but this was one special evening Lucknowites will remember when filmmaker Onir and Mitu Bhowmik jointly hosted an event at a popular hotel in Mall Avenue. The event marked the screening of Mitu’s documentary on differently-abled children. The event was ‘opened’ with a passionate speech by Sahil Singh amid a huge round of applause, followed by the documentary whch was appreciated by the who’s who of the city present.  Abdullah Khan (R) Afraz and Irfan (BCCL/ Farhan Ahmad Siddiqui)  Aprajita Sethi (R) Nisheeth and Surbhi Kapoor (BCCL/ Farhan Ahmad Siddiqui)  Bulbul Godiyal (R) Dr Rajneesh and Dr Bhawna Singh (BCCL/ Farhan Ahmad Siddiqui)  Dr Shazia and Dr Aleem Siddiqui (R) Irena Akbar (BCCL/ Farhan Ahmad Siddiqui)  Madhvi Kuckreja (R) Sahil Singh with Mitu Bhowmik (BCCL/ Farhan Ahmad Siddiqui)  Sunaina Sharma Manerker and Kalpesh Agarwal (R) Veena Purwar (BCCL/ Farhan Ahmad Siddiqui) In Video:Lucknowites enjoyed a special evening with OnirDownload The Times of India News App for Latest City ."}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Unique 'bhoosa bank' from fodder donated by farmers": {"description": "LUCKNOW: Unnao is set to create a record of sorts with 100 gaushalas coming up in the district in just 90 days and, also, a unique \"bhoosa bank\" (fodder bank) to feed cattle. Vetenarians will be connected through whatsapp groups for minute-to-minute monitoring of hapless cattle abandoned by farmers and kept in these \"gaushalas.\" The project has been completed by the MNREGA and gram panchayat funds. Chief minister Yogi Adityanath had recently held a high-level meeting and had issued guidelines for cow protection home and saving abandoned cattle that were starving for want of fodder and care.  \"The gaushalas can hold an estimated 50,000 cattle. This will help prevent cattle from straying and raiding farms,\" said Unnao district magistrate Devendra Pandey. UP Assembly Speaker Hridaya Narain Dixit will inaugurate the gaushalas on June 24. Pandey said that this is first such a project in the country where 100 \"gaushalas \"are being inaugurated in one day, constructed in just 90 days and will have maximum capacity to house 50,000 cows. While cattle was found starving for want of availability of fodder and also being abandoned by farmers after they are unproductive, Pandey and his team of officials from the veterinary department created the \"bhoosa bank\" (bank or storage of fodder) where farmers and people in rural areas could voluntarily donate fodder. Unnao chief veterinary officer has also created a whatsapp group of the 100 \"gaushalas\" spread over the 16 blocks of the district to ensure round-the-clock monitoring of the care and condition of the cattle housed there. A roaster of vets has been created and they would keep an eye on the cattle in the protection homes. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:38:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/unique-bhoosa-bank-from-fodder-donated-by-farmers/articleshow/69867331.cms"}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Sambhal: 8 killed in road accident": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/sambhal-8-killed-in-road-accident/videoshow/69864637.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Lucknow: Shortage of A+, AB+ blood at KGMU": {"description": "LUCKNOW: There is acute shortage of A+ and AB+ blood at the KGMU blood bank. Against daily requirement of 400 units, the current availability of A+ is 40 units and AB+ just 10 units. Even the donation of over 100 units on the World Blood Donor Day did not ease the situation as only a few units of these two blood groups were received at KGMU. The shortage is creating problems not only for general patients but also for thalassemia patients as they require regular blood transfusions. In wake of the crisis, only one unit of blood group A+ and AB+ per patient is being issued daily from the bank. There are 100 registered thalassemia patients at KGMU and in all they require 125 units of blood for transfusion in every three to four weeks. Sixty of these patients belong to these two blood groups. For thalassemia patients, KGMC issues blood units even without donors. Prof Tulika Chandra, head of the transfusion medicine department, said, \"On a single day, we give out 100 units of A+ and AB+ blood groups. The stock to be maintained is of 400 units as it takes four to five days for screening a unit and the cycle has to be maintained.\" Download The Times of India News App for Latest City .", "time": "2019-06-19 10:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/shortage-of-a-ab-blood-at-kgmu/articleshow/69851608.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "UPPSC: Interviews for recruitment of 610 civil judges in UP from June 21": {"description": "LUCKNOW: Uttar Pradesh Public Service Commission (UPPSC) would conduct interviews for “UP Judicial Service Civil Judges (Junior Division) Exam-2018” from June 21 to July 17. The final result of the exam is slated to be announced by July 20, said officials. As many as 1857 aspiring judges are competing for 610 vacancies of junior division civil judge in district court across the state. One of the biggest recruitment of the judges in the state started after Allahabad high court intimated the UP department of appointment and personnel (DoAP) about the number of civil judges lying vacant across the state. Following this, a requisition of 610 posts was forwarded to the UPPSC for filing the posts, said officials. High Court has directed UPPSC to complete the recruitment in a time bound manner so as to address the issue of shortage of civil judges in the state, said Jagdish, secretary, UPPSC. The exam, also known as Provincial Civil Services (Judicial), is held in three stages-Preliminary, mains and interviews. The result of the mains stage of the exams was announced on June 13. Examination controller Brijendra Kumar Dwivedi said, \"Applicants should report to Yamuna auditorium of the Commission in Allahabad with application form, attestation form, index card, details of mark obtained and documents related to academic qualifications. The candidates have also been intimated separately.\" Download The Times of India News App for Latest City .", "time": "2019-06-19 21:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/uppsc-interviews-for-recruitment-of-610-civil-judges-in-up-from-june-21/articleshow/69862591.cms"}, "Caught on cam: UP GRP official beaten by men who were breaking queue at railway ticket counter": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/caught-on-cam-up-grp-official-beaten-by-men-who-were-breaking-queue-at-railway-ticket-counter/videoshow/69854925.cms", "description": ""}, "\nWhen music ruled supreme at this event in Lucknow!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/when-music-ruled-supreme-at-this-event-in-lucknow/articleshow/69294370.cms", "description": "A private school in lucknow, celebrating 60-years of its establishemnt, organised a western classical music concert, Historic International Concert of the Indian National Youth Orchestra, conducted by Lucknow-born composer and conductor Vijay Upadhyaya.  Brigitte Oppinger-Walchshofer and Jean Claude Kugener (BCCL/ Aditya Yadav)  Amrita Das, Jagdish Gandi and Finous (BCCL/ Aditya Yadav)  Geeta Kingdon, Julia and Mona (BCCL/ Aditya Yadav) Ricky Kej, Roger and Roshan Gandhi (BCCL/ Aditya Yadav) Armed with a 368-piece orchestra, with 118 musicians and 250 chorus artists from 17 foreign nations and also musicians from 11 states of India, the performance witnessed a jam-packed auditorium with people also coming in from outside of the city to listen to ‘their own Upadhyaya’. And undoubtedly the performance of the musicians left everybody in awe. Most people in the audience were seen recording the music on their mobile phones.  Vijay Upadhyaya with Dr Abhilasha (BCCL/ Aditya Yadav) The evening began by the lighting of the lamp by chief guest Hriday Narayan Dikshit, Speaker, Uttar Pradesh Legislative Assembly. Also present at the event was Indian Grammy award winner Ricky Kej. — Saad Abbasi In Video:When music ruled supreme at this event in Lucknow!Download The Times of India News App for Latest City ."}, "Scored 5 out of 300 in Lucknow University management entrance test? Pick your course": {"time": "2019-06-18 14:03:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/scored-5-out-of-300-in-lu-mgmt-entrance-test-pick-your-course/articleshow/69833805.cms", "description": "LUCKNOW: Seeking admission to MBA in LU? Even if you have scored as low as five marks in the Lucknow University management entrance test, you stand a chance of getting admission to the course. LU has invited all candidates who have appeared for the entrance test for admission to its management courses for counselling on Tuesday. A candidate scoring marks even in single digit in the entrance test is likely to get admission. This is because for admission to 600 MBA seats, only 742 candidates had appeared for the entrance test. Besides, a number of candidates did not turn up for counselling. As a result, low scorers are likely to get an opportunity for admission as the difference between the total number of seats and the number of candidates is very low. LU offers six management courses. While there is maximum rush for regular MBA, seats in other courses—MBA (finance & control), MBA (human resources & industrial relations), MBA (marketing), MBA (international business) and master’s in tourism and total management, often remain vacant. In the overall merit list for the six courses, all candidates from rank 1 till rank 742 have been called. The candidate with the last rank has scored 5 marks in the entrance test out of 300. “A number of candidates don’t take admission if they don’t get admission in the most sought after MBA courses offered due to lack of career prospects. As a result, in the remaining management courses, admission is a cake walk,” said an LU official. Download The Times of India News App for Latest City ."}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Ministers get additional charges as colleagues become MPs": {"time": "2019-06-18 14:11:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/ministers-get-addl-charges-as-colleagues-become-mps/articleshow/69833798.cms", "description": "LUCKNOW: Amid speculation of a cabinet expansion after three ministers were elected as members of Parliament in the recently concluded Lok Sabha elections, the government has, for the time being, distributed their portfolios among sitting ministers. Governor Ram Naik accepted the resignation of three ministers on Monday and has approved of the distribution of their portfolios as additional charge to other ministers, as recommended by chief minister Yogi Adityanath. Of the portfolios held by SP Singh Baghel, the animal husbandry and fisheries departments have been handed over to minister of dairy development Laxmi Narayan Chaudhary while Dharam Pal Singh, who already holds the irrigation portfolio, also gets minor irrigation. Rita Bahuguna Joshi’s departments of family welfare, and mother and child welfare have been given to health minister Sidharth Nath Singh while the chief minister has kept women welfare and tourism. Industries minister Satish Mahana will hold charge of all departments previously held by Satyadev Pachauri which include khadi and village industries, sericulture, textile, micro, small and medium enterprises and export promotion. Download The Times of India News App for Latest City ."}, "Wells dry up in scorched Bundelkhand , rain deficit looms": {"description": "BANDA/MAHOBA: It was still morning in Banda, yet the heat was oppressive and sweltering, but it made little difference to almost 100 residents of Panghara village who had blocked the highway between Banda and Naraini on June 15. The protesters were all scheduled caste, demanding action against their gram pradhan for providing water supply only to the village area inhabited by upper castes and not giving them any. “We are forced to walk to the handpump across our village, crossing a highway for it. When we cannot go to fill water, our children do. It is highly dangerous for them. The pradhan has diverted all the water to the area where upper caste people live. We are unable to do daily wage work because we have to get water,” said Savitri, a resident. Uttar Pradesh’s Bundelkhand district, one of the most backward in country, has a perennial problem of water scarcity, but the situation is worse this year. In 2018, the region saw rainfall deficiency ranging from 8% to 56%. This year, with monsoon already delayed, the rainfall deficiency between June 1 and June 18 is already being pegged from 26% to 84%. Ponds and wells have dried up and locals have to walk an hour to fetch water. The livestock is worst affected as carcasses are seen lining roads and lying scattered in fields. In the absence of jobs, failing agriculture and water shortage, most people have left for cities for temporary employment and will return to sow their fields when monsoon arrives. In Dhikwaha village of Mahoba district, 18-20 tubewells have gone dry. Princy Yadav (14) tells she has to walk an hour to the only tubewell outside the village to get water. “Around 125 people from our village have gone to cities because there is neither water nor any work here. The women of the households go to fetch water in the morning, and in the evening, it’s the turn of children after they return from school,” she says. It takes 30 minutes to reach the tubewell, but well over two hours are actually spent in returning with water because there is a long queue at the tubewell. “There are frequent fights, as the tubewell often runs out of water and so all the people want to fill their vessels first,” she said. In Dhoraiyan, residents say that 15 families left the village with the onset of summer and will return only after first monsoon rain. “Monsoon had failed last year,” says Pushpa, a resident. “It is delayed this time also because of which agriculture has been seriously affected. The fields are dry and there is no fodder for cattle. The wells and tubewells dried up months back. The government doesn’t send any water tankers,” she added. Mahoba recorded a rainfall deficit of 56% in 2018 where Banda was 8% rain deficient. This year, the pre-monsoon deficit is already 29% and 84%, respectively, with no rains yet to recharge wells and village ponds. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:17:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/wells-dry-up-in-scorched-bkhand-rain-deficit-looms/articleshow/69849301.cms"}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Road dug up since 5 months": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up-since-5-months/articleshow/59907825.cms", "description": ""}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Streetlight or tree?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlight-or-tree/articleshow/59570574.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Tree branches tangled with wires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Tree-branches-tangled-with-wires/articleshow/55372900.cms", "description": ""}, "Gharial hatchlings spring hope in Katarniaghat forest": {"description": "LUCKNOW: Their numbers were going down steadily at the Katarniaghat Wildlife Sanctuary till late but in a pleasant surprise for wildlife conservationists, over 150 gharial hatchlings swam into the river Girwa on Wednesday morning. An endangered species endemic to India, especially to the northern region, the number of gharials at the wildlife sanctuary have seen an over 50% rise in population. From mere 15 gharial nests in the river Girwa, wildlife conservationists at the sanctuary counted 32 nests this year. “As many as 852 hatchlings came out of eggshells in these 32 nests and went into the river. We managed to save 160 hatchlings, and will protect their life so that their population can be increased further,” said Dudhwa Tiger reserve field director Ramesh Pandey. The Katarniaghat wildlife sanctuary falls under Dudhwa tiger reserve. “In 2005, there were just five gharial nests. After conservation, their count went up to 30-40 in next decade. But last year, the number went down to 15,” he added. The conservationists then noticed that the sandbars used by the fish-eating narrow snout gharials were changing form significantly. This was because of over growth of tall grass, change in nature of sandbar’s slopes when they got submerged in water and the presence of predators like dogs and vultures. “We systematically eliminated all of these factors, held vigils in teams and protected the eggs that the gharials hide in sandpits and the hatchlings from predators,” said Pandey. Adding to the number of the species, conservationists have re-started the process of keeping back some hatchlings to help in population growth. “The 160 hatchlings we have kept with us, will be nurtured to attain strength and will be reintroduced into the river in winters so that chances of their survival improve and the survival rate is higher than when they are smaller and are in the river,” said Pandey. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:38:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/gharial-hatchlings-spring-hope-in-katarniaghat-forest/articleshow/69866175.cms"}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "\nIla Arun and KK Raina bring the house down in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/ila-arun-and-kk-raina-bring-the-house-down-in-lucknow/articleshow/69398057.cms", "description": "The Cultural Department of Uttar Pradesh organized an event with the play Namaste Jai Shree Krishna staged at the Sangeet Natak Akademi, recently. The event saw all the theatre lovers and theatre veterans from the city come to watch it. Veteran theatre artists Ila Arun and KK Raina flew from Mumbai to perform in the play. The who’s who of the city, including OP Singh, DGP, UP, along with Dr Hari Om, IAS and Poornima Pandey, Director SNA and secretary Rubeena Baig were at SNA to enjoy the evening.  Gopal Sinha & Poornima Pandey and Surya Mohan Kulshreshtha (BCCL/ Vishnu Jaiswal)  (L-R) Suchi Sahu, Pankaj and Col BK Prasad (BCCL/ Vishnu Jaiswal)  (L-R) Malvika and Dr Hariom , Mini Bajpayee (L) and Neerja Shukla (BCCL/ Vishnu Jaiswal)  (L-R) Neelika, Sangeeta Jaiswal, Nehi & Sameer Agarwal (BCCL/ Vishnu Jaiswal)  Pradeep Kapoor and Ila Kapoor with RKS Rathore and Sushma Rathore (BCCL/ Vishnu Jaiswal)  Rakhi Kishore (L) & Geeta Singh, Rachita Vyas (L) & Shamita Joshi (BCCL/ Vishnu Jaiswal)  Rakesh Chandra (L) and Ajay Jain and Tarun Raj and Archna (BCCL/ Vishnu Jaiswal) Adapted from Tom Dudzick’s play of the name Greetings! the story revolved around the contradictions in a family when the son brings home his girlfriend of a different culture and dialect, and the problem faced by the son in hiding the fact the girl is his girlfriend. Written and directed by Ila Arun and KK Raina, the play had the audience in splits with them creating magic with their chemistry on stage. — Saad Abbasi Download The Times of India News App for Latest City ."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Uttar Pradesh: Principals, headmasters to be chosen through UPPSC": {"time": "2019-06-18 08:23:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/principals-headmasters-to-be-chosen-through-uppsc/articleshow/69833802.cms", "description": "LUCKNOW: Chief minister Yogi Adityanath on Monday issued instructions that selection of principals and head masters of government, aided and recognised schools should be done through Uttar Pradesh Public Service Commission (UPPSC) and further added that a Shiksha Seva Chayan Aayog be set up to recruit teachers. Yogi passed the instructions to officials during a review meeting of education department. UPPSC had been already conducting selection of principals of government inter colleges and government girls’ inter colleges. Now, it will also recruit principals of aided schools. Reviewing the basic and secondary education departments, the CM also added that the midday meal scheme in Lucknow and Mathura should be linked to Aadhaar number of students . “The CM was annoyed over the delay in providing textbooks, bags, and uniforms to students and has directed the department to do so immediately. He further said that milk being provided to students once a week should be checked for quality,” said an official present at the meeting. The CM has also asked for instituting a state award to encourage teachers and honour the good work being done by them, said sources. The criteria for selecting the winners will be fixed. Basic Shiksha Adhikaris (BSAs) posted in one district for many years should be transferred and all of them should inspect schools within their jurisdiction each day, CM Yogi further added. Reiterating the directions issued in the last meeting, the CM said that officials should carry out as many field visits as possible to inspect schools and interact with principals, teachers and guardians of students. He also instructed principals to meet parents of students twice a year. Yogi also said that strict action should be taken against any official who fails to clear files within three days, unless necessary. He further said that solar panels should be installed in schools. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Ordinance bars anti-national activity in UP private universities": {"description": "LUCKNOW: Private universities in UP will have to give an undertaking at the time of getting approvals that it will “not be involved in any anti-national activity, allow such activity within its premises or let its name be used for any such activity. Any such act would be construed as violation of the rules of establishment and the government can take action.” The existing 27 private universities in the state have been given a year to promulgate rules according to the Uttar Pradesh Private University Ordinance, 2019, which was passed by the state Cabinet on Tuesday. The ordinance will now be presented in the Assembly in the session beginning from July 18. The ordinance makes provisions for “inclusion of a sense of national integration, secularism, social equality and international harmony in the objectives of the universities.” Among its other clauses, the ordinance states that “universities will not be allowed to bestow an honorary degree without prior approval of the state government. 75% of teaching staff will be regular appointmentsThe appointment of vice-chancellor can also be done by the chancellor only after consultation with the governing body.” It has been proposed in the ordinance that “land for the university cannot be sold, transferred or leased though it can be mortgaged to a bank or financial institution for establishment of the university.” The ordinance further states that a “minimum of 75% teaching staff have to be regular appointments. A common academic calendar will be specified under which there will be common dates for conducting of exams and declaration of results.” Provision has been made in the ordinance to ensure that fee structures are placed in the public domain. Also, “universities will have to reserve 10% seats for students from the economically backward category. Such students will pay only 50% of the normal fee”. According to the ordinance, the UP State Higher Education Council will now be the nodal agency that will oversee compliance of the ordinance and rules. It empowers the council to file reports with the government for action if it is unable to get information from any private university within a specified period of time. The council, as per the ordinance, will “inspect a university at least once a year to monitor the quality of education and its compliance with rules, and submit an annual report on its working. If any violation comes to light, the state government will issue appropriate instruction which will be mandatory for the university to follow.” The government, the ordinance said, is also “empowered to revoke recognition to a university if charges of cheating, corruption or misuse of funds against it are proven. The council can order an investigation into such charges. After the university is given a chance to defend itself, the government will be authorised to dissolve the university through a notification.” Download The Times of India News App for Latest City .", "time": "2019-06-19 09:38:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/ordinance-bars-anti-national-activity-in-up-private-universities/articleshow/69850499.cms"}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Teenager tries to kill self over 'poor marks'": {"description": "LUCKNOW: A 17-year-old girl tried to commit suicide on Tuesday because she did not get admission in the college of her choice after class XII. The girl jumped in front of a train in Hasanganj and was badly injured. However, a team of police took the girl to trauma centre where she was treated. In a letter, the girl, Khushi, wrote, \"Due to poor grades, I did not get admission due to which I am not able to complete my studies.\" She also regretted that she \"was a girl\". If she was a boy, she wrote, she would have survived because a boy can survive even without studying. Her father Mannapal is a security guard and she has a 15-year-old brother. \"I don't understand why she has taken this step. God has saved her,\" he said. Hasanganj SHO Dhirendra Pratap Kushwaha said the case is under government railway police. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:43:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/teenager-tries-to-kill-self-over-poor-marks/articleshow/69850426.cms"}, "Shocking medical apathy in UP's Bareilly, 3-year-old denied treatment, dies": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/shocking-medical-apathy-in-ups-bareilly-3-year-old-denied-treatment-dies/videoshow/69868209.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "Snatch gangs stalk morning walkers in Lucknow": {"description": "LUCKNOW: If you’re a woman who loves to flaunt her gold trinkets or a man with a fat wallet, it is time to exercise extra caution. TimesViewFrequent incidents of chain and purse snatchings in the heart of the city mean there is no fear law among petty criminals . In such a scenario, CCTV cameras and quick response by police can act as deterrents. In case of arrest, evidence in the form of footage will help speed up investigation. Severe punishment should follow, especially for repeat offenders.A police dossier has listed 255 cases of chain and cash snatching in the city since January, which effectively means one person is being targeted every 15 hours. Worse, very few of the these cases have been cracked till date in the absence of effective electronic surveillance. Indiranagar and Gomtinagar top the list of unsafe neighbourhoods with a total of 49 cases followed by Aliganj with 11. The victims were mostly morning walkers, besides working women returning home late from office. In some cases, the accused used firearms to rob their victims of valuables. On May 29, two bikers tried to rob Urmila Devi of her gold chain at gunpoint in B Block, Indiranagar. She managed to retain half of the chain. Shikha Tiwari of Mahanagar recalled the horror of June 3 when two men flashed a pistol and snatched her gold chain in broad daylight. There were no patrol teams or CCTV cameras to nail them, Tiwari said. On June 8, Rekha Shah was robbed of her gold chain right in front of a police outpost in Talkatora. It was early morning. Her husband was teaching her how to ride a scooter. There were no policemen who could come to their rescue, she recalled. Not just women, snatch gangs have targeted men too in the recent past. On June 7, Ayush Jaiswal was robbed of his wallet by two men on a bike near Bhoothnath market. He says police have done precious little to identify the culprits, let alone arrest them. Sangeeta Agarwal of Mahanagar is still afraid to go out alone. On June 11, two men on a bike snatched her chain near Gole market when she was out to buy milk. “I have stopped venturing out alone since that day. Police rarely patrol the city and CCTV cameras are absent. The city has become unsafe,” she said. Ayushi Garg of Vibhuti Khand, who was robbed near Kathauta Crossing in May, said Lucknow police lack a dedicated mechanism to curb snatching. “Last year, my friend was targeted at Husadiya Crossing while my aunt was robbed near Viram Khand crossing in 2017. Police are yet to crack those cases or take concrete measures to prevent rerun,” she said. SSP Kalanidhi Naithani denied allegations that police were not doing enough to curb bike gangs that target unsuspecting victims and speed away. “We have identified vulnerable areas. These will now be geo-tagged to facilitate regular patrolling by the UP 100 fleet, besides district police,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:40:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/snatch-gangs-stalk-morning-walkers/articleshow/69849324.cms"}, "\nBusinessmen in Lucknow enjoy this musical eve\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/businessmen-in-lucknow-enjoy-this-musical-eve/articleshow/69344966.cms", "description": "A get-together of entrepreneurs was organized at a prominent hotel in the city. The evening was full of music, dance and lots of fun filled games. The event had several businessmen from the city indulge in dancing and singing.  Rachana & Sanjay and Rizwan Khan (BCCL/ Aditya Yadav)  Surabhi Gupta and Vivek and Vimi (BCCL/ Aditya Yadav)  Komal and Kartik with Prakhar Tandon (BCCL/ Aditya Yadav)  Nidhi and Abhishek and Prableen Bajpai (BCCL/ Aditya Yadav) The musicians on their flute and synthesizer, performed many Bollywood numbers from old to new which included 'Main Tenu Samjhanwa Ki' and 'Na Tum Hame Jano Na Hum Tumhe Jane'. — Saad Abbasi Download The Times of India News App for Latest City ."}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Political conspiracy in hooch deaths? CM Yogi wants to know": {"description": "LUCKNOW: Chief minister Yogi Adityanath has sought “in-depth investigations” into last month’s hooch deaths to determine if “adulteration is done for financial gains or is a political conspiracy to defame the government”. He also said liquor stores should not be allowed to operate in public places. At an excise review meeting on Wednesday, Yogi referred to the Barabanki tragedy that killed 20 people and said any form of political patronage to hooch dealers would not be tolerated. The chief minister had indicated “political conspiracy” against his government even as the spurious liquor deaths were being reported in May. Seeking in-depth investigations into the tragedy, Yogi insisted that a campaign be launched in collaboration with the local administration and police to nail “those who have ruined the lives of people of Barabanki”. “The CM has made it clear that if required, properties of the accused must be seized. Also, they should be jailed under the stringent National Security Act,” said an excise department official. Quoting from Yogi’s directives, he said if any illegal liquor manufacturing/sale unit was identified, the police station concerned would be held responsible. The local police have been asked to check all liquor stores and ensure that point of sale machines are installed, he added. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:25:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/pol-conspiracy-in-hooch-deaths-cm-wants-to-know/articleshow/69866203.cms"}, "Dearth of quota clarity leaves LU EWS seats empty": {"description": "LUCKNOW: Out of 304 seats allotted in undergraduate courses at Lucknow University under the economically weaker section (EWS) quota, applications have been received for only 108. Candidates and teachers are citing lack of awareness, inadequate publicity and delay in issuance of certificates by the district administration as the main reasons behind the lukewarm response. There are 3,048 undergraduate seats at LU of which 10% are reserved for EWS candidates. The admission process is almost over, but 77% of these reserved seats had no claimants till this report was filed on Wednesday. Many candidates didn't click on the EWS option in the online form as they did not have the mandatory certificate in hand while applying. \"We were afraid of being denied admission altogether if we were unable to submit the quota certificate,\" said a candidate, not willing to be named. Gitika Upadhyay, a BSc candidate who got selected under the EWS category, said there was confusion over eligibility, as the district administration did not clarify the same to candidates who did rounds of tehsils for certificates. \"Hence, many did not opt for the quota. I, however, took a chance and got lucky. I have already applied for the EWS certificate and will submit the same to LU as soon as it is issued to me,\" she added. Teachers feel the provision of reserved seats was not properly promoted by the government. Lucknow University Teachers' Association (LUTA) president Neeraj Jain said, \"The reservation policy should have been publicised in a better way by the state and its academic institutions, so that no deserving applicant missed the opportunity.\" Dean of student welfare at LU Dhruvsen Singh argued that every new provision took time to reach the masses. \"The case is same with EWS (quota). Many candidates are still not aware of what the quota is and how it can be availed of,\" he said. Singh maintained that many candidates had more queries about funds and scholarships for underprivileged students than the EWS admission quota. He added that faculty members in different university departments had spread the word about seat reservations, but their reach was understandably limited. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/dearth-of-quota-clarity-leaves-ews-seats-empty-at-lucknow-university/articleshow/69868638.cms"}}