{"Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Nath meets Shah, seeks funds for new anti-crime unit in Madhya Pradesh": {"time": "2019-06-18 13:06:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/nath-meets-shah-seeks-funds-for-new-anti-crime-unit-in-madhya-pradesh/articleshow/69838685.cms", "description": "BHOPAL: Chief minister Kamal Nath called on home minister Amit Shah in New Delhi on Sunday to discuss issues related to internal security and law and order in the state. This is Nath's first meeting with Shah after he became home minister. Nath, who is in Delhi for the first meeting of Niti Ayog under the aegis of new NDA government, arrived at Shah's residence in the evening, said sources in Mantralaya. The two spoke for almost an hour, and women safety was a key part of their discussions. After the meeting, Nath is believed to have sent a letter to Shah, seeking budgetary support of Rs 880 crore to set up a special cell in MP to prevent crimes against women and children.  \"Financial assistance will be required to set up a cell to check crimes against women, procure equipment for investigation, reorganize mounted troops and dog squad, and hire counsellors to deal with cases of crimes against women. This will require technically skilled manpower, patrol vehicles and office buildings,\" Nath has said in the missive.  The new cell will comprise investigating officers, legal advisers, prosecutors and counsellors, apart from DNA laboratories and mobile forensic teams, the CM ha written. \"Crime against women and children is a sensitive issue. The state government is committed to strictly deal with offences against women and children. For this, support from the central government is urgently required,\" says his letter. The meeting between the two stalwarts holds significance after BJP's thumping majority in the recent Lok Sabha election, where Shah - as BJP president - had raised the issues of \"mass transfers and deteriorating law and order\" in Madhya Pradesh in his poll rallies. Download The Times of India News App for Latest City ."}, "BMC hopeful of rains in a week, but readies contingency plans": {"description": "BHOPAL: With barely 10 days of water remaining in the Upper Lake, water resources are running dry in the state capital. Around 17 colonies along Hoshangabad road are dealing with dry tubewells. However, the Bhopal Municipal Corporation (BMC) is optimistic that as per predictions, the monsoon will arrive in the next week and bring the much needed relief. According to BMC estimates, Upper Lake water supply can be maintained up to 1,649 feet. “Water would last till June 30. Till then, pumping of water from Upper Lake would continue,” said a BMC official. There have also been glitches in the water supply from Narmada and Kolar due to power outages. BMC would begin its ambitious drive for environmental protection and lake conservation. Under the campaign, Upper Lake's revitalization work would begin along the Bairagarh stretch of the Upper Lake. Clean-up of the catchment area is vital to water flowing into the Upper Lake. The programme was scheduled to begin from Tuesday but has been postponed for a day, according to BMC sources. Meanwhile, the BMC has a new plan to provide water to areas only connected with Upper Lake water supply. The plan was discussed with senior urban development officials. Sources said that alternate day water supply, additional water tankers and other contingencies are being worked out. It is estimated that water supply from Idgah Hills filtration plant could stop pumping water from July 1, if the Upper Lake water level does not increase by then. Around five lakh people get water from the Upper Lake. For the moment, BMC has ruled out restriction on use of water on construction and other sites. Government officials indicate that about 70,000 labourers and others could get adversely impacted in case of restrictions being introduced on water use. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/bmc-hopeful-of-rains-in-a-week-but-readies-contingency-plans/articleshow/69848943.cms"}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Bhopal: 10-year-old girl electrocuted near school": {"description": "BHOPAL: A 10-year-old girl was electrocuted when she came in contact with a live wire on her way to school. The incident was reported from Adityapuram area on Wednesday morning. Pari Tomar, a student of Gwalior’s Greenwood School, was going along with her friends when she was electrocuted. Local residents have blocked the roads in protest against the incident following which additional force has been deployed. Police have registered a case for further investigations. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:16:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/bhopal-10-year-old-girl-electrocuted-near-school/articleshow/69855033.cms"}, "Dial 100 Police denied to help Lnct Student": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dial-100-police-denied-to-help-lnct-student/articleshow/58389908.cms", "description": ""}, "Bhopal custodial death: Govt will take action if cops are found guilty, says Bala Bachchan": {"description": "BHOPAL: State home minister Bala Bachchan has said that the state government will inquire and take necessary action into the death of a youth in police custody in Bairagarh in the early hours of Wednesday. The minister also hit out at BJP leaders and said wards have turned aggressive and were taking law into their own hands and stringent action will be taken if anybody is found guilty. “Cops are investigating the death of a youth in custody in Bairagarh area. The government will take necessary action against cops if they are found to be guilty in the incident”, Bachchan told reporters at his official residence on Wednesday. The home minister also hinted stern action against those involved in attacks and other crimes. When asked about the incident in Narsinghpur, Bachchan said, “Sons of BJP leaders Prahlad Singh Patel and Kamal Patel are taking law in their hands. If someone breaks the rule of law, the government will take action. An FIR has been registered against 20 persons in the Narsinghpur incident”. Replying to allegations by former BJP minister Jalam Singh Patel that Congress government has turned revengeful against BJP leaders and registering fake cases against their family members, Bachchan said that the state government has no time for revenge politics. “Do you think that the government has time to do vendetta politics? No, we do not have time for this. But, anybody who breaks the law will have to face very stringent action”, said the minister. Meanwhile, the state BJP has attacked the Congress government for turning ‘insensitive’ towards common people. BJP national vice-president and former chief minister Shivraj Singh Chouhan said that police in Madhya Pradesh has turned autocratic and Congress has lost control over the police and administration. “It is extremely shameful that cops have turned autocratic and the government has lost control over the administration. The government has turned insensitive. There should be fair probes in the case related to son and nephew of Union minister Prahlad Patel”, said Chouhan. Leader of Opposition (LoP) Gopal Bhargava also condemned the death of the youth in police custody at Bairagarh. “There is no control over law and order in the state. Only mass transfers are being done by the Kamal Nath government . BJP will raise the issue of custodial death in the coming session of the Vidhan Sabha”, he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:52:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/govt-will-take-action-if-cops-are-found-guilty-says-bala-bachchan/articleshow/69865541.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Flight to Kolkata: MP chief secretary to take up matter with AI": {"time": "2019-06-18 15:48:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/flight-to-kolkata-chief-secy-to-take-up-matter-with-ai/articleshow/69833226.cms", "description": "BHOPAL: In a bid to connect the state-capital with north- east part of the country, city’s Raja Bhoj airport may get a flight to Kolkata. State chief secretary SR Mohanty has decided to hold talks with Air India in the matter. A high-level meeting, attended by airlines’ representatives and state government officials, was held on Monday. All possible options to connect the state capital with Bagdogra Lucknow, Bhubneshwar, Ahmedabad, Chandigarh and Amritsar, apart from Kolkat, wer discussed. Sources said CS Mohanty, in the meeting, expressed concern over capital’s zero air connectivity with eastern part of the country. He said that he would discuss the issue with Air India. Bhopal commissioner Kalpana Shrivastava said efforts are on for better air connectivity. “Several destinations including Kolkata are there which could be connected with Bhopal airport.” A flyer said, “Around 60,000 people of West Bengal, many of Odisha and other north eastern states are living in the capital, therefore, itcould prove to be a feasible route for airlines. Lack of flights forces them to travel by train, which makes their quite journey, so the issue must be addressed,” said a flyers’ group head Prachi Baluapuri. Flyers had even tweeted for more than 10,000 times in a day demanding Bhopal-Kolkata flight last one month. Also, the train connectivity from Bhopal to Kolkata is also not very good, with only four direct trains in a week. “We have checked the railway reservation availability, but there are no ticket available this month for Patna and Kolkata. I have received queries from many flyers demanding Bhopal-Kolkata air route,” said another flyer. Interestingly, after the number of flights increased from the Bhopal airport, the daily footfall also rose from 500 to 2000. “Whether it is Bengaluru, Jaipur, Ahmedabad, the flights have been fully packed. Similarly, it will benefit if flight to Kolkata gets started from Bhopal,” said flyers. Currently, airlines including Air India, IndiGo and Spice Jet are operating from the state-capital, connecting nine destinations. The airport was connected to only three cities — Delhi, Raipur and Mumbai — till December 2018. Download The Times of India News App for Latest City ."}, "\nPeople enjoy Bhangra themed party in Bhopal\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/People-enjoy-Bhangra-themed-party-in-Bhopal/articleshow/47986453.cms", "description": "Theme-based parties are one of the biggest draws for the club-hopping crowd in Bhopal and one such celebration recently drew a big crowd.  Organised at a club, this Bhangra party saw guests sporting colourful pagdis and dancing enthusiastically to rocking Punjabi beats that echoed through the pub.  As the dholwala played some peppy beats, the footloose partygoers could be seen matching their steps and performing some traditional bhangra steps. Foot-tapping music, free-flowing beverages and a lot of cheery camaraderie made the night a memorable one as the young crowd made the most of this unique theme-party. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Madhya Pradesh HC gives child’s custody to dad’s parents": {"description": "BHOPAL/JABALPUR: A single-judge bench of MP high court ordered handing over children of a person, accused of killing his wife, to their paternal grandparents as desired by the child’s father, who is in jail under judicial custody. The children had been taken away by their maternal grandparents to Bihar after the alleged murder of their mother by the father. The court suggested that father being the only natural guardian of the child in the absence of mother was entitled to take a decision as to where his son should stay. Paternal grandparents, Bhramarkant Jha and his wife, residents of Anuppur district in MP, had filed a habeas corpus petition after their grand son and grand daughter, aged eight and six years respectively, were taken away by his maternal grandparents to Saharsa in Bihar after their father allegedly shot dead his wife and wife of his brother at his house in Anuppur. Now, he is in jail under judicial custody. In their habeas corpus petition, Bharamkant and his wife said that their son, Nirmal Jha, is accused of murder of his wife Pooja and wife of his brother, Archana on August 5, 2018. After his arrest, Pooja’s parents, Indra Kumar Jha and Sudha Jha, came down from Bihar and took the children with them. They said that their son wished that the children stayed with their paternal grandparents and prayed the court to handover custody of the children to them. After they were produced in the court on Tuesday, Justice Atul Sreedharan in his brief order said “pursuant to the orders passed on April 30, 2019, the children have been produced before this court by Indra Kumar Jha and Sunila Jha, who are the maternal grandparents of the children. They have been requested to handover the children to Bhramarkant Jha, who is the paternal grandfather of the children. It is relevant to state here that the father of these children, who is presently in judicial custody, had desired that his children be with his parents on the basis of which Bhramarkant Jha filed this writ petition for habeas corpus. The children had been taken away to Sahersa in Bihar by Indra Kumar Jha and Sunila Jha. But, as stated herein above, they have produced the corpus before this court. They are also handing over the custody of the corpus to the petitioners today in the presence of the court.” Download The Times of India News App for Latest City .", "time": "2019-06-20 09:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/madhya-pradesh-hc-gives-childs-custody-to-dads-parents/articleshow/69868502.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "\nChhattisgarh Mahotsav kick-started at Bharat Bhawan in Bhopal\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/Chhattisgarh-Mahotsav-kick-started-at-Bharat-Bhawan-in-Bhopal/articleshow/49263602.cms", "description": "The seven day long Chhattisgarh Mahotsav recently kick-started at the Bharat Bhawan with a sculpture and painting exhibition and sitar recital among other things. The sculpture and painting exhibition highlighted the creations of 20 artists including Anant Mahamalla, Kuldeep Singh, Yogendra Tripathi, Tikendra Kumar Sahu, V Nagdas, Kishore Sahu, Deepak Verma, Rajendra Sundaria, Harish Sen, Sunita Verma, Anand Vaishnav, VV Raman (Kiran), Sheikh Hibzul, Bhanu Prakash, Ashish Kushwaha, Jhumuk Das, Sushma Agrawal, Anand Tehenguria, Yashpal Chandrakar and Hukumlal Verma. Next in line, was the sitar recital by Pandit Buddhaditya Mukherjee who played the Raag Yaman Kalyan. This was followed by energetic and mesmerizing performance of Pandavani singer Teejan Bai who began her performance with Karna Prasang. The venue was jam packed for her energetic performance. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Madhya Pradesh: Union minister’s son, nephew booked for murder bid": {"time": "2019-06-18 17:03:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/union-ministers-son-nephew-booked-for-murder-bid/articleshow/69842111.cms", "description": "BHOPAL: Madhya Pradesh police have registered a case of attempt-to-murder against the son and nephew of Union minister Prahlad Singh Patel following a clash in Narsinghpur district in which five persons, including a policeman, were injured, around midnight on Monday. Prabal, son of Prahlad Patel, and his cousin Monu — son of former Madhya Pradesh minister Jalam Singh Patel — are among 12 persons booked for attempted murder. One of those injured was shot and is in hospital. “It was a clash between two groups over some petty issue at Bailhai locality of Gotegaon town. Some members of both groups have sand mining licenses in the area. Prabal Patel, son of Prahlad Singh Patel, Monu Patel, son of Jalam Singh Patel, and 10 others were in one group that beat up members of the other group,” Gotegaon police station in-charge, Prabhat Shukla told TOI. A homeguard jawan, Ishwar Chand Rai, was injured when he went to save his son who was among those beaten up, said Shukla, identifying the other injured as Himanshu Rathore, Rahul Rajput, Mayank Mishra and Shivam Rai. Rathore has suffered a bullet injury. “Monu is a history-sheeter. More than 40 cases are registered against him. We are looking for all the accused and have sent the injured to Jabalpur for treatment,” said Shukla. Union minister Prahlad Singh Patel is in Delhi, where Lok Sabha is in session, and could not be contacted. His brother Jalam Singh Patel — a former minister in Madhya Pradesh government — called it a political conspiracy. “It is politically motivated action. My son Monu and nephew Prahlad were not present on the spot. Both of them have been framed in the case. I demand a fair investigation. If the mobile location of Monu and Prabal is tracked, things will be clear immediately,” Jalam Singh Patel told TOI. Download The Times of India News App for Latest City ."}, "Bhopal: Action against kiosks for overcharging fee": {"time": "2019-06-18 15:41:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/action-against-kiosks-for-overcharging-fee/articleshow/69840880.cms", "description": "BHOPAL: Action has been taken against 10 kiosk centres following complaints of irregularities in the online admission process under College Chalo Abhiyan. These kiosks are 4 of Gwalior, 2 of Bhopal and one centre each of Sagar, Morena, Narsinghpur and Khandwa. Commissioner higher education Raghavendra Singh said that on receiving complaints from Sagar, Morena, Gwalior, Hoshangabad and Bhopal of students being charged with more amount by the centres, spot verification was conducted by district coordinators. On finding the complaints true, the kiosk operators were instructed to return the amount and their ID’s were cancelled. Singh said that according to higher education minister Jitu Patwari’s instructions, the online admission of girl students has been made free. He said that criminal case would be registered against the kiosk operators if they charge the students or engage in any fraud. In the first phase, nearly 2.89 lakh were registered in graduation and post graduation including 1.52 lakh girls and 1.36 lakh boys. Download The Times of India News App for Latest City ."}, "Nath meets Shah, seeks funds for special cell to prevent crime": {"time": "2019-06-18 04:34:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/nath-meets-shah-seeks-funds-for-special-cell-to-prevent-crime/articleshow/69833370.cms", "description": "Bhopal: Chief minister Kamal Nath called on home minister Amit Shah in New Delhi on Sunday to discuss issues related to internal security and law and order in the state. This is Nath’s first meeting with Shah after he became home minister. Nath, who is in Delhi for the first meeting of Niti Ayog under the aegis of new NDA government, arrived at Shah’s residence in the evening, said sources in Mantralaya. The two spoke for almost an hour, and women safety was a key part of their discussions. After the meeting, Nath is believed to have sent a letter to Shah, seeking budgetary support of Rs 880 crore to set up a special cell in MP to prevent crimes against women and children. “Financial assistance will be required to set up a cell to check crimes against women, procure equipment for investigation, reorganize mounted troops and dog squad, and hire counsellors to deal with cases of crimes against women. This will require technically skilled manpower, patrol vehicles and office buildings,” Nath has said in the missive. The new cell will comprise investigating officers, legal advisers, prosecutors and counsellors, apart from DNA laboratories and mobile forensic teams, the CM ha written. “Crime against women and children is a sensitive issue. The state government is committed to strictly deal with offences against women and children. For this, support from the central government is urgently required,” says his letter. The meeting between the two stalwarts holds significance after BJP’s thumping majority in the recent Lok Sabha election, where Shah — as BJP president — had raised the issues of “mass transfers and deteriorating law and order” in Madhya Pradesh in his poll rallies. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "\nCitizens enjoy Zumba workshop during Raahgiri in Bhopal\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/Citizens-enjoy-Zumba-workshop-during-Raahgiri-in-Bhopal/articleshow/47986340.cms", "description": "Week after week, people from across age groups gather for the Raahgiri celebrations — exercising, walking and dancing their way to good health. And this week was no different.  While throngs of youngsters as always attended the Zumba workshop, it was heartening to see an increasing number of older people also making their way for the dance session. Burning calories by grooving to peppy numbers seem to be attracting more and more Bhopalites to come for these rigorous sessions. A lot of guests could also be seen walking next to the lake. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Bhopal: Abducted bizman jumps off moving car to escape": {"description": "BHOPAL: A 29-year-old businessman was allegedly abducted and robbed of Rs 1.3 lakh cash by three men, who worked at his shop, in the wee hours of Wednesday in Hanumanganj. However, the victim, Salman Khan, somehow managed to escape and approached the police. Investigating Officer SI Praveen Thakre said that Khan runs a car accessories shop on Hamidia Road. He alleged that around 12.30am, he closed his shop. The accused, Salman, Sameer and Yaman, who work at his shop, misled him telling that a short-circuit had occurred inside the shop. When Khan when he went inside, the trio allegedly grabbed him from behind. When he resisted, they stifled him with a sedative-laced cloth. \"They took him inside a four-wheeler. Around 3pm, when he came into his senses, he found that he was in the back seat of a car and two men were driving it towards Bhanpur area,\" said SI Thakre, adding that the Khan somehow managed to jump off the moving car near Chhola. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/bhopal-abducted-bizman-jumps-off-moving-car-to-escape/articleshow/69868325.cms"}, "Builders welcome 20% slash in Collector Guideline rates": {"description": "Bhopal: State government decision to cut down the collector guideline prices by 20 per cent gave the much awaited relief to the real estate sector and the builders welcomed the decision. Kamal Nath led state government cut down the collector guideline prices of land/property by twenty per cent in the cabinet meet held on Tuesday, while increasing the stamp duty by 2 per cent from existing 7.3 per cent to 9.5 per cent in entire state and for urban areas stamp duty would be 12.5 per cent instead of existing 10.3 per cent.Spokesman, CREDAI Manoj Singh Meek said “We welcome the move. Now, there will be a positive sentiment in the sector after long time because of the government’s decision. Transaction in real estate sector had come down sharply due to over valuation of properties over the years.” We are yet to get the complete details of cabinet decision, but it will increase momentum in the real estate sector, he added.Similarly, Fortune Builders, managing director, Ajay Mohgaonkar also hailed the decision. It will lead to easing out additional burden on the sector. Real estate market would improve with the move and positive sentiment in market will help in coming up of new projects, he added.Not only builders, but also political leaders of Bhopal and other cities were opposing increase in collector guidelines rate. District evaluation committee (DEV) in Bhopal proposed to raise collector guideline prices of land/property at about 350 places in the district.MLA from Bhopal’s central constituency, Arif Masood, the only legislator in the committee, had opposed increase in collector guideline rates and when the DEV ultimately decided to recommend increase in rates at nearly 350 places in Bhopal, he allowed the proposal to go only with his dissent note last week.Download The Times of India News App for Latest City .", "time": "2019-06-20 04:57:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/builders-welcome-20-slash-in-collector-guideline-rates/articleshow/69865193.cms"}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "E-tendering scam: EOW summons two ex-secys of Narottam Mishra": {"description": "BHOPAL: Madhya Pradesh state economic offences wing on Tuesday summoned two government officers, who were secretaries to former BJP minister Narottam Mishra, for questioning in connection with the probe into the alleged Rs 80,000 cr e-tendering scam. Notices have been issued to Nirmal Awasthi and Virendra Pandey, who were on deputation from water resources department and law department to Mishra's office. Sources in the agency said they will be questioned in connection with a tender awarded to Gujarat-based Sorathia Velji Ratna & Co in 2018. Sources say Awasthi went to the EOW office on Wednesday to have his statement recorded. The water resources department had floated a Rs 116-crore tender for a project that the firm bagged for Rs 113 crore, and when the letter of acceptance was given, the amount was reduced to Rs 105 crore, say sources. EOW investigation to focus on rates, tendering procedureFirst of all, the tender went at a low rate and then there was further reduction of around Rs 8 crore. We want to know the reason for the modification in rates and investigate the tendering procedures,” said an EOW official. Sorathia Velji Ratna & Co, a company registered in Vadodara, was granted a 30-day ‘transit temporary anticipatory bail’ from Gujarat high court, following a joint petition moved by 10 people associated with the firm. The bail period ended a couple of days ago and EOW officials are trying to arrest those named in their FIR, say sources. The petitioners — Meghli Velji Sorathia, Ashok Velji Bambhaniya, Diwaliben Sorathia, Bharat Sorathia, Chandresh Sorathia, Mahesh Sorathia, Haresh Sorathia, Paresh Sorathia, Manoj Vasava and Raju Gehani — had informed the court that they apprehended arrest in connection with the FIR registered by EOW in Bhopal and sought bail, said sources. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/e-tendering-scam-eow-summons-two-ex-secys-of-narottam-mishra/articleshow/69867862.cms"}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Union minister's son in police remand in murder-bid case": {"description": "BHOPAL: Union minister Prahlad Patel's son Prabal and six others accused of attempted murder were produced in court on Wednesday. Police took Prabal in custody for a day; and the rest got jail remand. Police teams have fanned out to look for the other accused, including Prabal's cousin Monu, whose father Jalam Singh Patel was a minister in the BJP government. \"We urged the court for remand of accused Prabal Patel for a day, which the court accepted,\" Narsinghpur SP Gurukaran Singh told TOI. Prabal - a first-year college student in Bhopal - was arrested on Tuesday along with six others after a clash in Narsinghpur's Gotegaon town injured five persons, including a policeman. One of those hurt has a bullet injury. Police have found that two of the injured - Himanshu Rathore (who was shot) and Rahul Rajput - used to work with the accused's group earlier but have now shifted to a rival group. \"The dispute probably broke out as they wanted the duo to work for them again,\" the SP said. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:25:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/union-ministers-son-in-police-remand-in-murder-bid-case/articleshow/69867778.cms"}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Nityata youngest from MP to become Woman Fide Master": {"time": "2019-06-18 04:04:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/nityata-youngest-from-mp-to-become-woman-fide-master/articleshow/69833017.cms", "description": "Bhopal: World Chess Federation ( FIDE) has awarded women FIDE master title to 15-year-old chess player Nityata Jain. Now Nityata will be known as Woman Fide Master (WFM) Nityata Jain in the international chess world. She is the youngest girl from MP to achieve this feat.Nityata, a student of DPS Nipania in Indore, has been a consistent performer for the past four years in national and international circuits. Incidentally, she is the only WFM from Madhya Pradesh. Earlier, Kiran Agrawal had received WFM title when Chhattisgarh was part of MP. The WFM title is the third highest title awarded at the international level to women chess players who achieve international Fide chess rating of 2100 or above points. Recently on June 1, 2019, Nityata had increased her international chess rating by whopping 294 points in just one month to 2219 which helped her win the WFM title.Earlier, Nityata was awarded international chess title of woman candidate master (WCM) by World Chess Federation in 2018. Nityata has now crossed the minimum rating criteria of 2200 which is required to achieve her the Woman International Master (WIM ) title from World Chess Federation. Now she requires 3 WIM norms to achieve second highest international female chess title in the world.In order to achieve her goal, Nityata should continuously undergo grandmaster chess coaching as well as play more and more international tournaments, said her father Nitin Jain. “Exposure in grand master coaching and international tournaments will also enhance Nityata's chess knowledge and experience which will help her win more medals for India and MP,” said Nitin.So far, Nityata has brought laurels to India and MP by winning 7 international medals, 2 national school medals and 19 state gold medals in her chess career. Presently, Nityata is participating in the Balanton International Chess Festival IM Tournament. Download The Times of India News App for Latest City ."}, "Five of a family killed in road accident in Sagar": {"time": "2019-06-18 15:35:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/five-of-a-family-killed-in-road-accident-in-sagar/articleshow/69840877.cms", "description": "BHOPAL: A police constable, his wife and their three daughters died after the car they were travelling in rammed into a stationary earth-moving machine in Sagar district early on Tuesday. The driver of the car also sustained serious injuries in the accident. Police said that the family had reached Sagar two days ago to attend a wedding function. Subhash Sapre, the constable, was posted in Chachoda in Guna district and was on the way back home in his car with his family when the mishap took place at Khurai Bypass. Download The Times of India News App for Latest City ."}, "120km trip for ear surgery, all in vain": {"time": "2019-06-18 04:08:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/120km-trip-for-ear-surgery-all-in-vain/articleshow/69833088.cms", "description": "Bhopal: Hospital services at All India Institute of Medical Sciences (AIIMS) Bhopal were thrown out of gear, owing to doctors stir, here on Monday. the all-India day-long strike called by Indian Medical Association (IMA) found support in AIIMS Bhopal, where regular OPD was just over 341, according to union government’s e-hospital dashboard. By Monday evening, hospital administration came out with an OPD figure of more than 1,500. Eye-witnesses said that more than 500 patients who had come seeking medical treatment from other towns to AIIMS Bhopal were disappointed. Bari Bareli resident Ram Bai was scheduled for an ear operation on Monday. Not aware of the stir, she travelled 120 km for more than four hours to find out that hospital services were shut-down. “There was not prior intimation. I am not sure when the surgery would take place,” she said. There were many others who were disappointed over the situation. Even though, emergency services were functional, the route to finding emergency care was difficult. Hospital wings near the registration counter were locked down. In each of the departments of AIIMS Bhopal, the number of doctors was insufficient even for emergency care. AIIMS emergency and trauma was only functional. Emergency patients were affected too as doctors staged protest at the entrance of the hospital. Download The Times of India News App for Latest City ."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Bhopal custodial death: A family's agony & unanswered questions": {"description": "BHOPAL: A pall of gloom descended on physically challenged Mishra couple after their only son Shivam's death in police custody in the wee hours of Wednesday. They accused cops of looting and murdering their 26-year-old son. Shivam's father Suresh Mishra, an ASI with cyber cell, said: \"What was my child's fault? He was going to have dinner and his SUV met with an accident. He too belonged to a policeman's family but cops assaulted him mercilessly.\" Shivam's family members protested outside the Hamidia mortuary and refused to get his post-mortem conducted until a murder case was registered against the guilty policemen. The family reached the mortuary early morning and remained there till evening until judicial probe was ordered. Shivam's mother Sangeeta and sister Madhu silently sat beside his body and cried inconsolably. Suresh's brother Deepak Mishra is an SI in Indore. Shivam's uncle Hridyesh Bhargava denied that he was drunk at the time of the accident. He alleged that police forced alcohol in his nephew's mouth after his death to cover their crime. Shivam's aunt Soma Sharma alleged that he was whipped with police belts and had welts on his back. Shivam's friend Govind, who was with him at the time of the accident, also accused the cops of assaulting them. He said cops ignored his pleas that he had chest pain. Shivam's friend Pratap Singh Rajput said that when he met him outside Bairagarh police station after the accident, he was \"fit and fine\". \"Then, cops took him somewhere in garb of a medical examination and misled us for two hours. We found out about his death around 4am. The medical report said Shivam was declared brought dead at 2.20am but cops hid the information from us,\" Pratap said. TIMELINE OF A TRAGEDY11.30 PM: Shivam picks up Govind in his SUV from Depot Square for dinner at a dhaba in Khajuri Midnight: They crash into railings on BRTS corridor near Christian Cemetery 12.20 AM: A Dial-100 FRV arrives to find a crowd of 150 already gathered 12.48 AM: Shivam and Govind taken to Bairagarh police station 1 AM: Shivam’s friend Rajput, who he had called right after accident, arrives at Bairagarh police station. Shivam tells him that cops are beating him and Govind 1.19 AM: Police take Shivam to hospital for medical examination. He has a bruise on his head and doctor says he is drunk 1.48 AM: Shivam brought back to police station; case registered against him 2.07 AM: Shivam feels restless, steps out of police station and collapses. Taken to hospital where he is declared dead (Rajput, still waiting for Shivam at police station, is told that he was taken to Hamidia and then a private hospital) 4 AM: Rajput and Govind told Shivam is in Civil Hospital, behind the police station. They find his body lying on a stretcher outside hospital 4.47 AM: Rajput informs Shivam’s family Download The Times of India News App for Latest City .", "time": "2019-06-20 09:02:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/bhopal-custodial-death-a-familys-agony-unanswered-questions/articleshow/69867933.cms"}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "\nCM Shivraj Singh Chouhan inaugurates Police Kala Mahotsav in Bhopal\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/CM-Shivraj-Singh-Chouhan-inaugurates-Police-Kala-Mahotsav-in-Bhopal/articleshow/49076147.cms", "description": "The three day Police Kala Mahotsav was inaugurated recently by Chief Minister Shivraj Singh Chouhan at Bharat Bhawan. The program opened with an exhibition highlighting the services rendered by the police officials in the form of paintings, poems, photographs and sculptures along with a play titled Vardiwale. A rare collection of books from the police headquarters was also kept on display for the exhibition. The collection included books from 1867 till post-independence. German box cameras invented in 1954 and paintings highlighting the tough life of police officials, made by students and artists from various states, were also on display.  Directed by Ashok Bulani and written by Vijay Shankar Mehta, Vardiwale, based on a true incident that happened in Ujjain around 20 years ago, saw mature acting and perfect dialogue delivery, thereby leaving the audiences spellbound. Download The Times of India News App for Latest City ."}, "UAHD guidelines to curb dog menace in Madhya Pradesh": {"description": "BHOPAL: MP Urban Administration and Housing Development (UAHD) has come out with new guidelines for curbing dog menace in city areas. UAHD principal secretary Sanjay Dubey, in a circular sent to all local bodies and district collectors, has instructed them to take immediate measures to curb dog menace. UAHD now aims to reduce the canine population, promote sterilization and immunization of all dogs within a span of two years. UAHD directive began with a cautionary note, in case some urban bodies go overboard with the move. UAHD has cited Preventions of Cruelty Against Animals Act, 1960 and Animal Birth Control (Dogs) Rules, 2001 and MP Human Rights Commission’s (MPHRC) directives over the issue and the reduction of man-dog conflict. MPHRC has taken note of media reports over deaths due to dog bites in Bhopal. UAHD wants to begin with a dog count in each city. Urban development notice stated that current plan to curb dog menace isn’t sufficient and ineffective and hence it wants all urban bodies to complete sterilization and immunization of dogs within two years after conducting a demographic survey. UAHD wants more dog pounds, kennel shelters within city limits to cater to dogs, which are ill or in need of proper care. In Bhopal, the district administration has already allocated land in four locations. The order focuses on having dog squads matching the population of dogs in a city. The teams should be available and able to reach on the dog bite site within a stipulated time limit. Dog population would also determine the number of vehicles each municipal body would have for the task. The establishment of Animal Birth Control Monitoring Committees at local authority levels in accordance with Animal Birth Control (Dogs) Rules is indispensable for the success of the program. The constitution of the monitoring committee is provided in Rule 4, and the functions that it is required to perform are provided in Rule 5. Besides, pre-surgical checks, dogs assessed to be incurably ill or mortally wounded shall be dealt with in the manner prescribed in Rule 9 of the Animal Birth Control (Dogs) Rules. Street dogs suspected to be rabid have to be dealt with strictly in the manner prescribed in Rule 10 of the Animal Birth Control (Dogs) Rules, 2001. To confirm rabies, the brain sample of every street dog suspected to have died of rabies must be sent to the closest accredited laboratory and a report must be obtained for every death under this category. 24X7 availability and dispensation of rabies injection has also been mandated. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/uahd-guidelines-to-curb-dog-menace-in-the-state/articleshow/69848586.cms"}, "HC castigates SHRC for violation of ADG’s right to privacy": {"description": "Bhopal/ Jabalpur: A single-judge bench of MP High Court on Wednesday quashed all the directions given by the State Human Rights Commission (SHRC) to ascertain whether father of additional director general (ADG) of police, Rajendra Mishra, was dead or alive, holding that it was in violation of his right to privacy which is as sacrosanct as right to life and liberty. Based on media reports that Mishra’s father Kulmani Mishra had died and yet his son was keeping his “lifeless” body in his house, SHRC directed the director general of police (DGP) on February 14, 2019, to find out whether death of Kulmani Mishra was natural or unnatural, whether the body was cremated and if not, what scientific steps were taken by Rajendra Mishra to preserve the body and report back to the commission within three days. The DGP replied on February 18 that the doctors of Bansal Hospital, where Mishra’s father was being treated, declared him dead but Mishra didn’t allow the police to enter his house. Then, the SHRC on February 19, 2019 directed for constitution of two teams of medical expert from allopathy and ayurvedic medicine, which shall visit Mishra’s house with a police officer of the rank not less than superintendent of police (SP) to find out whether Mishra’s father was alive. It was against these directives that Mishra and her mother had moved the high court, describing the same as violative of their right to privacy.The court of Justice Atul Sreedharan, while taking note that there has been no complaint of foul smell emanating from Mishra’s residence and a practitioner in ayurvedic medicine has presented a certificate that he was treating Mishra’s father, said, “Even if SHRC believed that Mishra’s father was no more, it had no business to intrude into his private life using agencies of the state.” “Thus, the act of the petitioner No. 2 (Rajendra Mishra), even assuming arguendo that his father is no more and he has kept the human remains in his residential premises, by itself does not become an illegality, warranting intrusive action by the State. A regime, which forbids everything save only those things that are expressly allowed, would be regarded as a bullying power-structure, while a regime which permits everything save only those things that are expressly forbidden, would be counted liberal by contrast. India falls in the latter category being a liberal democracy where a man is permitted to act in any manner he pleases, where such act is not prohibited under the law, irrespective of the fact that his act might be seen as galling by the majority”, said Justice Sreedharan.He further said “Thus, the petition succeeds, the impugned direction given by the respondent no. 2 (State Human Rights Commission) to the State is held to be violative of the right to privacy of the Petitioners and thereby violative of the fundamental right to life of the Petitioner as enshrined under Article 21 of the Constitution. Therefore, the same is quashed”.Download The Times of India News App for Latest City .", "time": "2019-06-20 04:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/hc-castigates-shrc-for-violation-of-adgs-right-to-privacy/articleshow/69865468.cms"}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Congress video shows former chief minister Shivraj Singh Chouhan ‘threatening officers’": {"description": "BHOPAL: Congress on Tuesday released a video, which purportedly shows former chief minister Shivraj Singh Chouhan talking to someone (presumably some officer) and asking him to let a group of tribals enter the city “peacefully”. The group was stopped on the outskirts of the city. “Main unko lene aa rahan hun. Main Bhadbhada aa rahan huin. Yeh galat baat hai. Aap baat karo. Yadi shantipurna chahte ho to unhe aa jane do, nahin to ashanti ho jane do”. (I am coming to take them. I am coming to Bhadbhada. This is not right. You talk. If you want peace, let them come in and if you want violence, let it be so),” Chouhan is allegedly heard is saying over the phone. Commenting on the video, Congress media cell coordinator, Narendra Saluja, said: “This is Shivraj Singh Chouhan, who has been chief minister of the state for 13 years. Look at his language, how he is threatening officers … to let people come into the city with their tractor trolleys without permission. He is threatening of violence, threatening to gherao Vallabh Bhavan. He is openly challenging the law & order. He has also used ‘pitthu’ adjective for collector in the past.” Chouhan, when contacted for comments, said: “Let them circulate the videos. How does it matter? They had permission to come into the city. They have been evacuated from their habitat and were not being allowed to voice their grouse here as well. Is it democracy? They asked tribals, including small children, to park their tractor-trolleys 8-10 Km away from the place where they were permitted to assemble. Why? Don’t tribals have a right to live, to protest? Let them make videos, I have said this and would continue fighting for the poor all my life.” Download The Times of India News App for Latest City .", "time": "2019-06-19 10:25:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/cong-video-shows-chouhan-threatening-officers/articleshow/69848504.cms"}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "Woman jumps into fire to save house from being razed in Bhopal": {"description": "BHOPAL: A 50-year-old woman made for herself a pyre and jumped into the flames to protest an anti-encroachment drive by the administration in Morena, Madhya Pradesh. She is battling for life with 50% burns. Locals set fire to a JCB machine and wrecked the tehsildar’s car in the violence that followed. The district administration had sent a team to raze the house of Ram Avatar in Ganpat Ka Pura village of Morena as it allegedly encroached upon land of a temple trust, said sources. The demolition team, led by a tehsildar, arrived with a JCB machine. The team faced resistance as soon as they arrived. Ram Avatar’s wife Rajabeti piled up a stack of hay, set it on fire and before anyone could stop her, jumped into it. Violence broke out immediately. A mob damaged the tehsildar’s vehicle, torched the JCB and attacked firemen who were trying to put out both fires. In the melee, officials rescued the badly burned woman and admitted her to hospital. Locals blocked Ambah-Porsa Road, and it took a lot of persuasion by senior officials to get them disperse. Morena SP Asit Yadav said, “The situation is completely under control. The blockade has been removed and road opened. The injured woman had been admitted at hospital where her treatment is underway.” Download The Times of India News App for Latest City .", "time": "2019-06-19 09:57:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/woman-jumps-into-fire-to-save-house-from-being-razed/articleshow/69848808.cms"}, "Custody of children of person accused of killing his wife handed over to paternal grandparents": {"description": "Bhopal/Jabalpur: A single-judge bench of MP high court ordered handing over children of a person, accused of killing his wife, to their paternal grandparents as desired by the child’s father, who is in jail under judicial custody. The children had been taken away by their maternal grandparents to Bihar after the alleged murder of their mother by the father. The court suggested that father being the only natural guardian of the child in the absence of mother was entitled to take a decision as to where his son should stay. Paternal grandparents, Bhramarkant Jha and his wife, residents of Anuppur district in MP, had filed a habeas corpus petition after their grand son and grand daughter, aged eight and six years respectively, were taken away by his maternal grandparents to Sihersa in Bihar after their father allegedly shot dead his wife and wife of his brother at his house in Anuppur. Now, he is in jail under judicial custody. In their habeas corpus petition, Bharamkant and his wife said that their son, Nirmal Jha, is accused of murder of his wife Pooja and wife of his brother, Archana on August 5, 2018. After his arrest, Pooja’s parents, Indra Kumar Jha and Sudha Jha, came down from Bihar and took the children with them. They said that their son wished that the children stayed with their paternal grandparents and prayed the court to handover custody of the children to them. The court in response to their petition had directed Anuppur police to produce the children and their maternal grandparents in the court. After they were produced in the court on Tuesday, Justice Atul Sreedharan in his brief order said “pursuant to the orders passed on April 30, 2019, the children have been produced before this court by Indra Kumar Jha and Sunila Jha, who are the maternal grandparents of the children. They have been requested to handover the children to Bhramarkant Jha, who is the paternal grandfather of the children. It is relevant to state here that the father of these children, who is presently in judicial custody, had desired that his children be with his parents on the basis of which Bhramarkant Jha filed this writ petition for habeas corpus. The children had been taken away to Sahersa in Bihar by Indra Kumar Jha and Sunila Jha. But, as stated herein above, they have produced the corpus before this court. They are also handing over the custody of the corpus to the petitioners today in the presence of the court. ASI Pramod Verma, Bhalumada, district Anuppur, is present before this court. His further presence is discharged. In view of the same, the purpose of the petition has been served and the same is disposed of as such.” Download The Times of India News App for Latest City .", "time": "2019-06-20 04:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/custody-of-children-of-person-accused-of-killing-his-wife-handed-over-to-paternal-grandparents/articleshow/69865524.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Madhya Pradesh HC commutes death sentence of 5-year-old's rapist in Jabalpur": {"time": "2019-06-18 15:55:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/hc-commutes-death-sentence-of-rapist-of-5-yr-old-in-jabalpur/articleshow/69833213.cms", "description": "BHOPAL/JABALPUR: A division bench of MP high court on Monday commuted the death sentence awarded to a 19-year-old boy, who had raped and killed his five-year-old cousin at a village under Katangi police station in Jabalpur district. The court commuted the death penalty to life sentence, but specified that the accused would remain in jail for 30 years. The court held that the case is based on circumstantial evidence and therefore court has to be more cautious and circumspect while awarding death sentence, besides the accused is only 19 years of age and possibility of his reform and rehabilitation can’t be ruled out and the crime is not a ‘rarest of rare’ crime. “It is a case of circumstantial evidence in which the principle of prudence applies. In the cases of circumstantial evidence, while awarding sentence of death penalty clinching cogent evidence ought to be looked into with more care and circumspection in exceptional cases otherwise in a case of circumstantial evidence the death penalty may not be prudent” said Justice J K Maheshwari and Justice Anjuli Palo. They said, “In the present case, the age of the accused is 19 years and the possibility of reformation and rehabilitation of his entire career cannot be shut down. Simultaneously, it is observed here that nothing has come on record as well as in the finding of the trial court as to why the rehabilitation and reformation of the accused is not possible and such observation of the court is based on the hypothesis and without any basis. As per the report received from jail, the behaviour of the accused is prudent and unquestionable, therefore, in our considered opinion, the policy of reformation and rehabilitation cannot be ruled out in the case of accused who is 19 years of age. The observation made by the trial court while recording the finding that the accused may be dangerous to the society is based on presumption and hypothesis, which cannot be accepted without any basis. In this regard the prior and subsequent antecedents of the accused in the jail are relevant, which do not draw any inference in negative side as observed by the trial court. In view of the foregoing observation and in our considered opinion, the conviction of the appellant-accused recorded by the trial court for charges under section 363, 366-A, 376(2)(f)(i) and 201 of the IPC is hereby affirmed, but on the point of sentence for an offence under 376A read with section 376-AB and 302 of IPC, it is not one of the rarest of rare case in which option of other punishment has been unquestionably foreclosed. Therefore, we commute the death penalty to imprisonment for life. It is made clear that the sentence of life imprisonment of the appellant would mean sentence of 30 years.” Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Computer Baba ‘raids’ sand mines in Sehore": {"time": "2019-06-18 08:56:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/computer-baba-raids-sand-mines-in-sehore/articleshow/69833035.cms", "description": "BHOPAL: After he was denied a chopper for an aerial survey of illegal sand mining in river Narmada, Computer Baba challenged the sand mafia and chased them in a boat on Sunday night. However, his effort went in vain. Not to be outdone, he again “raided” some mines on the banks of Narmada in Sehore district and “impounded three sand-laden tractor trolleys”. Namdeo Das Tyagi aka Computer Baba, with a status of minister, is the chairman of Ma Narmada, Ma Kshipra and Ma Mandakini Trust and is entrusted with the duty of conservation of the rivers. “As the monsoon approaches, there is total ban on sand mining,” Baba told TOI adding: “ I confiscated three tractor trolleys loaded with illegally mined sand from Somalwada village in Budhni tehsil of Sehore district and handed it over to SDO Police and sub-divisional magistrate.” He said, “Most of the sand mining is taking place in Budhni.” On Sunday night, when he was camping at the Circuit House in Hoshangabad, he was told about the presence of many trucks loading sand across the river. “When I saw the trucks being loaded, I decided to cross the river by boat. I had also informed the district collectors of Sehore and Hoshangabad,” he said. “But as I was crossing the river, the boat stuck midway as there was not enough water for the boat to reach at the bank of the river,” he said. Download The Times of India News App for Latest City ."}, "Gujarat denying 700 MW power to MP daily": {"time": "2019-06-18 04:11:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/gujarat-denying-700-mw-power-to-mp-daily/articleshow/69833122.cms", "description": "BHOPAL: It seems Narmada water is all set to become a flash-point yet again between Madhya Pradesh and Gujarat, as the latter has stopped generating power from the riverbed power house (RBPH) at Sardar Sarowar dam, thus denying Madhya Pradesh almost 700 MW of energy every day. MP is also apprehensive that following Gujarat’s decision to store water upto 138 meters in the dam, it may face the issue of submergence as large number of project-affected families are still living in the valley awaiting compensation. According to Narmada Water Dispute Tribunal Award (NWDTA) , MP gets 57% of the power from RBPH. During normal monsoon, Gujarat gets 9 million acre feet (MAF) of Narmada water from the dams of Madhya Pradesh. Now that the two states are ruled by two different political parties, it may compound the problems, political observers said. After getting its full quota of water earlier this year, Gujarat had recently demanded more as it wanted to store water in the dam to a height of 138 meters to test its strength, sources in the state government said. However, Madhya Pradesh reasoned that Gujarat’s decision of storing water at 138 meters would lead to submergence of land in the state where thousands of families have already approached the Grievance Redressal Authority (GRA) regarding compensation. More than 6500 people in the valley in 76 villages may face submergence and this human misery should be avoided, MP stated. After Madhya Pradesh refused to discharge “additional water”, Gujarat stopped generating power in RBPH, sources claimed. Besides 1200 MW power from RBPH, 200 MW power is also generated from canal power house. Now Gujarat has offered about Rs 250 crore to Madhya Pradesh for the loss of about 700 MW of power, sources claimed. Sources said that after Gujarat’s offer of power compensation, the MP government said it wants the neighbouring state to pay an additional Rs 250 as “opportunity cost” as it will have to purchase costly power from the market”. Though the two issues are yet to be resolved, Gujarat continues to store water in the dam, while MP is against discharge of any additional water. Now, Gujarat is banking on heavy monsoon rains in the Narmada valley for MP to release water from its dams after flooding. Minister for NVDA Surendra Singh Baghel said, “Gujarat wants to create a crisis in MP. But we will ensure that all rights of Madhya Pradesh are safeguarded. All the rights of the people in the Narmada valley, including those of farmers, will be protected.” Meanwhile, Medha Patkar of Narmada Bachchao Andolan (NBA) said, “There are more than 30,000 people still living in the valley. The GRA has not been able to figure out how many are living presently in the valley.” She said that the state should seek Rs 3600 crore from Gujarat for refusing to give power from RBPH. Download The Times of India News App for Latest City ."}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Team India Jersey": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "description": ""}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Ruchi resident- management conflict": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ruchi-resident-management-conflict/articleshow/58725966.cms", "description": ""}, "Ex-Armyman shoots at his daughter for resisting rape in Gwalior": {"description": "BHOPAL: An ex-Armyman allegedly tried to rape his 21-year-old daughter in Gwalior district on Monday night and shot her when she resisted. She is in hospital and out of danger. The accused, who retired as a naib subedar, was drunk when he tried to force himself on her, says her complaint. She says she was asleep when her father, a 49-year-old, entered her room and tried to rape her. Shocked, she pushed him away and ran into her mother’s room. Furious at being rebuffed, the ex-Armyman took out his licensed 12-bore gun and fired two shots. Some of the pellets hit his daughter. The other shot missed. Her mother shouted for help and neighbours came running, already alerted by the gunshots. They overpowered and disarmed him and called police. Gwalior SP Navneet Bhasin said, “We have arrested the accused and seized his gun. The girl is out of danger now.” Download The Times of India News App for Latest City .", "time": "2019-06-19 09:32:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/drunk-ex-armyman-shoots-at-daughter-for-resisting-rape-bid/articleshow/69848462.cms"}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "In MP, one person dies in police custody every 45 days": {"description": "BHOPAL: In a shocking piece of statistics, on an average, one person dies in police custody in every 45 days in Madhya Pradesh, reveals official records. As per a reply given in the Upper House of the Parliament, in past three years — 2015-16, 2016-17 and 2017-18 — a total of 24 cases of custodial deaths have been reported in the state. The highest cases of such deaths were reported in the year 2016-17, when 10 such incidents occurred, the reply stated. Incidentally, these figures are not included in judicial custody deaths (jail deaths), registered during the same period. The then minister of state in the Union ministry of home affairs, Hansraj Gangaram Ahir, while replying to a question by Rajya Sabha MP Vikas Mahatme had informed that a total of 384 cases of custodial deaths (judicial or in jail) were registered between 2015-16 and 2017-18 in Madhya Pradesh and in the same period a total of 24 cases of custodial deaths (police) were also reported. Thus, on an average 8 cases of custodial deaths (police) were reported every year, which in other words comes to one death getting reported every 45 days. Overall, in the entire country a total of 151 cases of custodial deaths (in police custody) were reported in 2015-16, 145 cases of custodial deaths (in police custody) were reported in year 2016-17 and in the year 2017-18, a total of 146 such deaths were reported. Thus, in three years a total of 442 cases of custodial deaths (in police custody) were reported from all over the country. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:48:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/in-mp-one-person-dies-in-police-custody-every-45-days/articleshow/69865502.cms"}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "BJP holds video conference for membership drive": {"description": "Bhopal: With an aim to increase party membership by 20 percent, the state BJP held a video conferencing of all the membership campaign conveners under the leadership of national convener Shivraj Singh Chouhan. The party said that people willing to join it can also obtain membership by giving a ‘missed call’. “We have named the membership drive as “Sarvsparshi BJP, Sarvavyapi BJP.” Under it, we have spoken to all the in-charge members and IT cell workers to mobilise masses to join the party. The drive would go on from July 6 to August 11 and those willing to join the saffron outfit can give a ‘missed call,” said former CM Chouhan. He said that verification of the members will be done through documents and personal contact. The new members will also have to fill a membership form. Party workers working in the two lakh ‘Shakti Kendras’ will be there to publicise and work as ‘vistarak’ during the drive, he said. BJP organisational general secretary Ramlal and IT in-charge Amit Malviya were present among other leaders. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:58:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/bjp-holds-video-conference-for-membership-drive/articleshow/69865209.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Doctors' strike hit OPD services in government and private hospitals of Bhopal": {"time": "2019-06-18 15:46:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/doctors-strike-hit-opd-services-in-govt-pvt-hospitals/articleshow/69833249.cms", "description": "BHOPAL: State capital has witnessed one of the most well-coordinated strike by doctors in recent past, which left services expect for emergencies in hospitals, paralysed, on Monday. The doctors were on a day-long strike in solidarity with the doctors protesting assault on them in West Bengal. Even in the private hospitals, OPD services were affected and planned surgeries had to be cancelled. An estimated 10,000 patients suffered without medical services on Monday. Hospitals impacted due to strike include AIIMS Bhopal, Hamidia hospital, Sultania hospital, Kamla Nehru, BHEL hospital, Bhopal Memorial hospital and research centre (BMHRC) and its mini-units and among others. Doctors working with state government-run hospitals did not participate in the stir but wore black bands in solidarity. “All private hospitals OPD services were closed. Eight medical colleges along with BMHRC and Kasturba hospital BHEL hospital were impacted also. The government needs to address the issue of violence against doctors and enforce protection act,” said United Doctors Federation, Bhopal, president, Dr Anoop Hajela. Around 5,000 doctors joined a march from Gandhi Medical College (GMC) to the divisional commissioner’s office, about two kilometres away. “It was one of the biggest rallies in the country,” he claimed. Protesting doctors used the hashtag #SaveTheSaviour #DoctorsFightBack #TreatUsAsHumans during the rally and posted their pictures and tweets on the go. The hashtag DoctorsFightBack was trending on twitter for the most of the day. Doctors also demanded for a comprehensive union government law to deal with violence against medical fraternity. Hundreds of patients gathered at the hospitals for OPD facilities were returned. Indian Medical Association (IMA) greater Bhopal Chapter, president, Dr Rajiv Gupta, said government must pass a law to make any attack on Docs a non-bailable offence with minimum 12 year jail term. People from outside Bhopal seeking medical services in the state capital, were affected the most. Around 1,000 patients from government hospitals were returned as OPD registration was closed on Monday. The number from private health care clinics and hospital, is estimated to be much higher. According to government hospital estimates, more than 150 planned surgeries were differed on Monday. Doctors want enforcement of protection act More than a decade after, Madhya Pradesh Doctors and Medical Services Act of 2008 came into force, doctors are not satisfied with its implementation. Point in case, are three recent attacks on doctors in Jabalpur and Gwalior, according to United Doctors Federation, Bhopal, president, Dr Anoop Hajela. In two different incidents, doctors in a private hospitals in Jabalpur were attacked. In one incident, hospital was attacked after an 85-year-old died within four hours of admission. In another incident 80-year-old patient with full-blown case of TB died, within half-an-hour of being brought to the hospital. In Gwalior, a government doctor, was thrashed after he refused to amend PMLC. “The implementation of Madhya Pradesh Doctors and Medical Services Act of 2008, has to be strict. In many cases, the police action is delayed citing patients death. Then the issue goes in the back burner. Cases have to framed in accordance with the law,” said Hajela. There are many instances of violence against doctors in the state capital. However, less than five are prosecuted, he claimed. Download The Times of India News App for Latest City ."}, "DRM develops four model railway crossings": {"time": "2019-06-17 15:28:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/drm-develops-four-model-railway-crossings/articleshow/69817472.cms", "description": "BHOPAL: In a first in the country, the divisional railway manager (DRM) of Bhopal has developed four model railway crossings with better amenities and infrastructure for gatemen on the Bina-Guna block. Model railway crossings have been developed at gate no-10 (near Mungawali railways station), gate no-50 (near Shahdora railway station), gate no-3 (near Bina railway station) and gate no-297 (near Kalhar railway station). The DRM, Uday Borwanker, said people have liked the concept very much. “We have completed the first phase. I have directed the divisional engineers of different sections to keep developing such crossings in their locations,” said Borwanker. Around 10-15 model railway crossing will be developed in the near future. Asked about the reason of developing such crossings, Borwanker said, “Several programmes were organized in the past to make the masses aware of safety and security while passing through such crossings from the road. However, I wanted to work for the gatemen who perform their duty in interior parts in challenging situations.” He added that the objective behind developing such model crossing was to improve conditions at the crossing along with amenities for the gatemen. At the model railway crossings, RO water machines, separate cabin for gateman, solar panels, hand-pump and plantation have been done. “Besides, a toolkit is provided at all these railway crossings. Earlier, gatemen had to face a lot of challenges in different conditions. Such railway crossings will make a big difference,” said Borwanker. The DRM also added that Indian Railways is planning to shut down road overbridges and under-bridges. “It will take time. Till that time, we have decided to develop model crossing in locations where it is required most,” said Borwanker. Gatemen have welcomed the model railway crossings. “There are railway crossings which are completely in dense forests. In such situations, if such model railways crossings are developed, it would motivate gatemen,” said a gateman without wishing to be named. In the second phase, model railway crossings will be developed on the Habibganj-Harda and Bhopal-Maksi blocks. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Nath Sr is a proud father as Nakul begins maiden Lok Sabha innings": {"time": "2019-06-18 04:10:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/nath-sr-is-a-proud-father-as-nakul-begins-maiden-lok-sabha-innings/articleshow/69833100.cms", "description": "Bhopal: Chief minister Kamal Nath accompanied his son Nakul Nath, who was elected as member of Lok Sabha from Chhindwara Lok Sabha seat, to the first Parliament session of the 17th Lok Sabha on Monday. Later, Nakul Nath took oath as a member of the Lok Sabha in Hindi. Nakul is the only Congress MP elected from Madhya Pradesh. Congress candidates lost on all the 28 remaining seats of the state. When asked who would lead the Congress party in Lok Sabha, veteran parliamentarian Kamal Nath, said: “It depends on so many factors including presence in the House, experience, knowledge and much more. All these factors will be taken into consideration while taking a decision on the issue.” Nakul Nath was elected from the Chhindwara Lok Sabha seat, which has been his father Kamal Nath’s bastion since 1980. Download The Times of India News App for Latest City ."}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Now, tracking devices, panic buttons in commercial vehicles for women safety in Madhya Pradesh": {"description": "BHOPAL: The state government is planning to install tracking devices and panic buttons in all commercial passenger vehicles in a bid to ensure the safety of passengers, especially women. State transport Minister Govind Rajput on Wednesday said a GPS-based control-cum-command centre would be set up in the state capital to track the real time location of commercial vehicles. “We are planning to introduce GPS-based tracking devices and panic (emergency) buttons in all commercial passenger vehicles including buses and taxis,” the minister told a press conference. Rajput said a GPS based control-cum-command centre would also be set up in the state capital to know the real time location of commercial vehicles. “The panic buttons for emergency situations will be installed in the commercial passenger vehicles. If pressed, these panic buttons will send signals to the command centre so that help can be extended quickly. The move is aimed at ensuring the safety of passengers, especially women,” he said. The minister also said that a test driving track would be set up at every divisional headquarters under the Public-Private Partnership (PPP) model. Rajput said the transport department had issued 25,000 driving licenses to girls for free till February this year by holding camps in college campuses. The state government also announced to provide Rs5000 as minimum compensation to the small and marginal farmers in the event of crop loss due to natural calamities. He added that the state government had initiated a process to take back about 1000 acres of vacant land lying unused on the Bharat Heavy Electricals Limited (BHEL) campus in Bhopal. The government has written a letter to Union Ministry of Heavy Industries and Public Enterprises in this regard, said minister Rajput. “The land was allotted to BHEL at the time of its inception but it is still lying unused,” Rajput said about the purpose behind reclaiming the land. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:15:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/now-tracking-devices-panic-buttons-in-commercial-vehicles-for-women-safety/articleshow/69865303.cms"}, "Now, bilingual books to cut dropout rate among tribal kids": {"description": "BHOPAL: In order to improve literacy and reduce the dropout rate among children in tribal districts, the state education department has taken up an initiative to introduce bilingual books with Hindi and local dialects of different tribal areas so that students can understand what is being taught. The Rajya Shiksha Kendra (RSK) has collaborated with an NGO that works for education and designed the curriculum with the help of the tribal welfare department. The curriculum for class 1 and class 2 has been written in local dialects like Bhili, Baigani, Gondi and Korku for students of Bhil, Baiga, Gond and Korku tribes. As part of the pilot project, the curriculum has been implemented only in three districts of the state -- Manda, Dhindori and Khandwa. New Education Group (NEG), an NGO, conducted a survey in different areas of MP to get an idea about the need for the project. They found that in tribal districts, less than 30% students could understand, read and speak Hindi as opposed to 70% who only communicated in their local dialect. “Children of the tribal areas do not understand Hindi as their mother tongue is different. They only know the local dialects and face difficulty when they are taught in Hindi in schools. Many of them also drop out of school from class 1 and class 2 as they are unable to make sense of what is being taught. Teachers are unable to explain the meaning in their local dialect, making things more difficult. So after developing the curriculum, we also trained the teachers,” said Sandeep Tirkey, program head of NEG. Irene Cynthia J P, director of Rajya Shiksha Kendra, told TOI that the initiative had been taken to make children of tribal districts attend school and understand what is being taught, instead of dropping out. Assessment of the initiative will be done in year 2020 to gauge the impact of the programme and the changes needed. The RSK is all set to start the programme in four other districts -- Harda, Betul, Anoop-pur and Shadol -- from the new academic session. “If the new initiative makes a difference, we will expand it to more areas in the coming year. This will help children learn the state language as well as the mother tongue so that they can continue their studies further,” she said. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:21:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/now-bilingual-books-to-cut-dropout-rate-among-tribal-kids/articleshow/69865283.cms"}, "Power surplus Madhya Pradesh seeks new tech solutions": {"description": "BHOPAL: In a bid to tackle the problem of surplus energy in the state, the Madhya Pradesh Power Management Company (MPPMC) is exploring new technologies that can be deployed for energy storage systems. Initially, officials have invited ‘expressions of interest’ from eligible experts in the field for setting up a storage system of 500MW capacity. The main objective, officials say, is to ensure effective management of surplus power on a day-to-day basis. As of now, available technologies and their viability are being explored, they add. Managing director of the MPPMC, Sukhveer Singh, says: “It is a normal phenomenon that during off-peak hours (typically evening and night hours) there is an abundance of power, but it cannot not be utilized properly, especially in the case of renewable energy. Thus, if there is a storage capacity, the energy during the off peak hours could be stored and can be used during peak hours. Even in the case of surplus power, if we sell the additional power during off peak hours — the rates at energy exchange are also lower — it could be in the financial interest of the company.” “It is a forward-looking step to ensure effective management of power. However, we are looking into the availability of suitable technologies in the field. It also depends on the proposals. We will evaluate them and take the further call,” he adds. Madhya Pradesh is energy surplus. The peak demand of power in state has been around 14,000 MW and the total contracted capacity of generation in the state is over 19,000 MW. If suitable storage facilities are developed, there could be slight improvement in the financial returns to the company, say sources. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/power-surplus-mp-seeks-new-tech-solutions/articleshow/69865436.cms"}, "After a long wait, showers greet Bhopal": {"description": "BHOPAL: The city woke up to a pleasant surprise on Wednesday as showers brought a much-needed relief from the searing heat. Rains also halted the northward march of mercury, with the day temperature being recorded at 31.6 degree Celsius — six notches below Tuesday’s 37.7 degrees. At 24.4 degree Celsius, the night temperature too saw a dip of two degrees. Winds blew westwards packing an average speed of 20km/hr. Weather office in Bhopal pointed towards a formation over the northern parts of the state and southern Uttar Pradesh. Small formations over the state would continue to bring respite at frequent intervals, added the met officials. Other parts of state also received showers between 8.30am and 5.30pm: Bhopal (4.8mm), Ratlam (9.4mm), Gwalior (4.6mm), Satna (3mm), Dhar (2mm), Ujjain and Guna (1mm) each, while Sagar and Indore only had a trace of rain. In Thursday’s forecast for Bhopal, the weather office predicted a partly cloudy sky and thundershowers. Day and night temperature would hover around 28 degrees and 25 degrees Celsius respectively, with winds blowing at 22km/hr. In the forecast for rest of the state, the met department has underlined a possibility of showers at Gwalior, Guna, Datia, Shivpuri, Ashok Nagar, Sheopurkalan, Morena, Bhind, Raisen, Rajgarh, Sehore, Vidisha, Rewa, Satna, Sidhi, Singrauli, Sagar, Tikamgarh, Panna, Damoh, Chhatrpur, Indore, Dhar, Khandwa, Khargone, Alirajpur, Jhabua, Barwani, Burhanpur, Ujjain, Neemuch, Ratlam, Shajapur, Dewas, Agar, Hoshangabad, Betul, Harda, Chhindwara, Jabalpur, Mandla, Balaghat, Narsinghpur, Seoni, Katni, Umaria, Anuppur, Shahdol and Dindori. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/after-a-long-wait-showers-greet-city/articleshow/69865583.cms"}, "Lawyers strike work, demand Advocates’ Protection Act": {"description": "BHOPAL: Work in the civil court was hit because lawyers in Bhopal struck work on Tuesday as part of statewide strike to highlight vulnerability of advocates to violence, lack of safety on court premises and demand for implementation of Advocates’ Protection Act. They also handed over memorandum addressed to the Prime Minister and the chief minister to officials up to tehsil level on their demands. Call for strike was given by MP Bar Council. Lawyers, who had gathered in the court, said that draft of Advocates’ Protection Act has been ready for 15 years but it was never introduced in the state assembly as a Bill, so as to make it a law. “The erstwhile Shivraj Singh Chouhan government assured us to do it but yet to be implemented. Moreover, it is a part of Congress party’s “Vachan Patra” as well but we don’t know when it would be introduced in the state assembly”, they said. They also pointed out that anti-social elements get into court premises with arms, creating an unsafe atmosphere on court premises. Killing of UP Bar Council chairman, Darvesh Yadav, on Agra court premises is the most recent example in this regard, they said. They also recalled shoot out in old Bhopal court building some years ago between two gangs to drive home their point. Chairman of MP Bar Council, Shivendra Upadhyay, expressed gratitude towards advocates across the state for making the strike a success. He said that environment in courts was getting more and more unsafe, rendering advocates vulnerable to violence. Upadhyay said that steps should be taken to ensure a safe environment in courts and safety of personnel involved in dispensation of justice to people. He said that an Advocates’ Protection Act should be implemented at the national-level by the Union government. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/lawyers-strike-work-demand-advocates-protection-act/articleshow/69848704.cms"}, "\nHistorical mela hosted for women, by women at Gohar Mahal in Bhopal\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/Historical-mela-hosted-for-women-by-women-at-Gohar-Mahal-in-Bhopal/articleshow/48030243.cms", "description": "A four-day long Meena Bazaar is currently on at Gohar Mahal, to the delight of women from across the city.  Dozens of women artistes from across the country are displaying products as varied as artificial jewellery, shoes, handbags, jute bags, ceramic show pieces and handlooms at the historical monument Gohar Mahal. During the era of the Nawabs, the palace used to host Meena Bazaar — the favourite spot for women to shop, and after a long time, the mela has been initiated again at Gohar Mahal.  Kutir Evam Gramudyog Minister Kusum Mehdele, who inaugurated the bazaar, told us, “It’s a good platform for female shopkeepers and buyers. This market is a one-stop place where they can enjoy shopping all the items of use. We will now organise Meena Bazaar every year here in Bhopal.”  Besides decorative items, the women seem to be most drawn towards fashion and lifestyle products here. From lac bangles to handloom fabrics such as chanderi and maheshwari as well as bagh prints, the options are aplenty. There is also a mehendi stall, offering designs in Arabian and Marwadi style for `50 and `100, respectively.  Nawabi-style glass vases and designer lamps are another highlight, which will cost you between `150-`1000. Another attraction are the wooden combs available in different shapes and sizes as well as the signature Bhopali batua (purse), costing between `250- `1000. Download The Times of India News App for Latest City ."}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Govt agrees to cut VAT on ATF if airlines start new flights": {"time": "2019-06-18 04:03:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/govt-agrees-to-cut-vat-on-atf-if-airlines-start-new-flights/articleshow/69832999.cms", "description": "Bhopal: The state government is willing to reduce VAT on aviation turbine fuel (ATF) provided airlines come with a concrete proposal to connect new cities from Raja Bhoj Airport. Airlines have been demanding reduction in VAT on ATF from the existing 25%.The issue was discussed at a meeting of senior officials chaired by chief secretary SR Mohanty. The chief secretary assured that the tax reduction could be considered only if airlines also reciprocate by starting more operations from Bhopal. Presently, Air India, SpiceJet and IndiGo are operating from Bhopal.In the meeting is was decided to start cargo operations from state capital. Mohanty is learnt to have asked Bhopal collector Tarun Kumar Pithode to identify about 50-acre land near the airport for operationg cargo services.Commissioner, Bhopal division Kalpana Shrivastava said the chief secretary cargo services will start in next two months from Bhopal.High VAT on ATF at Bhopal has been an irritant for airlines operating from the city. ATF constitutes around 40% of overall cost of a flight and airlines have been requesting the state government to reduce VAT on an immediate basis.Seeking anonymity, airlines officials said, \"Lowering VAT on ATF will make a strong case to consider expanding/starting operations from Bhopal. Neighbouring states such as Chhattisgarh, Andhra Pradesh, Rajasthan, Jharkhand that slashed ATF are witnessing increased connectivity post cutting down VAT.”Six years ago, the state government had reduced VAT to 5%, but failing to attract airlines, it was raised to 25%.Flyers supporting the online campaign for increased air connectivity from Bhopal also felt that after two major airlines started operations, the state govt consider reduction in VAT on ATF. Tushar Kulkarni, a member of the group, who was present during the meeting said both state government and airlines have agreed that the VAT should be reduced along with better air connectivity.“We have raised the issue. I am hoping that it will be done soon,” said Rajat Pallav.In past one year, air passenger traffic from Bhopal has registered a steady increase of about 123%. At present, the city airport accommodates movement of 44 flights daily.Download The Times of India News App for Latest City ."}, "Madhya Pradesh: Father shoots daughter after she resists rape attempt": {"time": "2019-06-18 17:30:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/madhya-pradesh-father-shoots-daughter-after-she-resists-rape-attempt/articleshow/69842911.cms", "description": "BHOPAL: A 21- year old girl was shot at after she resisted rape attempt by her father in Gwalior district on Monday night. The accused, who is a retired soldier, fired two shots from his licensed gun in inebriated condition after the girl resisted. The girl is admitted at Jai Arogya hospital and is undergoing treatment; her condition is said to stable and out of danger. The incident took place at a colony under Maharajpura police station of Gwalior district. Citing the complaint of the survivor, police said that the accused that is 49-year old went to the room of his daughter late on Monday night in inebriated condition and attempted to rape her, scared girl resisted and pushed him apart. Later she rushed to her mother who was in adjacent room, said police. Irked over it, the accused took out his licensed gun and fired two shots, one injured the girl while other missed, said police. Seeing the situation the girl’s mother shouted and asked neighbours for help. Subsequently, locals soon rushed and also informed police. Police from the Maharajpura police station reached there and arrested the accused, police said. SP Gwalior Navneet Bhasin said, “We have arrested the accused and the weapon has also been seized. It is a 12 bore gun; we are now verifying the license of the weapon. The girl is out of danger now”. Download The Times of India News App for Latest City ."}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "As monsoon looms, open drains & waterlogging haunt Bhopal residents": {"description": "BHOPAL: Last July, amid heavy rains, a four-year-old was swept away in a fast-flowing drain in Panchsheel Nagar (near Link Road 3). Exactly 11months on, residents of the area continue to be apprehensive about the open drain, whose work is yet to be completed. “Nothing has changed. The approach to the liquor shop was first to be improved and the main road leading into the colony continues to be unsafe. Government is yet to complete the construction and the on-going work has made the situation worse for commuters,” said Sheela Bai, a resident of Panchsheel Nagar. Work is on-going and it would be completed within a day, claimed the Bhopal Municipal Corporation (BMC) civil engineering section official. Meanwhile, the colony and its residents continue to be apprehensive. With monsoon looming, sewage and stormwater drain issues are back to the fore. On Wednesday, BMC commissioner Vijay Datta inspected many areas in ward 53 and ward 85. In ward 53, Jatkheddi (along Hoshangabad road) Datta instructed officials to clean the drains and remove encroachments. BMC’s focus is on ensuring that that there is no waterlogging. According to BMC estimates, there are about 700 choke points in the state capital. In 2016, the BMC’s preparedness and measures were exposed in heavy rainfall. Besides, the district administration has to focus on over 957-odd structures, which have been deemed dilapidated. Over the years, after heavy rainfall, BMC elected representatives have blamed political influence and how it’s impacting on the civic efforts to clear encroachments and deal with dilapidated structures. Last year, the BMC mayor’s budget speech had listed a page full of names of locations that would benefit from Rs 125 crore stormwater drainage management projects. It comprised areas like Kechi Cholla Nallah, Krishna Nagar, Rajendra Nagar, Khushipura, Dwarka Nagar, Sanjay Nagar (near railway track) besides colonies towards BHEL and Hoshangabad road, which were the worst affected after unprecedented rainfall in June-July 2016. Many of these areas are yet to benefit from the announcement. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:08:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/as-monsoon-looms-open-drains-waterlogging-haunt-bhopal-residents/articleshow/69868277.cms"}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "When footpaths become mere footnotes": {"description": "BBHOPAL: While the city suffers with high volume of traffic, the administration's focus seems to be on a heterogeneous mix of traffic and does not include significant pedestrian movement and on-street parking problems. The number of vehicles in the city has increased almost 1.7 times - from 5.79 lakh in 2009 to 9.82 lakh in 2014. In the same context, the number of footpaths have reduced by 80%, according to traffic experts. ISBT near Habibganj and Nadra bus stand are the major bus stations in the city. All these locations have poor pedestrian walkways. It seems pedestrians have no right of way in the grand scheme of things of various development agencies in the state capital. In the garb of city beautification, the height of central verges and pedestrian walkways are being increased. According to experts, government agencies need to make roads safe and easy for pedestrians. As per Rule 11 of the Rules of the Road Regulations, 1989, pedestrians have the right of way at uncontrolled pedestrian crossings. A case in point is the increase in height of the central verge near Bittan Market. A BMC official, Vinod Shukla, explained that crossing a verge is not legal as per law. \"There are demarcated zebra crossings for proper crossing of road,\" he said. However, urban development experts like Anil Singh indicate that traffic intersections and roads in the city are being developed in keeping with facilities for those who drive private vehicles. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/when-footpaths-become-mere-footnotes/articleshow/69868176.cms"}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Madhya Pradesh to reconsider land titles of tribals": {"description": "BHOPAL: Chief minister Kamal Nath on Tuesday announced that the state government will reconsider all 3.5 lakh applications of tribal families for land titles, which were rejected during the BJP regime. “During previous government’s rule, as many as 3.5 lakh applications of tribal families for land titles were rejected. The state government has ordered to reconsider all such applications,” said Nath in a statement after meeting a delegation of tribal families led by former CM Shivraj Singh Chouhan at Mantralaya. The families from Budhni in Sehore district had been demanding pattas under Forest Rights Act and action against forest officials for charging them under fake cases. \"The Forest Rights Act was implemented by the then UPA government. Under this, 6. 25 lakh applications seeking recognition of forest dwelling rights, were submitted during the BJP’s rule of which 3.55 lakh applications were rejected, \" the CM is learnt to have said. Nath further informed that the rate of tendu leaf collection has also been increased from Rs 2,000 per standard bag to Rs 2,500, thus, ensuring the tribals a profit of Rs 500 per bag. This amount was being given to the underprivileged tendu leaf collectors through the banks, which was impractical. Now they will be paid in cash, he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/mp-to-reconsider-land-titles-of-tribals/articleshow/69848669.cms"}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Bride turns away baraat because groom was drunk": {"description": "JABALPUR: A baraat in Jabalpur had to take a U-turn, after the bride refused to marry on finding the groom to be drunk. The woman’s refusal triggered tension between both sides of the family, and police had to intervene to settle the issue. The situation was such, that the bride’s family had kept the baraatis hostage. Patan police station in charge, Shivraj Singh Chauhan said, “Marriage of a Jabalpur woman and a Sagar man was being held at Nunsar on Sunday.” Police withheld the names of the bride and groom to protect the identity of the family. “During the initial greeting ceremony, the bride’s family found that the groom was drunk. When they confronted his family, they said, he does not consume alcohol. The bride refused to marry the drunk groom.” “Soon after a dispute broke out over returning the gifts exchanged between them. The bride’s family held the baraati hostage. Police contained the situation and an agreement was reached, after which the baarat returned to Sagar,” he said. “I am happy with my daughter’s decision. She has a master's degree in engineering. We cannot put her through hell,” the woman’s father told TOI. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:59:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/bride-turns-away-baraat-because-groom-was-drunk/articleshow/69848544.cms"}, "Bhopal youth dies after ‘assault’ in police custody, 5 cops suspended": {"description": "BHOPAL: A 26-year-old property dealer died after allegedly being beaten by police in the wee hours of Wednesday following an accident in the BRTS corridor in Bairagarh. Five policemen, including an SHO and an SI, have been suspended. During the alleged assault, the victim, Shivam Mishra, kept pleading that he had acute chest pain and needed to go to hospital, but the policemen didn’t relent, says his friend Govind Sharma Podel, who, too, claims to have been beaten in custody. Both Shivam and Govind are sons of police officers. Shivam’s family alleges they were not informed about his death. They refused to let the body be taken for autopsy until the accused cops were booked for murder and loot. They say a gold chain and ring that Shivam wore, his wallet and his mobile phone are missing. “Orders of judicial inquiry into the death of Shivam Mishra have been issued. There will be a fair investigation. Whoever is found responsible will not be spared. Justice will be done to the family,” tweeted chief minister Kamal Nath“A judicial inquiry has been ordered. Anyone found guilty will not be spared. There will be strong action,” DGP V K Singh told TOI. The autopsy report says Shivam died of cardiac arrest and that the other injuries were trivial in nature, said IG Yogesh Deshmukh. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:04:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/bhopal-youth-dies-after-assault-in-police-custody-5-cops-suspended/articleshow/69865277.cms"}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "NCP stages protest against EVMs": {"description": "Bhopal: The Madhya Pradesh unit of the Nationalist Congress Party (NCP) on Wednesday demanded that the Electronic Voting Machines (EVM)s be discarded. Led by its state president, Raju Bhatnagar, the party held a protest outside the office of the CEO. The protesters torched an effigy of the replica of the EVMs and later handed over a memorandum to the CEO. Despite the demand of over 20 political parties to discard the EVMs, said Bhatnagar, the EC did not pay any heed to their demands. The party cited instances wherein it claimed that the functioning of EVMs can come under scanner. In the recently-concluded Lok Sabha elections, too, votes of a number of candidates in the country were same, which raises doubt on EVMs. Several countries, which had adopted the EVMs in the past have now opted for the postal ballots, the party stated its memorandum. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:17:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/ncp-stages-protest-against-evms/articleshow/69865574.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "\n46 dancers pay tributes to God through various dance forms at Bharat Bhavan in Bhopal\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/46-dancers-pay-tributes-to-God-through-various-dance-forms-at-Bharat-Bhavan-in-Bhopal/articleshow/48175324.cms", "description": "A dance performance worshipping Lord Ganesh, Krishna, Ram as well as Goddesses Durga and Lakshmi was presented by artistes from a dance academy at ‘Nritya Sankeertanam’ at Bharat Bhavan.  As many as 46 students gave a synchronised Bharatnatyam performance under the guidance of Manju Mani Hatwalne. The students started with a Ganesh Vandana in Mohiniyattam, followed by a dance performance Gaiye Ganpati that highlighted the competition between Lord Ganesh and his brother Kartikeya. The other performances included Vaagheshwari Sharde, dedicated to Goddess Sharda, Bho Shambho dedicated to Mahakal and Shambho Mahadevne, a Malayalam bhajan worshipping the Natraj form of Lord Shiv. Vaishnav Janato, a famous Gujarati bhajan, was also presented in Bharatnatyam. Then a Marathi bhajan Sakha Majha depicting 10 forms of lord Vishnu and a Kannada bhajan Bhagyada Laxmi worshipping Goddess Lakshmi was also presented. The dance performances were choreographed in eight different languages. The vocals were by Vidushi Rashmi Ravi, Neela Ramkumar, Shobha Ramesh and Sheya Ravi while Virendra Kore accompanied them on flute, Mahesh Malik on the violin and Ranjini Venkatesh on the mridangam. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "‘Need to curb rush of Everest climbers’": {"description": "Bhopal: Megha Parmar, MP’s first woman to reach the Mt Everest summit, has suggested that the Nepal government should minimise the number applications for climbing the world’s highest peak. Megha was in Bhopal to attend a function at Bhojpur Club which gave her a lifetime membership of the club. Notably, this year 11 climbers have lost their lives due to heavy traffic during the summit. Talking to TOI, Megha said that it is unfortunate that this year so many people have lost their lives in their attempt to reach the summit. “Like me it is dream of every climber to complete the summit. However, it is disheartening to see that people are losing lives as traffic has increased significantly,” said Megha. Asked for the reason of such a rush, Megha said, “It is because there is no restriction. Anyone who can pay the fee with even less mountaineering experience can attempt climbing. On the other hand, China not only restricts number of applications but allows only experienced climbers to attempt the summit.” She said that more people are dying because of the lack of proper training. “Even if you have done the certificate course a good climber does lot of training under professional trainers. They put themselves under tough training situation so that they can fight exigencies,” said Megha. She said that despite so many climbers attempting the Mt Everest summit every year the awareness is poor about it. “People ask me the height which I touched at the Mt Everest. It is unfortunate that people do not know even the height of the Mt Everest which are available in several school books,” said Megha. She is willing to coach and teach if she gets an offer. “I have achieved what I wanted to. I have touched the highest peak and now my next target is to touch the lowest point of the world. However, if anyone offers me to train I will do it to motivate others,” said Megha. Incidentally, for three days after completing the summit, Sehore's Megha drifted in and out of consciousness, unable to tell anyone back home that she had achieved her dream. Later, she disclosed her journey of completing the summit. Daughter of a farmer in a landlocked state like MP, Megha always dreamt of standing on the top of the world. After a failed attempt last year, at 5am on May 22 this year she stood on the peak of Mt Everest. Megah had to turn back just 700 metres from the summit last year. Undaunted, she decided to try again. But there was another shock in store. \"I had fractured my backbone in three places in a training accident in July last year. But I had promised myself that I will summit within a year, and began training again in November,\" she said. Her determination paid off, and she was elated to reach the summit. Then, her nightmare began. She also felt victim to the 'traffic jam' near the peak that claimed so many lives this year. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/need-to-curb-rush-of-everest-climbers/articleshow/69865246.cms"}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "\nFive-day film festival 'Ekagra' commences with Mrinal Sen’s Bengali gem ‘Bhuvan Shome’ in Bhopal\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/Five-day-film-festival-Ekagra-commences-with-Mrinal-Sens-Bengali-gem-Bhuvan-Shome-in-Bhopal/articleshow/47922291.cms", "description": "Ekagra, a five-day film festival, commenced with the film Bhuvan Shome, directed by renowned filmmaker Mrinal Sen, at Bharat Bhavan.  Made in 1969, Bhuvan Shome was one of the most appreciated films of its era. The fest will continue till July 5 and some of Hindi and Bengali cinema’s best films by Sen will be screened here.  Bhuvan Shome was a film made on a tight budget but it played a key role in establishing Sen as one of the most respectable filmmakers of that time and he won many accolades for it, including best feature film and best direction. The movie is based in the 50s where Bhuvan Shome, played by Utpal Dutt, is a strict but dedicated senior railway officer. His colleagues are always discussing his strictness but Bhuvan continues with his work without paying attention to them.  The film follows his life as he decides to go for a bird hunting holiday where he meets Gouri, a young and beautiful, easy-going girl. Bhuvan is bowled over by her and in turn, she has a great impact on his life and he lets go of his extra strict behaviour. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "BJP takes a dig at govt’s ‘half-year’ celebration": {"time": "2019-06-18 04:12:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/bjp-takes-a-dig-at-govts-half-year-celebration/articleshow/69833133.cms", "description": "Bhopal: The BJP on Monday took a dig at the state government for celebrating ‘haf-year’ in office even though it has failed to fulfill any of the promises Congress made in its manifesto. BJP leaders said that the government did not even waive farm loans within 10 days as announced by Congress president Rahul Gandhi. The party must change the chief minister for failing to implement the scheme even after six-month of its rule in the state, they said. \"The Congress government has accepted in the advertisement published in newspapers that the second phase of the loan waiver scheme will being launched now. This exposes the false claims of the party that it had waived off farm loans within 10 days of coming to power as announced by Rahul Gandhi\", said former minister Narottam Mishra while addressing a press conference on six-months of Kamal Nath government. He claimed that 95 per cent of the farm loan beneficiaries in the state have not availed benefits up to Rs 2 lakh as claimed by the Congress. He said in the so-called first phase, farmers got benefit up to Rs 15,000 only on their total loan amount. \"Congress has not only fooled the farmers, is also trying to cheat them in the name of PM Kisan Nidhi Yojana. The government is not submitting the complete list of farmers to the Centre for financial assistance of Rs 6,000 per annum under the scheme. So far, only 43,000 beneficiaries have been listed against 80 lakh farmers registered with the state government-run cooperatives and mandis\", said Mishra. Taking a jibe at ‘half-year celebrations' of the government, Mishra said that it is for the first time in the country that any government is celebrating `half-year' of its rule. “Is the Congress government not sure completing one-year term in the state?\" asked Mishra. He said all promises made by the government and listed in the report card presented before the press on Monday are unfulfilled even after six months of being in power. For every single crisis, they blame the opposition party and now they are celebrating their so-called success, he said. \"For power cut, they blamed BJP, for water crisis and crimes, they pointed finger at the BJP. For scams in cooperatives, rape and murder of minors, doctors' strike and what not. They blame BJP for everything. Who is stopping them from taking action against culprits?” said Mishra. He said, “In six months, the government has failed to fulfil a single promise. After cheating farmers in the name of loan waiver, the party has not provided stipend to unemployed youths. The promise to provide scooter to students is still unfulfilled. People are facing acute water and power crisis, now employees were suffering due to mass transfers\". Download The Times of India News App for Latest City ."}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Bundelkhand water woes: Villagers protest for deepening of lake before monsoon": {"time": "2019-06-18 22:15:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/bundelkhand-water-woes-villagers-protest-for-deepening-of-lake-before-monsoon/articleshow/69847155.cms", "description": "BHOPAL: As the only source of water - a tubewell at a local police station - hardly giving any water to Chandera village of Tikamgarh, starts facing acute crisis, villagers here have started a sit-in protest at the district headquarters demanding deepening of the ancient lake before the monsoon begins. For the past three years, in summer, the villagers would make a queue at the police station tubewell to fetch water under the supervision of two constables from 9.30 am to 12 noon. But this time following unprecedented heatwave, not only a Chandela era lake of the village located about 55 kms away from Tikamgarh district headquarter dried up, other water sources have also gone dry. The SHO of Chandera police station said, “water flow in our tubewell is getting thinner and thinner with each passing day.” With no water source left to quench their thirst, villagers decided to highlight their demand. They said last year also they protested for water but the promises made by the then government were not fulfilled. They demand deepening and repairing of the of the ancient lake so that it could fill up in the monsoon and last longer next year. In fact, all the districts of the whole of Bundelkhand region of Madhya Pradesh face acute water crisis. Many villages also witness migration because of water shortage. “Only two private tube wells are functioning in the Chandera village. Most of the people fetch water from distant sources travelling 2 kms to 3 kms every day,” said Ram Pal Mishra a villager. “For how long the people of Bundelkhand will have to cry for the basic needs like water. Denying any water crisis in the village, the sub divisional magistrate Jatara RS Bakna said, “we have already started the work of the deepening of the lake and it will be completed before the onset of monsoon,” Neeru Sharma, a resident of Chandera sitting at dharna said. Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "\nPriyanka Chopra, Prakash Jha address the media at 'Gangaajal 2' press conference in Bhopal\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/Priyanka-Chopra-Prakash-Jha-address-the-media-at-Gangaajal-2-press-conference-in-Bhopal/articleshow/48030297.cms", "description": "A couple of days before the shooting of Prakash Jha’s Gangaajal 2 wrapped up, the film’s cast got together to interact with the media in the city.  Addressing the crowd, Priyanka Chopra, who plays a tough cop in the film, said, “I will miss Bhopal a lot and having spent a month here, I have fallen in love with the place. The people here are very cooperative and it has been a memorable shooting experience here.”  Besides Chopra, the other actors, including Rahut Bhat, Murli Sharma and Manav Kaul, were also present. Praising the beauty and the cooperation received by them, Jha said, “Bhopal is a place where shooting can be done with ease and the credit goes to the audience here.” Download The Times of India News App for Latest City ."}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "A new dawn, future awaits Madhya Pradesh: CM Kamal Nath in his blog": {"time": "2019-06-18 15:58:00", "link": "https://timesofindia.indiatimes.com//city/bhopal/a-new-dawn-future-awaits-madhya-pradesh/articleshow/69833193.cms", "description": "Madhya Pradesh chief minister Kamal Nath has in a blog written on the completion of his six months in office said a new dawn and new future awaits the state. In the blog, Nath wrote, “After a long and hostile summer, monsoon is knocking at your doorstep, bringing with it new hopes. At the same time. it also recalls about the long pain each one of you have endured. Putting it in verse Nath writes, “Scorching heat was far long/ There was no respite/ Never was the weather so hostile/ The scorcher was long…/ 15 long years.” He further wrote, “The heat has singed everything in the state. The sun has affected the economy, good governance, respect to women folks, farmers’ livelihood, employment for youth, self-respect for Dalits and tribal folks. The economic mess left was so that the state had a revenue deficit of Rs 8 lakh crore making it difficult to pay wages of state government employees. On several occasions advances had to be sought from the RBI to meet the crisis. The state had a debt of Rs 1.87 lakh crore and investments failed to make it while there was no trace of good governance and justice. The fact is that 46,000 girls could not save themselves and another 48 lakh children suffered malnutrition. Farmers’ seeking true value for their farm yield were shot by bullets while the future of bright youth were compromised through Vyapam. That is, I inherited a listless administration. But as one say, God may be late but not unjust. Like the saying goes in Hindu mythology that as much Rohini heats there is a chance of good rain. Thus, it seems a happy end with onset of monsoon. First with farmers’ loan waiver at their doorstep and later with discounter electricity for all. Now, there is also a reduction in crimes. Girls are also getting an assistance of Rs 51,000 for marriage. Citizens of the state will now have Right to Water, Metropolitan Planning Authority is scripting a new story of development in the urban areas of the state while new investments are coming with job promise to 70% youth of the state. Houses of poor are being illuminated with subsidized power. It is said that power consumption is the benchmark for development, and in the last six months the power consumption has gone up from 16% to 48%. The state is also providing benefit of 27% reservations to the Other Backward Classes. The last six months has brought a new hope for the state with the girls scaling Mt. Everest, youth brimming with hope and farmers’ assured of better future. There are new opportunities for the tribals, OBCs and Dalits. Cattle are finding homes in good cow shelters and Narmada and Kshipra rivers are also promising to flow with full glory.” Download The Times of India News App for Latest City ."}, "Madhya Pradesh: 10-year-old girl electrocuted after coming in contact with live wire": {"description": "BHOPAL: A 10-year-old girl was killed when she came in contact with a live wire on way to school. Incident was reported from Adityapuram area on Wednesday morning.  Pari Tomar was going along with her friends when she got electrocuted. She was a Class 4 student of Gwalior’s Greenwood school. Local residents have blocked roads in protest against the incident. The additional force has been deployed. Police have registered a case for further investigations. Download The Times of India News App for Latest City .", "time": "2019-06-19 15:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/madhya-pradesh-10-year-old-girl-electrocuted-after-coming-in-contact-with-live-wire/articleshow/69856947.cms"}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "MP govt cuts collector rates by 20% to boost real estate": {"description": "BHOPAL: In a bid to give fillip to the real estate and construction sector, the state cabinet headed by chief minister Kamal Nath on Wednesday decided to slash the collector guideline rates of property to 20%. To compensate the loss, the government decided to increase stamp duty on the registration of property from 7.3% to 9.5% across the state and from 10.3% to 12.5% in select urban areas. \"The decision to reduce the collector guideline was taken in view of recession in the real estate sector. Providing support to the real estate would help in employment generation, besides giving boost to related sectors which in turn will kick-start the state’s economy. The decision would be effective after the official notification\", state law and public relations minister PC Sharma told reporters after the cabinet meeting. Sharma said the decision would help property buyers to pay actual income tax incurred on the transactions. Earlier, there was a vast difference between the actual property rates and collector rates and the customers had to pay tax as per the collector guideline. \"The consumer had to shell out more fee on buying the property against the actual cost paid for the same. The decision would remove the anomaly and help consumer pay the actual income tax on the de- MP encourages women to invest in propertyAfter 2005, there has been a sudden escalation in the property rates across the state which resulted in boom in the real estate sector. But this prompted the district authorities across the state to increase the collector guidelines to generate more revenue from the market. Unfortunately, this proved to be detrimental, resulting in a major slump in the sector, said real estate experts. Finance minister Tarun Bhanot said that the decision to increase the stamp duty on registration of property from 7.3% to 9.5% will help in curbing revenue loss to the state exchequer. He said in urban areas, buyers will have to shell out 3% extra fee like before. The state government has encouraged women to invest in property by reducing the registration fee to only Rs 100. “In case the property rates are more than the current guideline, the transfer fee would be 2.1% of the difference amount. At present, the stamp duty and registration fee on the joint-ownership of wife or daughter is 1per cent and 0.8 per cent respectively. The cabinet has slashed it to Rs 1000 as stamp duty and Rs 100 maximum as registration fee to encourage women empowerment\", said Bhanot. He said in case of partition of family property, the stamp duty has been reduced to 0.5% from the current rate of 2.5%. The stamp duty and registration fee on donation of the property have also been reduced to one per cent with maximum amount of Rs 500 and Rs 100 respectively against the current rate of 2.5% and 0.8%, he said. The cabinet also decided to extend the last date of repayment of short term loan or debt drawn on zero percent interest during kharif season 2018 and rabi season 2018-19 to June 30 from June 15, said state commercial tax minister Brijendra Singh Rathore. The cabinet also discussed ways to strengthen the drug regulatory system and decided to open three food and drug labs in Indore, Jabalpur and Gwalior respectively. The cabinet gave its nod to enact Advocate Protection Act and observe December 3 as Advocate Day to mark the birth anniversary of Dr Rajendra Prasad, the first President of India. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:17:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/mp-govt-cuts-collector-rates-by-20-to-boost-real-estate/articleshow/69867770.cms"}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}}