{"South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "\nJanani Iyer posed for the shutterbugs at the launch of a new restaurant Vimalam Mess at Anna Nagar\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chennai/janani-iyer-posed-for-the-shutterbugs-at-the-launch-of-a-new-restaurant-vimalam-mess-at-anna-nagar/articleshow/69325013.cms", "description": "This one was for the launch of a new restaurant, Vimalam Mess — a place that promises to bring to Chennaiites the taste of home-cooked food. “You get to taste traditional Chettinad cuisine, tastefully made with hand-ground masalas, served in an inviting, homely ambience,” explained project head, Rajagopal. “We aim to provide top-class food at affordable prices, without compromising on quality and quantity,” he added. VTV Ganesh, Mirchi Shiva, Mohan, Sundar C and Vichu inaugurated the place by lighting the kuthuvilakku. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Wires hanging every where.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wireshangingeverywhere-/articleshow/69821283.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "To spur composting at home, corporation will launch competition": {"description": "CHENNAI: In a bid to reduce biodegradable waste that is sent to landfills at Kodungaiyur and Perungudi, Greater Chennai Corporation has decided to come up with a competition for resident welfare associations across the city. It plans to hold a meeting for association members in which they would be asked to share the best practices to segregate and compost waste. “Many residents are taking up initiatives to compost waste and set up terrace gardens. Some have zero-waste homes. We will ask them to send their entries and the best ones will be recognised and awarded. This is like an incentive such that others can follow these residents and ensure that waste is composted,” said deputy commissioner P Madhusudhan Reddy. Reddy said the corporation was yet to finalise details of the competition. “We will meet associations and finalise the various categories. The competition will be launched soon. We want to make it participative and involve more residents,” he said. “There are more than 6,000 bulk waste generators in the city and 10% of them are managing waste On their own campuses. We want to encourage those doing it and promote similar initiatives among other residents,” Corporation commissioner G Prakash said. The civic body has stopped sending 700 metric tonnes of waste to its landfill as it has decentralised waste management through micro-composting centres and mulch pits in parks. Last week, it met hotel associations to ensure that waste from hotels are not sent to landfills. “The hotel association has agreed to send its waste to micro-composting centres. They will also reduce plastic waste. We will provide them with a plot where they can compost food waste,” said an official. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:40:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/to-spur-composting-at-home-corporation-will-launch-competition/articleshow/69865186.cms"}, "Avadi gets corporation status, residents say they hope for piped water supply": {"description": "CHENNAI: Avadi has become the 15th municipal corporation in Tamil Nadu with the government promulgating an ordinance on Monday, prompting longtime residents to express the hope that they would finally get piped water supply and an underground drainage system. The 4.8 lakh population in the existing 48 wards of the Avadi municipality have become part of corporation. “Considering the increase in population, growth in annual income and the level of the civic services to be provided towards fulfilment of the basic needs of the growing population… the government has decided to upgrade the municipality into corporation,” said a statement issued by law department. The government took the ordinance route as the assembly was not in session. An Avadi resident, T Sadagopan, said: “Piped water supply and underground drainage system are the two major issues which were not fulfilled by the administrators in the last two and half decades. Now with the upgradation we hope both these issues will be sorted out.” As far as Kamarajar Nagar is concerned, garbage collection is a major issue, said Krishnamurthy, a resident of the area. “With the upgradation of the municipality, we are hopeful that a proper garbage collection system will be put in place,” he said. Governor Banwarilal Purohit had signed the order on March 9, on the eve of the election commission notifying the general elections. The commission did not give permission to notify the announcement, sources said. The government originally proposed to include Thiruverkadu municipality and Thirunindravur town panchayat and 10 village panchayats, such as Kattupakkam and Ayapakkam, but stuck to Avadi municipality alone, given the ongoing delimitation of wards for the upcoming local body polls, said Minister K Pandiarajan who represents Avadi in the assembly. Including more areas would have delayed the local body polls, he added. “There is a complete transformation of Avadi from a sleepy little bunch of eight villages 20 years ago to a modern corporation. That was largely because of industrial investments,” Pandiarajan told TOI. The state government is planning a third TIDEL park at Pattabiram in Avadi, which is to come up in 18 months at a cost of Rs300crore. Chief minister E K Palaniswami will also inaugurate an eco-park at Paruthipattu lake in Avadi on the lines of theeco-park at Chetpet. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:39:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/avadi-gets-corpn-status-residents-say-they-hope-for-piped-water-supply/articleshow/69848813.cms"}, "rain drainage system manhole cover": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/raindrainagesystemmanholecover/articleshow/69850251.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "\nAdam and Zeinab socialised at B.A.S.H 2019 at Somerset in Chennai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chennai/adam-and-zeinab-socialised-at-b-a-s-h-2019-at-somerset-in-chennai/articleshow/69858627.cms", "description": "There are events, where you let your hair down and have a blast, and there are those that are work-related. But this was a do where people were invited to have a good time, socialise with other like-minded people and just chill. With many business people from various industries turning up, Chennai peeps spent a lovely hour or so chatting and meeting them all. Mostly everyone was in formals, but they did keep their sense of style flying high. With great music and good food for company, this was one jolly good evening! Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "AIADMK favours one nation, one election; calls for debate": {"description": "CHENNAI: The ruling AIADMK on Wednesday reiterated its in-principle approval to the ‘one nation, one election’ model, mooted by the Narendra Modi government. The party, however, went unrepresented at a meeting convened by the Centre to discuss the issue in Delhi on Wednesday. Sources said AIADMK representatives, law minister C Ve Shanmugam and Rajya Sabha floor leader A Navaneethakrishnan, could not participate after the organizers pointed out to them that the invite was meant only for party chiefs. The party later sent a note detailing its stand on the issue. The main opposition, DMK, which has opposed the ‘one nation, one election’ concept, skipped the meeting altogether. In its written submission, the AIADMK is believed to have recalled former chief minister J Jayalalithaa’s stand that had been conveyed to a Parliamentary standing committee on personnel, public grievances, law and justice in 2015, just months before the last assembly elections in 2016. “There are several key issues which will have to be resolved before the model is adopted since it has wide ramifications. The party’s stand is that the Lok Sabha and state assemblies should be given a fixed term first. Fixed dates of election and counting should also be announced as in the case of the Presidential election in the United States,” said a senior leader, seeking anonymity. This would mean the dates would not be left to the whims of the Election Commission, that “suddenly calls for a press meet and announces election schedule”. The party is said to have insisted that a draft policy, that would include issues like the tenure of assemblies and Parliament, should be placed in public domain and discussed threadbare with the stakeholders. Jayalalithaa had demanded that norms should be worked out on the terms of the assemblies – either extended or cut short, as the residual period of the existing assemblies, especially that of Tamil Nadu, were not coterminous with the Lok Sabha. As the current term of the AIADMK government ends in 2021, the party is keen on completing its full term without any “hindrances” whatsoever after registering a historic consecutive win in 2016 under Jayalalithaa. After failing to take part in the Delhi meeting, Shanmugam returned to Chennai in the evening. The AIADMK is of the view that a consensus must be arrived at ahead of any policy, given the contentious provisions in the Constitution to dissolve the assemblies and Parliament. The early dissolution will stand in the way of the conduct of simultaneous elections. “A thorough discussion is required. While LS polls ended just now, there are several states that have got two, three and four years to complete. A lot of questions remain unanswered,” said senior minister D Jayakumar. At a consultative meeting of the Law Commission in July last year, the party represented by former LS deputy speaker M Thambi Durai said it had no objections to simultaneous polls from 2024, if necessary. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:05:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/aiadmk-favours-one-nation-one-election-calls-for-debate/articleshow/69866181.cms"}, "Power supply to be suspended in Egmore area on Friday": {"description": "CHENNAI: Power supply will be suspended in Egmore area of Chennai from 9am to 4pm on Friday (June 21) for maintenance work. Power supply will be resumed before 4pm if work is completed, according to a release from the Tamil Nadu Generation and Distribution Corporation. Areas where power supply will be suspended: EVK Sampath Road, Jermaiya Road, Ritherdon Road, Lane, Church Lane, Balar Kalvi Nilaiyam, Merina Tower, Whenals Road, PCO Road, Purasaiwakkam High Road, VP Hall, Picnic Hotel, Walltax Road; Park Town, Varadharajan St, Santhosh Nagar, P H Road, Gengu Reddy Road, Aramuthan Garden, Prathapat Road, Hutkinson Road, Singer St, Subbaya St, Baracks Road, Sydenhams Road, Karpoora Muthali St, Thiruvenkadam St, Matukkara Veera Pathran St, Katur Sadayappan St and Muthu Gramani St. Power cut in Irulipattu areaPower supply will be suspended in Alinijivakkam, Athipattu, Irulipattu, Janapachatram, P P Road, Saikiruba Nagar, Jaganathapuram Road and Virundhavan Nagar too on Friday. Download The Times of India News App for Latest City .", "time": "2019-06-19 20:58:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/power-supply-to-be-suspended-in-egmore-area-on-friday/articleshow/69862324.cms"}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "CM to take final call on Class 12 exam reform: Sengottaiyan": {"description": "CHENNAI: Final call on reducing in the number of subjects for Class XII state board students will be taken by the Chief Minister's office after receiving feedback from public and educationists, said school education minister K A Sengottaiyan. Speaking to reporters here on Tuesday, he said at present there is no change and students will continue to be trained in six subjects and orders providing options for medical and engineering would be issued only after public consultation. TOI on Saturday had reported that the government is planning to reduce the number of subjects from six to five next year and thereby reducing total marks from 600 to 500 on the lines of CBSE schools and neighbouring states of Andhra Pradesh and Telangana. Besides this, the minister responded to reports on delay in distribution of free textbooks to primary students in many government schools. It has been more than 15 days since the schools reopened. \"There is no major delay in distribution of textbooks. If there was a lag in one or two schools, books will reach them in a day or two. We have changed syllabuses for eight classes at a time this year,\" he said. Sengottaiyan refuted claims that government schools are being closed due to water shortage. \"Reports that toilets at Chengelpet government school turned dysfunctional is false. They were locked after classes get over around four in the evening\". Answering to questions on 25% admission in private schools under the RTE quota, he said that the entire process was transparent and assured that efforts are being taken to bring more CBSE schools under the online admission portal. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:34:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/cm-to-take-final-call-on-class-12-exam-reform-sengottaiyan/articleshow/69848887.cms"}, "Redo Perambur road survey: Madras HC": {"description": "CHENNAI: The Madras high court has directed the tahsildars of Perambur and Ayanavaram to redo a survey of Paper Mills Road in Perambur to ascertain the amount of encroachments made on either side of the stretch. A bench of Justice T S Sivagnanam and Justice V Bhavani Subbaroyan passed the interim order on the contempt application moved by L D William Moses, of Sembium-Thiru-vi-ka Nagar, seeking contempt proceedings against the authorities for willfully disobeying court order. Noting that the inspection was not conducted properly and that the petitioner could not participate as he was informed at the last moment, the bench said, “The date of inspection shall be fixed by the city corporation in consultation with the petitioner, revenue officials and all other stakeholders and it should be a joint effort of all the stakeholders to place the truth before this court.” The Chennai district collector shall also participate in the discussions, the bench added. According to petitioner, the Paper Mills Road which was originally 100 feet wide, was reduced to 40 feet due to rampant encroachments. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/redo-perambur-road-survey-hc/articleshow/69866292.cms"}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Garbage and negligence": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageandnegligence/articleshow/69834431.cms", "description": ""}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Damaged manhole cover replaced in Govindu Street": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/damagedmanholecoverreplacedingovindustreet/articleshow/69850269.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Sowcarpet stinks of civil apathy, residents irked": {"description": "CHENNAI: Overflowing waste, free-ranging cattle and stray dogs rummaging through garbage around bins and foul smell permeating the air are some of the common features of almost all roads in Sowcarpet. Residents and traders in Sowcarpet, one of the city’s oldest residential and commercial areas, are irked over the civic body’s apathy with regard to conservancy work. While officials claimed that garbage removal was taken up frequently as in the rest of the city, residents denied the same and called for more attention to the commercial-cum-residential areas. “Four years ago, conservancy work was up to the mark. Bins were cleared twice a day. But now, neither the conservancy workers work nor the corporation officials supervise them. The streets in Sowcarpet area have not been swept for years now,” said Ashok Modi, who works at an office on Nattupilaiyar Koil Street. A doctor at a clinic on the Amman Koil Street said the bin opposite to his clinic remains uncleared through the day. “People who visit the Tasmac shop near the bin add to the problem,” said the doctor. “None of the ward and zone-level officials inspect the area. There are open pits and incomplete drains besides other civic issues. For days together, dustbins remain uncleared and garbage gets accumulated near them. Despite repeated requests, officials have not taken any action,” said Riyaz, another resident. Officials in the Royapuram zone said work of the conservancy workers would be inspected. “Garbage clearance along interior roads is carried out twice a day. But the quantum of garbage dumped is huge. I will inspect the area and strengthen conservancy work,” said an official. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/sowcarpet-stinks-of-civil-apathy-residents-irked/articleshow/69865174.cms"}, "Three idols stolen from village temple in Tamil Nadu": {"description": "MADURAI: Unidentified people stole three panchaloha idols from a village temple near Manamadurai in Sivaganga district of Tamil Nadu on Monday night. The theft happened at Kariamanikka Perumal temple in Idaikattur village, situated 10 km away from Manamadurai. The idols – of Perumal, Sridevi and Boodevi -- were donated to the temple 15 years ago. Police said that local thieves might have stolen the idols for their metal value. Since the idols were not antique pieces, they cannot be sold in their original shape. The Manamadurai police registered a case. Teams have been formed to nab the thieves. Deputy superintendent of police, Manamadurai range, G Karthikeyan said since it was village temple, there was no security in place. The only protection the idols had was a steel gate. Thieves entered the sanctum sanctorum after breaking open a padlock. Download The Times of India News App for Latest City .", "time": "2019-06-19 22:35:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/three-idols-stolen-from-village-temple-in-tamil-nadu/articleshow/69857954.cms"}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "FOOTPATH ENCROACHED": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathencroached/articleshow/69821191.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Madras high court slams government for not taking measures to avert crisis": {"description": "CHENNAI: The Madras high court on Tuesday censored the Tamil Nadu government for failing to take precautionary measures to tackle the prevailing water crisis in the state, particularly in Chennai. Not convinced with the eight-page report filed by Metrowater elaborating the measures it has taken to overcome the situation, a division bench of Justice S Manikumar and Justice Subramonium Prasad wondered what the water management department of the state was doing all these days. The authorities very well knew that the lakes in and around the city are drying but still no precautionary measures were taken to arrange alternate sources for the past one year, the bench said. Ridiculing the authorities for submitting that they have started awareness programmes highlighting the importance of water conservation, the bench wondered what is the use of doing such awareness work at this point of time. The bench then suo motu impleaded the secretary of PWD to file a report on the steps taken to de-silt four major reservoirs in the city and availability of water. The bench said judicial notice can also be taken that some of the waterbodies have been encroached which has reduced the size of the lake and encroachment is also said to be one of the causes of the reduction of storage capacity of lakes and water bodies. The court then directed the secretary who is vested with the custody of preserving the lakes to submit a detailed report of the steps taken for removal of encroachment. In this regard the secretary is directed to issue a circular to all the district collectors to submit the details of action taken for removal of encroachments in waterbodies, the court said. As the advocate general submitted that once the third desalination plant being established in Nemelli becomes functional, even failure of monsoon would not affect Chennai, the bench directed the authorities to submit a report of desalination project taken up by the government, study, if any, done for additional desalination plants. The court then posted the plea to June 26 for further hearing. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/hc-slams-govt-for-not-taking-measures-to-avert-crisis/articleshow/69849147.cms"}, "garbage at the Rajendra Prasad main road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageattherajendraprasadmainroad/articleshow/69834435.cms", "description": ""}, "EB wire posses grave danger": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ebwirepossesgravedanger/articleshow/69834427.cms", "description": ""}, "Taiwanese man enters Chennai airport by showing forged air ticket, arrested": {"description": "CHENNAI: A 29-year-old Taiwanese man was arrested for entering the Chennai airport on Tuesday night by showing a forged air ticket. Tei Kai Thiun told police that he had forged an air ticket to enter the high security airport premises to drop a woman, who was a manager in the company he works. Thiun is working in the purchase department of a shoe manufacturing firm in Nellore, Andhra Pradesh. The woman retired from the company a few days ago and was leaving for Hong Kong in a Thai Airways flight in the early hours of Wednesday. Thiun accompanied her to Chennai. Central Industrial Security Force (CISF) personnel stopped him as he walked out of the airport after dropping her. Since he gave contradictory replies, the CISF personnel handed him over to the airport police. Thiun first told the police that he didn’t want to travel to Hong Kong and so he was trying to leave the airport. However, during questioning, he admitted to having forged an air ticket to enter the airport. His purpose was to assist his former manager by carrying her baggage. People accompanying passengers can take visitor passes to enter the airport. However, they can’t accompany the passengers up to the checking counter. Download The Times of India News App for Latest City .", "time": "2019-06-19 17:21:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/taiwanese-man-enters-chennai-airport-by-showing-forged-air-ticket-arrested/articleshow/69857232.cms"}, "Locals face acute water crisis in Rameswaram": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/locals-face-acute-water-crisis-in-rameswaram/videoshow/69864351.cms", "description": ""}, "Aussie consulate partners with Madras University": {"description": "CHENNAI: The Australian Consulate-General in Chennai on Tuesday announced a partnership with University of Madras, providing funding of Rs 11 lakh. This would be used to upgrade the Centre for Australian Studies within the Department of English, under Australia’s Direct Aid Program, said an official release. Australian vice consul in Chennai, Andrew Collister, said studying Australian literature exposes Indian students to voices of a vibrant, diverse and multicultural Australia. “Education builds greater respect and understanding between our two nations, creating a bedrock for our future relations,” he added. The partnership was celebrated in an event at Madras University’s Chepauk Campus on Tuesday. Following the announcement, Collister presented sixty Australian books to the VC of the Madras university proffessor P Duraisamy. S Armstrong, professor and head of the department of English, said the upgrading of the centre with funds from the Australian Consulate-General in Chennai would benefit the academic community all over India The department has sustained a passion for Australian literature for more than two decades and has been been offering Australian Studies as a core course to its postgraduate students. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/aussie-consulate-partners-with-mu/articleshow/69849203.cms"}, "abandoned accident vehicles": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/abandonedaccidentvehicles/articleshow/69866939.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Amma two-wheeler subsidy scheme: Chennai Corporation invites applications": {"description": "CHENNAI: The Greater Chennai Corporation (GCC) has invited applications for Amma two-wheeler subsidy scheme. The scheme is aimed at helping working women buy gearless/auto-geared two-wheelers. It also helps disabled women buy retrofitted vehicles. A total of Rs 25,000 or 50% cost of the two-wheeler would be provided as subsidy in this scheme. In case of disabled women, the subsidy amount would be Rs 31,250 per person. Subsidy will be provided only for vehicles which were either purchased from authorised automobile dealers or procured through bank loans, according to scheme guidelines. Eligible candidates from Tamil Nadu, aged 18 to 40 years, with a driving licence and individual annual income of less than Rs 2,50,000 can apply. Applications can be submitted at the respective corporation zonal offices between June 20 and July 4 either by registered post or in person, says the official release. Download The Times of India News App for Latest City .", "time": "2019-06-19 19:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/amma-two-wheeler-subsidy-scheme-chennai-corporation-invites-applications/articleshow/69861077.cms"}, "TN water woes: Tokens issued to residents to avail water supply": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/tn-water-woes-tokens-issued-to-residents-to-avail-water-supply/videoshow/69864778.cms", "description": ""}, "IIT-M study models to extract methane from ice-like cages": {"description": "CHENNAI: A team of researchers from Indian Institute of Technology Madras (IITM) has embarked on a project to develop new techniques for extracting methane from natural gas hydrates. Gas hydrates are ice-like cages, found in Indian continental coastline, in which methane gas is trapped. According to official data, over 1,900 trillion cubic meters of methane gas is untapped in these cages. This is 1,500 times more than country’s present gas reserve. Methane, in the form of natural gas, is used to generate electricity and make energy. The researchers are studying new methane extraction methods so that country's natural gas import will come down. The research is being headed by professor Jitendra Sangwai from IITM’s ocean engineering department. Gas hydrates should be dissociated into their constituent gas and water before methane recovery is possible, said Sangwai. Four techniques are being studied in various laboratories for this dissociation thermal stimulation, depressurisation, chemical injection and carbon dioxide injection. Sangwai’s team analyses the combined effects of thermal stimulation and depressurisation in one branch of study, and polymer injection in another, said a press release. The research team reported that combination of two processes in more efficient for methane production from hydrates. This was attributed to relatively faster increase in volume available for the gas to expand upon application of heat. Also, instead of single-step, multistep depressurisation is more efficient. So, depressurisation is possibly the most likely technology to mature in near future, the release added. As far as polymer injection is concerned, researchers reported that eco-friendly polymer (polyethylene glycol-200) is best suited for extracting methane from hydrate. “Controlled extraction of methane from gas hydrates can not only meet the demand but can also reduce detrimental geological release of greenhouse gas into the environment from these sources,” Sangwai said. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/iit-m-study-models-to-extract-methane-from-ice-like-cages/articleshow/69849211.cms"}, "\nTarini walked the ramp at Fashion Soirée showcased by Karun Raman at Aqua, The Park\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chennai/tarini-walked-the-ramp-at-fashion-soire-showcased-by-karun-raman-at-aqua-the-park/articleshow/69522080.cms", "description": "It was a summer fashion soiree where print met cotton; style lorded over making a statement and and models prided in making that perfect rampwalk. As if the temperature wasn’t high enough, this do raised it a notch or two higher! No wonder we left ’em all taking fashion notes... Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "PAVEMENT USURPED": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pavementusurped/articleshow/69866933.cms", "description": ""}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Big Boss: HC notice to TN, broadcasting forum": {"description": "Chennai: The Madras high court has ordered notices to Indian Broadcasting Foundation (IBF), Central Board of Film Certification (CBFC) and Tamil Nadu government on a PIL to restrain Star Vijay TV from broadcasting Kamal Haasan’s reality show — Big Boss — show without censor certificate. A division bench of Justice S Manikumar and Justice Subramonium Prasad passed the interim order on the plea moved by an advocate who also wanted the court to direct the authorities to constitute a committee to censor TV programmes and a direction to the IBF to take appropriate action against the channel and producer of the show, Endemol India Private Limited, for conducting the programme violating IBF’s content code and certification rules. According to K Suthan, IBF’s rules expressly prohibit sex, obscenity and also degrading, derogatory contents. But TV channels across the country are least bothered about the rules. “Particularly, the ‘Big Boss’ show hosted by renowned actor Kamal Haasan is being telecast with abusive content only with the view to increase the TRP rating and get monetary benefits without any social responsibility,” he said. Pointing out that feature films are permitted to be screened only after obtaining clearance from the censor board, the petitioner said such contents telecast in television channels do not go through any scrutiny. The petitioner wanted the court to restrain the channel from telecasting the show without clearance from the censor board, as an interim measure. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/big-boss-hc-notice-to-tn-broadcasting-forum/articleshow/69864613.cms"}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "\nVarsha browsed through the collection at the Lime Soda Pop Up show at Amethyst\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chennai/varsha-browsed-through-the-collection-at-the-lime-soda-pop-up-show-at-amethyst/articleshow/69858542.cms", "description": "Summer in Chennai seems not to relent any time soon. So, these folks simply decided to go with the flow. Spotted at an event, these ladies matched the season’s vibes, sporting summer colours and prints on flowy dresses. Being in the company of others with similar interests in fashion and trends of the season, the ladies seemed not to have realised how fast time ticked away and spent long hours there chatting up with each other. And not to mention, they didn’t mind showering each other with compliments on their attires and accessories. Download The Times of India News App for Latest City ."}, "Mechanic in car falls to death through lift": {"description": "CHENNAI: A mechanic trying to reverse a car towards a lift at a showroom in Sholinganallur on Tuesday died after he lost control, crashed through the lift doors and plunged to his death 20 feet below, police said. The deceased was identified as Santhosh Kumar, 24, of Kottivakkam. A police officer said Santhosh, who had been working in the showroom for the past one year, was servicing a Hyundai i20 on the second floor around 5.30pm when the accident occurred. He was to take it in the lift to the ground floor where it was to be delivered to a customer. The lift hadn’t arrived and Santhosh was trying to ensure he was in place when the doors opened. As he was moving backwards, without anyone to guide him from behind or the from sides, he lost control. The car with Santhosh at the wheel crashed through the iron doors and plunged through open space before landing on the roof of the lift 20 ft down the ground floor. Hearing the thud, several of the showroom’s employees rushed to the spot. They broke open the door and managed to pull the mechanic out of the mangled car. Santhosh was dead by then, the officer said. The Semmenchery police, who rushed a team to the spot after being alerted, registered a case under IPC 304 (A) (casusing death due to negligence) and are investigating. “Someone should have guided him. We are probing into the incident to find out if there is any negligence,” another officer said. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:01:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/mechanic-in-car-falls-to-death-through-lift/articleshow/69865166.cms"}, "Chennai’s air quality index hides real-time data: Experts": {"description": "CHENNAI: The state’s air quality index released by Tamil Nadu Pollution Control Board on Tuesday conceals more than it reveals, according to environmentalists who have termed flawed the way data was presented by calculating averages. Track the pollution level in your cityShweta Narayan, coordinator of Healthy Energy Initiative India, said toxins such as PM 2.5 (particulate matter with a diameter less 2.5 micrometres) had significant effects on health and readings that were derived by calculating averages could not be relied on. Ideally, PM 2.5 should be below 40. “We need to have more data sets. Only 24-hour monitoring of air will be able to provide data to draw any conclusion about pollution levels in the city,” she said. The data did not reveal any information about the number of days the monitoring was done. It `was based on an average, which was a flawed approach, she said. Similarly, the number of samples and the average they had taken were also not clear. The PCB authorities had done an average of averages and claimed only a few hotspots in the state were polluted. Surprisingly, in North Chennai, there was no data from the Ennore region, which had a thermal power station. This station emits fly ash, which is collected in a pond in the Ennore creek. “This fly ash is a major contributor of pollution in the city,” she said. Finding a place in the NCAP will force the cities to come up with reduction and mitigation measures on air pollution. Currently, there is no such provisions to reduce pollution in Chennai, Madurai and Trichy, she pointed out. Former environment engineer D Velazhagan said PM 10 levels were increasing in many residential areas, including Adyar. Compared to last year, PM 10 levels had considerably gone up. All areas in the city have exceeded their limits in PM 2.5 value, he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:48:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/citys-air-quality-index-hides-real-time-data-experts/articleshow/69864560.cms"}, "Monaco-based NGO builds school for disadvantaged kids": {"description": "CHENNAI: Monaco-based philanthropist and president of international humanitarian organisation Cuomo Foundation, Elena Cuomo, will inaugurate their latest initiative, Amala Annai Higher Secondary School in Mambakkam, on Thursday. The school, built in partnership with the Diocese of Chengalpet, is the foundation’s seventh educational project in Tamil Nadu, and is among the few to receive the ‘Platinum – National Excellence’ rating from the Indian Green Building Council (IGBC), for energy-efficient design. According to Charles Kulandai, the foundation’s project manager in India, the new school will replace a previous structure by the same name, which reportedly lacked basic infrastructure. “Besides this, girl students from about 22 villages in the vicinity were made to drop out after Class X, as the nearest school for Class XI and XII was in Chengalpet, about 15km away,” he said. The new school will have classes from VI to XII, and can accommodate more than 800 students. The campus, about a mile’s distance from the old one, has been built using eco-friendly material around two green atriums. It has 21 well-ventilated classrooms, separate physics, chemistry and biology laboratories, a library, audio-visual centres, an auditorium, separate toilet blocks and expansive outdoor sports facilities. Designed by architect Priya Lourduraj, the school has adopted water-efficient landscaping with reuse of stockpiled soil, and native and drought-tolerant tree species. It also uses eco-friendly refrigerants and fire extinctions. “We focus quite a bit on our school programmes, because when children are young, they can imbibe ways to live in harmony with nature and use energy frugally, early on,” says CN Raghavendran, chairman of IGBC’s Chennai chapter. Elena and her late husband Alfredo who started the foundation together in 2001, had undertaken several projects in Tamil Nadu, since they started working here two decades ago. “Education is a cause that has always been at the top of our agenda in India. It is a passport to a better future and we are convinced that equipping children from disadvantaged communities with quality education is what will change their circumstances,” says Elena. Download The Times of India News App for Latest City .", "time": "2019-06-19 20:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/french-ngo-builds-school-for-disadvantaged-kids/articleshow/69849214.cms"}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Tamil Nadu government to appoint 1,000 retired VAOs": {"description": "CHENNAI: In a first, the state government is set to appoint 1,000 retired village administrative officers in posts lying vacant across the state. The revenue administration has given instructions to the district collectors to appoint the retired officials on a temporary basis for a consolidated pay of Rs 15,000 a month in the coming days. The VAOs, the heads of the revenue administration of one to three villages, are vested with powers to collect tax, certify for government welfare schemes, maintain law and order and extend assistance to farmers from crop insurance to assessment. While the sanctioned strength of the VAOs for the entire state is 12,616, at least 2,896 posts have now fallen vacant. The government decided to fill these posts after a recommendation from the commissionerate of revenue administration that “well experienced hands” preferably retired VAOs who have considerable knowledge of the duties and responsibilities would be appropriate. It is left to the discretion of the district collectors to make the appointments, keeping in mind recruitments by TNPSC, appointments on compassionate grounds or promotions of village assistants to VAO posts. The retired officials will get salaries for a period of one year or till the necessity ceases. “Vacancies arise due to highly-qualified personnel moving to other jobs or superannuation. As a result, the serving VAOs are burdened with work and are accused of not making their presence felt in a village,” revenue minister R B Udayakumar said, justifying the appointment of retired personnel. While the public service commission is informed about the vacancies periodically, the recruitment agency had delayed holding exams, the minister said. There was a thinking in the government to have one recruitment board for revenue services on the lines of Teachers Recruitment Board and Medical Services Recruitment Board. But, it was dropped. The move to appoint retired VAOs, however, evoked strong criticism from serving officers with representations being sent to the government opposing it. “Though the government justifies its move to appoint the retired personnel on a temporary basis, it is condemnable,” said TN Village Administrative Officers Munnetra Sangam president G Suresh. In 2008 too, there were more than 5,000 vacancies and the serving officers managed the show, he said. Tamil Nadu Government Employees Association president A Selvam said it was a known secret that the departments like treasuries, health and rural development temporary appoint retired officers. “But this move to appoint 1,000 retired personnel is unprecedented. This would trigger unrest among the long queue of youth waiting for government jobs,” Selvam said. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/govt-to-appoint-1000-retired-vaos/articleshow/69865139.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Chennai women's arrive in style to attend the 'Style Bazaar exhibition'": {"time": "", "link": "http://photogallery.indiatimes.com/events/chennai/chennai-womens-arrive-in-style-to-attend-the-style-bazaar-exhibition/articleshow/69725335.cms", "description": ""}, "Chennaiites attend the launch of a showroom": {"time": "", "link": "http://photogallery.indiatimes.com/events/chennai/chennaiites-attend-the-launch-of-a-showroom/articleshow/69772893.cms", "description": ""}, "no footpath, parking ambulance,stall of biryani": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nofootpath2cparkingambulance2cstallofbiryani/articleshow/69866995.cms", "description": ""}, "Bad roads": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/badroads/articleshow/69867015.cms", "description": ""}, "Velammal students cheer for Team India with Yoga asanas": {"description": "We’re approaching another International Yoga Day. In connection with the International Yoga Day, which is observed on June 21, there have been several events organised in the city. Schools and colleges have also been showing keen interests in observing this day which is dedicated to promoting the idea of taking Yoga to maximum people and help them lead a healthy lifestyle. On Wednesday, we witnessed one event being organised in the city by a school on its campus. The Velammal Main School in Mogappair organised an event where its students performed Yoga asanas. What was interesting is that they did it with a difference. They performed the asanas in such a way that the formation looked like the World Cup trophy. According to the press release the school sent out, it was done so to show their support for Team India and cheer the team to lift the Cup in the ongoing championship in England and Wales. The press release also added that the students demonstrated Yoga asanas to emphasise the need for having good health and leading a healthy lifestyle. It said that the event shed light on the benefits of keeping oneself fit, following a healthy diet and doing regular exercise. Download The Times of India News App for Latest City .", "time": "2019-06-19 16:42:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/velammal-students-cheer-for-team-india-with-yoga-asanas/articleshow/69858004.cms"}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Melmaruvathur – Villupuram MEMU to be partially cancelled on June 20": {"description": "CHENNAI: Melmaruvathur – Villupuram MEMU local train will be partially cancelled on Thursday (June 20) due to line and power blocks to facilitate construction of a foot overbridge at Vikravandi yard. Train No 66045 Melmaruvathur – Villupuram MEMU local leaving Melmaruvathur at 11.30am will be partially cancelled between Perani and Villupuram. This train will run from Melmaruvathur to Perani. Train No 66046 Villupuram – Melmaruvathur MEMU local leaving Villupuram at 3.45pm is partially cancelled between Villupuram and Perani. This train will run from Perani to Melmaruvathur. Download The Times of India News App for Latest City .", "time": "2019-06-19 20:24:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/melmaruvathur-villupuram-memu-to-be-partially-cancelled-on-june-20/articleshow/69861808.cms"}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "\nSoundarya performed at the Rhapsody music concert at Lady Andal auditorium\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chennai/soundarya-performed-at-the-rhapsody-music-concert-at-lady-andal-auditorium/articleshow/69387023.cms", "description": "While on one hand Chennaiites love to soak themselves in party revelry on weekends, there’s this other side to them — that of people who’re keen on doing good to others using their resources. These people, who we spotted at an event in the city, came together for a cause to support cancer patients from less-privileged households. The evening saw musical renditions, stand-up performances and other entertainment acts. Many known faces from the city were in attendance, including director Balaji Mohan and actress VJ Ramya. Download The Times of India News App for Latest City ."}, "Chennai: Binu Pappachan back in police custody": {"description": "CHENNAI: Gangster Binu Pappachan, 46, was arrested for threatening a Chennai-based businessman by demanding protection money, in Mangadu on Tuesday night. He was in a hideout after being released on bail in June last year. Based on a specific tip-off, police team rounded him up near Mangadu, where he holed up to execute an extortion bid. On spotting the police team, Binu and his aides tried to escape. However, the team led by the assistant commissioner of police Sembedu Babu nabbed him. Police have kept a tab on active criminals in the city. After the cops received information about Binu’s visit to Red Hills and Mangadu area, police were on high alert. It was then police received a complaint from the businessman, a native of Red Hills, about the extortion bid and swung into action and traced Binu’s whereabouts. Binu was produced before a magistrate court in Poonamallee and was remanded in the Puzhal prison. Binu is a native of Thrissur in Kerala. He worked at a tea stall in Chennai and later became involved in crimes. He turned infamous after his 45th birthday celebration on February 6, 2018, where he invited about 200 goons and henchmen. His birthday celebrations went viral in social media after he cut his birthday cake with a machete. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:25:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/binu-pappachan-back-in-police-custody/articleshow/69864622.cms"}, "high on garbage!": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/highongarbage21/articleshow/69834418.cms", "description": ""}, "Minister withdraws plea filed in Madras HC to restrain M K Stalin": {"description": "CHENNAI: The Madras high court on Wednesday dismissed as withdrawn a suit moved by local administration minister S P Velumani seeking to restrain DMK president M K Stalin from making allegations of corruption in corporation tenders against him. When the plea came up for hearing, counsel for Velumani wanted the court to permit him to withdraw the case. Allowing the request, Justice R Subramanian dismissed the plea as withdrawn. In earlier hearings, the court refused to issue gag order against Stalin.  Velumani had wanted the court to direct Stalin to pay Rs 1 crore as damages for the defamation caused to him and the AIADMK by Stalin’s speeches across Coimbatore during Lok Sabha poll campaign. According to Velumani, Stalin was making untrue charges against him alleging corruption in tenders floated by local bodies and that an accused in the Pollachi sexual abuse case was a close associate of him. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:19:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/min-withdraws-plea-filed-in-hc-to-restrain-stalin/articleshow/69866289.cms"}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "University of Madras frames calendar for research programmes": {"description": "CHENNAI: University of Madras has come out with an academic calendar for research programmes, saying admission to MPhil, and PhD programmes can longer be made throughout the year and exams can’t be conducted at department head’s convenience. A committee constituted to suggest changes in guidelines for preparing MPhil/PhD theses and an academic calendar to be followed at its final meeting earlier this month said deadlines for admission and registration for the programmes were not being followed and made a few recommendations. Based on them, the syndicate decided to strictly follow an academic calendar, said vice-chancellor P Duraisamy. MPhil and PhD (June session) aspirants can submit online applications from June 1 to 30 and the final admission list approved by August 31. For those willing to pursue PhD in December session, applications will be accepted between December 1 and 31 and admission finalised before January-end. Exams for MPhil will be held in February, with candidates submitting dissertation in August. Results will be published in December. A calendar streamlining doctoral committee constitution, methodology exam and continuation of registration has been prepared and changes in MPhil dissertation and PhD thesis formats approved. Candidates can use both sides of the paper for printing text and diagrams against the practice of using only one side, Duraisamy added. The final version of research papers post-correction can be submitted as soft copies to be uploaded on Shodhganga, the government’s digital repository of theses and dissertations. Local and foreign examiners need no longer return theses. They can destroy them, reducing hardship and save postal charges. The university has also given a final chance for candidates with long-pending arrears. Undergraduate and Postgraduate students, admitted between 1980 and 2014, get one last chance to reappear for exams to be held in December 2019 and May 2020 by paying Rs 5,000-Rs 7,000 before degrees are awarded without classification. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:46:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/mu-frames-calendar-for-research-programmes/articleshow/69865171.cms"}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Chennai: Life convicts work at petrol pump, an initiative by prison dept and IOC": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/chennai-life-convicts-work-at-petrol-pump-an-initiative-by-prison-dept-and-ioc/videoshow/69800146.cms", "description": ""}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Eyesore": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/eyesore/articleshow/69850282.cms", "description": ""}, "HR&CE department wants governmnet to clean inlets to temple tanks": {"description": "CHENNAI: The Hindu religious and charitable endowments department has urged the heads of municipal administration, town panchayats, rural development and Chennai corporation to ensure stormwater drains leading to temple tanks are cleaned and water inflow maintained during the monsoon. Barring a few like the Varadarajaswamy temple in Kancheepuram and Thyagaraja Swamy temple in Tiruvottiyur, very few of the 2,359 temples under the HR&CE have water. The tanks remain a rejuvenating source for urban areas. “Requests have been made to see that drains are kept free of silt and debris so that inflow into the tanks can be maximized during the monsoon. Also, sewage outfalls into drains need to be plugged to ensure that only clean water enters the tanks,” said an official source. The department renovated 847 of the 1,068 tanks identified for repairs in nine years. The urgency also stems from the water deficiency that has rocked several temples. The managers of temples like Kapaleeswarar in Mylapore, Jambukeshwarar Akilandeswari at Thiruvanaikaval in Trichy, Anbil Sri Brahmabureshwarar Temple in Trichy, and Arulmigu Meenakshisundreswarar temple and its 22-sub-temples, however, are reporting to higher officials that sufficient water is available to perform abishekams, sources said. While missing drain network to the temples is a concern, maintenance of existing links to collect rainwater is a top priority now. Last year, HR&CE had renovated 12 tanks by desilting, clearing encroachments, and facilities for inflow of rainwater and overflow channels for surplus water. S Rangarajan, Temple Exnora founding member, said the stormwater drain network to tanks such as Chennakesava Perumal Temple and Kandasamy Temple in Broadway, and Balasubramanya Swamy Temple in Teynampet needs immediate attention given the population in the vicinity and sewage outfall. “Letting sewage into stormwater drains should be made an offence. Authorities should activate new routes to let rainwater into tanks as flow is blocked in several areas,” Rangarajan said. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:26:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/hrce-dept-wants-govt-to-clean-inlets-to-temple-tanks/articleshow/69866284.cms"}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Trichy: Foreign currencies seized from passenger at airport": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/trichy-foreign-currencies-seized-from-passenger-at-airport/videoshow/69831519.cms", "description": ""}, "Chennai women's step out in style to attend a launch event": {"time": "", "link": "http://photogallery.indiatimes.com/events/chennai/chennai-womens-step-out-in-style-to-attend-a-launch-event/articleshow/69563721.cms", "description": ""}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "Chennai: How and why trade in smuggled drones is thriving in grey market": {"description": "CHENNAI: On June 8, Directorate of Revenue Intelligence (DRI) officials in Chennai seized 48 drones worth Rs 23 lakh from shops in Egmore. A few months earlier, sleuths in Ahmedabad had busted a drone smuggling network and identified that the gadgets were being smuggled from China through Myanmar. Once they reached India, drones were transported through couriers or in domestic airlines, falsely declared as camera stands or electronic items. DRI busts drone smuggling racket in AhmedabadOfficials said these instances point to an illegal influx of Chinese drones into India using the same routes that gold and wildlife smugglers have used over the years. The reason? There has been a huge boom in the drone market with a Directorate General of Civil Aviation (DGCA) study estimating it to touch $886 million by 2021 in India. Despite the huge demand, getting a drone delivered in India, through several online marketplaces that source it from China, remains an ordeal. This has led to a flourishing grey market which sells drones at a 40% premium over the market rates. The shops, which risk raids by customs and DRI officials, bypass strict import norms. However, buying a drone in Chennai is not as easy as flying one. A customer needs a middleman as no trader wants to be seen selling it. “You will get a drone but without a bill,” a middleman told TOI. He said requests for drones pour in regularly and around 15 to 20 are sold every day in the city. To meet this demand, smugglers either falsely declare drones as electronic items, as was found last July when six drone were seized at the airport, or disassemble the gadget to avoid customs, said intelligence officials. Later they reassemble the drone with help from online tutorials. To fly a drone weighing above 250g legally, one needs three permissions. These are issued by the DGCA, the director general of foreign trade, and the wireless planning co-ordination wing of the department of communications. But most drone ‘importers’ are unaware of this and end up petitioning various customs offices when sleuths impound the gadgets for lack of suitable clearances. Such is the level of ignorance that one techie, when asked to come meet customs officers in Chennai and show relevant clearance documents, said he had a driving licence and Aadhar card! K Senthilkumar, professor at the Centre for Aerospace Research (CASR) and one of India’s foremost drone experts, told TOI that Indian government agencies are not too keen on giving clearances to Chinese drones. “Every drone has to be operated through a mobile application. For Chinese drones, this app will route the data through a Chinese server. There is a concern that images of the Indian terrain will be stored in China which is seen as a potential security risk. The US army has banned Chinese drones,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 05:53:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/how-and-why-trade-in-smuggled-drones-is-thriving-in-grey-market/articleshow/69865128.cms"}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "DMK, AIADMK raise Tamil Nadu's water crisis at all-party meet": {"description": "CHENNAI:The deepening water crisis in Tamil Nadu and inter-state river disputes are top on the agenda of the ruling AIADMK and its arch rival DMK with representatives of both parties requesting Prime Minister Narendra Modi for sufficient time in Parliament to discuss these key issues. Tamil Nadu’s water crisis was among the several issues that was raised during an all-party meeting convened by Modi in New Delhi on Sunday ahead of the first session of the 17th Lok Sabha. DMK’s parliamentary party leader T R Baalu and AIADMK’s lone Lok Sabha MP O Ravindranath Kumar attended the meeting. “As per the suggestions of our party leader (M K Stalin), we listed out ten important issues, from the water crisis in the state to Cauvery Water Management Authority and several other key subjects like NEET, to the PM and sought sufficient time to discuss them in Parliament,” Baalu told TOI. “During the Parliament session, I will give notice to the Centre on the water crisis in Tamil Nadu and insist that the Centre declare it a national crisis,” added Baalu. He said he spoke on Karnataka’s insistence on going ahead with the controversial Mekedatu dam project and the imperative need to get the women reservation bill passed soon. Citing the memorandum submitted by chief minister Edappadi K Palaniswami to Modi on Saturday after participating in the Niti Aayog meeting for CMs, Ravindranath Kumar said, “I had a discussion with the CM and deputy CM (his father O Panneerselvam) before attending the meeting. I will voice the issues pertaining to the state’s welfare. I have sought time for a detailed deliberation on these issues in the upcoming session.” Like DMK, Ravindranath said he would raise the deepening water crisis in TN, the Mekedatu project and several other important topics pertaining to the state. In his memorandum, the CM had sought the Centre’s assistance for diversion of 200tmcft of surplus water from Godavari to Cauvery and further to Vaigai and Gundar rivers. He had also sought support from the Centre for Nandanthaai Vaazhi Cauvery Scheme to breathe life into Cauvery and its tributaries. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/dmk-aiadmk-raise-water-crisis-at-all-party-meet/articleshow/69823615.cms"}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Chennai: Tangedco to add 2,100MW thermal capacity in 2 years": {"description": "CHENNAI: After years of delay, Tangedco has stepped up work on three of its pending thermal power units with a view to adding 2,120MW to its existing capacity of 4,320MW in the next two years. Of the two, North Chennai phase 3 thermal unit, with a capacity of 800MW, is expected to be commissioned by this year-end. The project, costing ₹6,376 crore, is under progress for the last few years. Two other units, with a capacity of 660MW each, will be commissioned at Ennore SEZ by next year-end, said a Tangedco official. It is estimated to cost ₹7,688 crore. Both are funded by the Power Finance Corporation. Since 2014, Tangedco has not commissioned any new thermal project and the discom is far behind its counterparts in Maharashtra and Gujarat, which have 10,842MW and 6,927MW installed thermal power capacity respectively. Discoms with own power generation units are able to source power at lower cost. “Once the North Chennai phase 3 unit is commissioned, our power purchase cost will come down drastically. We are sourcing coal for this unit locally,” said a senior Tangedco official. In all, about 5,700MW capacity thermal power plants are pending at various stages in Tamil Nadu. Of these, the ETPS Expansion Project at Ennore with a capacity of 660MW is expected to take more than three years for completion. The foundation for the unit was laid in 2014 by former chief minister J Jayalalithaa and the tender was awarded to Lanco Infratech. The project got stuck after Lanco became insolvent. “After cancelling Lanco’s tender, we have given the project to BGR Energy Systems. Work has restarted at the site,” said the official. Work has started at the 2x660MW Udangudi thermal plant site too. The project was stuck because of problems in setting up a jetty for unloading coal. “Tuticorin collector has held talks with fishermen and ensured their cooperation,” said the official. The discom is facing problems at Uppur in Ramanthapuram district where land acquisition is still not over. “Land owners there have gone to court. We need to acquire another 500 acres to start work on the 2x800MW capacity thermal plant,” he said. Tangedco, which has been allocated Chandrabila coal block deep inside forest area in Odisha, has requested the Centre to allocate some other block to facilitate easy evacuation of coal. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:08:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/chennai-tangedco-to-add-2100-mw-thermal-capacity-in-2-years/articleshow/69868942.cms"}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Dangerous manhole": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerousmanhole/articleshow/69866967.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Nadigar Sangam polls put off over plaints on voters list": {"description": "CHENNAI: The June 23 elections to choose office-bearers of the Nadigar Sangam have been deferred by the registrar of societies in view of allegations of irregularities in the final voters’ list. The action follows complaints by 62 members that though they were active members of the sangam, their names had been deleted from the voters list. They also challenged the legality of the decision by the present office-bearers to hold election now, though their term had expired in October 2018. Pointing out that the election notification stated that only members in the list released by south Chennai district registrar of societies can contest, nominate and vote, registrar of societies R Ravindranath said: “While the members list for 2017-18 is still under consideration, it has to be ascertained based on which year’s members list the elections are conducted.” The 70-year-old association of film, television and stage actors -- South Indian Artistes' Association (SIAA), popularly known as Nadigar Sangam -- was to elect a president, two vice-presidents, a general secretary, a treasurer, and a 24-member executive committee. Meanwhile, the Madras high court adjourned the hearing on the sangam’s plea for police bandobast to hold the elections. Since the registrar of societies had deferred the election, this court cannot hear the plea, Justice N Anand Venkatesh said. ‘Pandavar Ani’ led by the present office-bearers Nasser, Vishal and Karthi, and ‘Sankardas Ani’ led by actor-director Bhagyaraj, Udhaya and Kutty Padmini are contesting the elections. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/nadigar-sangam-polls-put-off-over-plaints-on-voters-list/articleshow/69866224.cms"}, "Tamil Nadu: 90% students of Thiruvalluvar University get single digit marks": {"description": "CHENNAI: More than 90% of final year BSc (mathematics) students of 123 colleges, who appeared for the practical examination of ‘C Language’, conducted by Thiruvalluvar University in Vellore, have received single digit marks. The results of the students of these colleges spread over Vellore, Tiruvannamalai, Cuddalore and Villupuram, were published on June 14. Discrepancies were found in the results of other subjects as well with students’ marks found to be significantly reduced. Students and teachers of the government, government-aided and constituent colleges of the university have demanded re-valuation and a probe. Controller of Examinations Professor B Senthil Kumar, however, said it was “a minor error”. Such errors occurred only in the practicals for ‘C Language’, he said. “After the results, we have communicated to all the affiliated colleges to give their representations regarding the discrepancies. More than 50% of the colleges have responded. We will rectify it and publish the results in a day or two,” he said, abruptly ending the call when asked about a similar marking pattern in at least three other subjects, including Zoology, Linear Algebra and Real Analyses. When this reporter tried the CoE’s line for further clarification, a staff of the university (Ramesh) attended the call and said the officer had left for “an urgent meeting”. Repeated attempts to reach Thiruvalluvar University Vice-Chancellor S Thamarai Selvi failed. Sources in the university said a majority of the students of BSc and MSc mathematics have been given single digit marks in the sixth and fourth-semester examinations respectively. Practical marks in several subjects in other disciplines like BSc Zoology, BSC Computer Science and BCA have also been similar. For instance, 144 of 204 students of Tiruvannamalai Government College and 140 out of 201 students of Cheyyar Government College were awarded 2 or 3 out of 15 ‘external’ marks in practicals. “The students have been given identical marks and marked as ‘RA’ (reappear). It shows the irresponsible approach of the university. We strongly condemn this and demand an inquiry,” said Vellore zonal secretary of TN government colleges teachers’ association D Vijayan. A mathematics professor of a government college, on the condition of anonymity, said none of the 141 students from his college cleared the exam. They have been awarded marks in the range of 0 to 3 in practicals. “Many of the students, who have been maintaining 80% to 90% marks in all the semesters have been given single digit marks, a maximum of 7 out of 75 for the external in two theory papers (Linear Algebra and Real Analyses). It will affect the students’ academics,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:35:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/90-students-of-thiruvalluvar-varsity-get-single-digit-marks/articleshow/69849178.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Take the back road instead of Highways": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/takethebackroadinsteadofhighways/articleshow/69821133.cms", "description": ""}, "Garbage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage/articleshow/69866979.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "\nMehndi spotted checking out trendy accessories at the Style Bazaar exhibition at Hyatt Regency\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chennai/mehndi-spotted-checking-out-trendy-accessories-at-the-style-bazaar-exhibition-at-hyatt-regency/articleshow/69663780.cms", "description": "The wedding season is here, and so is our time to get updated with the latest in terms of fashion. The swish set made a beeline to this fashion expo that showcased a wide variety of ethnic and western wear, footwear, jewellery and other accessories. Purva, Sahithya and Sheetal bonded over latest designs and even clicked a few selfies. We spotted Mehndi checking out trendy accessories, and the beaded tassel earrings seem to have caught her fancy. While we liked how Harsha had kept it simple in a shirt-trouser combo, we also loved Prerna’s sequinned top. These women surely knew how to ace the style game. Download The Times of India News App for Latest City ."}, "‘One nation one poll’ a threat to federalism": {"description": "Chennai: The proposed idea for simultaneous elections to Lok Sabha and state legislatures was the primary agenda in the first all-party meeting called by the Prime Minister. Narendra Modi seems determined to push through the ‘one nation one election’ (ONOE) policy, tipped to be the first major reform initiative in his second term as Prime Minister. However, moral, legal, political and constitutional hurdles in implementing it remain. The idea first cropped up in the 2017 Republic Day address of President Pranab Mukherjee. During his speech, Mukherjee said the \"time is ripe for a constructive debate on electoral reforms and a return to the practice of the early decades after Independence when elections to Lok Sabha and state assemblies were held simultaneously.\" More importantly, he went on to remark that \"it is for the  Commission to take this exercise forward in consultation with political parties\". If Prime Minister Narendra Modi had listened to the words carefully, he would have understood the constitutional complexities involved. What Mukherjee was alluding to was that while the policy proposal may be that of an elected government, it cannot be implemented without adhering to appropriate constitutional processes. In other words, there cannot be any interference with the electoral processes in our country except under the sole aegis of the Election Commission of India — an autonomous body tasked with the conduct of elections. Therefore, this begs the question about how the PM, as leader of the Union government, has called for a meeting to discuss a fundamental and structural change to the electoral processes. Tuesday’s meeting, therefore, stands at odds with the powers vested with the ECI under Article 324 of the Constitution. Even the power of a sovereign parliament to make laws relating to elections under Article 327 cannot be exercised in violation of basic constitutional principles such as federalism. Herein, lies the greatest political challenge to the ONOE policy. States and regional parties have repeatedly felt hard done by various initiatives of the Modi government. The Finance Commission’s new terms of reference, implementation of the goods and services tax and various issues involving appointments and actions of the governors have been considered as calculated assaults on the federal structure of the country’s polity. Assault on Federalism At present, the ONOE policy prima facie impinges upon federal principles as is apparent from its title. The assumption by the present government that the nation is \"one\" and therefore, requires only one election is logically fallacious. The nation consists of sovereign legislatures whose terms have been granted constitutional protection under Article 172. Like Parliament, the state legislatures \"shall continue for a period of five years from the date appointed for its first meeting\". At present, there is no common date for first meeting of the state legislatures and therefore, any effort to modify this would be anti-constitutional. Moreover, when the Supreme Court has repeatedly held, in landmark cases such as Golak Nath vs State of Punjab and Kesavananda Bharati vs State of Kerala that federalism constitutes the basic structure of the Constitution, the federal institutions such as state legislatures cannot be treated like they are subservient to the Union executive. The whims and fancies of one political party or government must not gain precedence over settled constitutional and legal principles. No practical reasons While those who support ONOE have argued that it reduces costs and time spent on conducting elections, the policy seems to be shortsighted and untenable. The NITI Aayog, in a paper published in 2018, has looked at the merits of the proposal but it has failed to critically evaluate the political repercussions of such a move. The Law Commission, in its 170th Report in 1999 as well as the Parliamentary Standing Committee on personnel, public grievances, law and justice, in its 79th Report in 2015 has looked at the issues surrounding ONOE closely. The Law Commission Report is non-committal but insists that state governments must be consulted by the Election Commission of India before taking any decision. The Parliamentary Committee Report provides a roadmap for holding simultaneous elections in two stages but fails to address how this roadmap will overcome existing legal hurdles. Without seriously addressing the concerns of federalism, independence of the ECI and non-consultation of state governments, the present proposal appears to be a political misadventure that will cause irrevocable damage to the constitutional foundations. It also runs the risk of being seen as a purely gimmick that is rich in optics but without any scientific or statistical basis. As such, the ONOE reform as a threat to the principle of federalism and it paves the way for India to be redesigned and retrofitted as an unfederal, unitary state. (The author is an advocate and DMK spokesman) Download The Times of India News App for Latest City .", "time": "2019-06-20 04:51:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/one-nation-one-poll-a-threat-to-federalism/articleshow/69865119.cms"}, "Pistol used to shoot goon was bought in Maharashtra for Rs 40,000": {"description": "CHENNAI: A day after police arrested two history-sheeters and seized a pistol which was used to shoot a history-sheeter on June 8 and two bullets from them, they have learned that the weapon was bought in Maharashtra for a sum of Rs 40,000. On Monday, Stanley medical college and hospital authorities alerted Ennore police that D Senthil, who is known on the streets of Ennore as ‘Sudusoru’ Senthil has been admitted with bullet injuries. A team led by inspector inquired Senthil, during which he revealed that he was shot with a pistol on June 8 by two men. “Around 2pm on June 8, Senthil saw P Ramesh, 33, and J Alexander, 32, from Ennore, arguing with Deva of the locality and had intervened. Infuriated over this, Ramesh, who had a pistol with him, opened fire, putting a bullet in Senthil’s hip,” said police. Since Ramesh threatened Senthil not to go to police, the latter had stayed at home but went to the hospital after 10 days since the pain became unbearable. Based on Senthil’s inputs, police registered a case and arrested Ramesh and Alexander on Tuesday and seized the pistol and two bullets from them. After examining the weapon and interrogating the accused, police said Ramesh had bought the pistol in Maharashtra four years ago for his ‘own safety’ as he expected an attack by a rival gang. “He had bought the gun through Rafiq, whom he met in Puzhal prison. Rafiq had asked Ramesh to meet his brother Syed in Sowcarpet to secure the weapon. As soon Ramesh came out of prison, he approached Syed and got the gun,” an investigating officer said. Ramesh has two murders and five attempted charges pending against him, while Alexander has one attempted-murder case against him. Senthil too is a history-sheeter and belongs to Ramesh’s gang, said a source. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:28:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/pistol-used-to-shoot-goon-was-bought-in-maha-for-rs-40k/articleshow/69866225.cms"}, "Indian sailors to set sail for the World Championship in Spain": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/indian-sailors-to-set-sail-for-the-world-championship-in-spain/videoshow/69842599.cms", "description": ""}, "\nNiharika and Anviksha had fun partying at Watson's in T. Nagar\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chennai/niharika-and-anviksha-had-fun-partying-at-watsons-in-t-nagar/articleshow/69324982.cms", "description": "Chennai peeps always have their weekend plans sorted. With many heading out to party, this popular watering hole saw a bunch of young guns take the venue by a storm with their infectious energy last weekend. The fashion sense of Chennaiites has always been about comfort and that’s what men and women opted for this do — funky tops, casual shirts and summery dresses did the trick. Download The Times of India News App for Latest City ."}, "public inconvenience": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/publicinconvenience/articleshow/69818337.cms", "description": ""}, "Rain likely in Chennai in 2-3 days: Met dept": {"description": "CHENNAI: After a record-breaking dry spell this year, the weathermen finally have some good news. A system over the Bay of Bengal is likely to lead to a change in wind direction and bring some rain in two to three days in the city. Regional meteorological centre officials say a low pressure area is likely to develop over north Bay of Bengal in 2-3 days, while conditions are favourable for the southwest monsoon to advance into more parts of central and north Bay of Bengal and remaining parts of south Bay. “Southwesterly winds will gather strength in the next 2-3 days as the low pressure develops. The system won’t intensify into a cyclone,” said N Puviarasan, director, Area Cyclone Warning Centre, RMC. Chennai suffers rainless days since December 5, 2018“It will also bring a change in the moisture levels that may bring rain to some parts of the city,” said N Puviarasan, director, Area Cyclone Warning Centre, RMC. Chennai has been recording temperatures above 40°C due to hot dry winds from the north and northwest. “Once southwesterly winds increase, seabreeze will set in as early as 11.30am and will bring down the temperature by 2 to 3 degrees,” he said. Since December 5, 2018, the city has gone without rainfall for 196 days, apart from the mild drizzle in a few city suburbs last week. Experts said the rain expected may not be significant enough to recharge the groundwater. “With a 20mm-50mm type of rain, June-July rain may not be so useful for groundwater recharge,” said weather blogger Pradeep John in an online post. The southwest monsoon is likely to get active along the west coast, with light to moderate rain likely at isolated places including Nilgiris, Coimbatore, Dindigul and Theni district on June 20 and heavy rain over a few isolated places on June 21 and 22. “Chennai and coastal areas of Tamil Nadu do not receive much rain during the southwest monsoon. But the break monsoon period may bring some rain,” an IMD official said. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/rain-likely-in-chennai-in-2-3-days-met-department/articleshow/69866782.cms"}, "garbage burnt near transformer,ate by Bullock,cows": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageburntneartransformer2catebybullock2ccows/articleshow/69867021.cms", "description": ""}, "TN: 76-yr-old school reopened for 1 student": {"description": "COIMBATORE: The Adi Dravidar and Tribal Welfare Department has reopened its 76-year-old elementary school at Chinnakallar in Valparai for just one student. After educating one girl student during 2017-18, the school was temporarily closed because of zero enrolment. Rajeshwari, a worker at a tea estate at Chinnakallar, wanted to admit her six-year-old son Shiva to the nearby school, but was upset as the school in her locality was closed and the Adi Dravidar Welfare School at Periyakallar was 4km away. She requested the officials to reopen the school and admit her son, and, much to her astonishment, the officials accepted her request. “Shiva was admitted in Class I on Monday based on a request from his mother. I was given additional duty to take care of the school and teach the kid. The department has taken special efforts to open the school,” said M Sakthivel, headmaster of the school at Periyakallar. He said the headmaster and teacher were transferred to other schools about a year ago. “The school was opened in 1943 to educate students of tea estate workers in the locality, as over 300 workers lived there. The school functioned for over 70 years, educating more than 50 students every year. It lost its shine in the past few years as workers started to migrate to other regions,” said an official from the department. Speaking about the frequency of elephant attacks and animal menace, as Chinnakallar is located in a dense forest, the official said the number of families residing in the region has drastically reduced to 15. “In 2017-18, we kept the school open with a teacher and head master just for one student. After this, no student was willing to enroll as elephants began roaming in the area, even breaking the window and doors of the school, said another senior official from the department. “At present, no such attack has taken place in the locality. But the threat is there. As the family is from the same locality and is used to elephant visits, they are not scared. Still, we have been trying to convince his mother to move her son to the school at Periyakallar. If she agrees, the school would be closed,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/76-yr-old-school-reopened-for-1-student/articleshow/69866265.cms"}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "\nDeepti at the launch of a new restobar Kommune in a new restobar\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chennai/deepti-at-the-launch-of-a-new-restobar-kommune-in-a-new-restobar/articleshow/69663755.cms", "description": "There’s lot more than cocktails that Kommune, a new restobar in the heart of T Nagar, promises to offer, and those who’d attended its launch party couldn’t agree more. “It will be a place where anyone can walk in and immediately feel like they’re a part of a culture. This space is more about celebrating you, along with a great mix of food, cocktails and rivetting conversation,” says the management team, and adds, “We are driven to build a craft cocktail bar where seasonal cocktails that are fresh and unique take centre stage.” Download The Times of India News App for Latest City ."}, "Tamil Nadu: Man knocked down by truck to get Rs 40 lakh as compensation": {"description": "CHENNAI: An airline employee who suffered functional loss in his lower limbs after the two-wheeler he was riding was hit by a container truck near Tambaram has been awarded Rs 40.6 lakh as compensation by a motor accident claims tribunal in the city. Rajasekaran was 29 years old at the time of the accident, working as a customs agent with Air India. On April 23, 2016, he was on his way to work when a container truck smashed into his motorbike on the Tambaram-Irumbuliyur bridge. Rajasekaran was admitted to a private hospital, where he underwent treatment for a month and continued treatment until September that year and underwent twelve surgeries. On recovery, he moved the tribunal seeking a compensation of Rs 50 lakh from the truck owner. In response, the owner and the firm with which the truck was insured submitted that the accident was the result of Rajasekaran’s rash driving. The tribunal, however, held that the First Information Report (FIR) and the Accident Register (AR) indicated that the truck driver had driven rashly and held the insurance firm liable to pay compensation. The medical board examined the victim and assessed his permanent disability at 60%. After perusing the disability certificate and photographs of the injuries, the tribunal held that Rajasekaran had suffered permanent disability. “For no fault of his, the petitioner has suffered functional loss and was not able to continue in his earlier job and it has become difficult for him to secure a job for his livelihood,” Judge S Umamaheswari said. Computing aspects such as functional disability, loss of income, medical expenses, the tribunal fixed the compensation at Rs 40.61 lakh and directed the insurance firm to deposit it in the tribunal’s bank account within two months. The amount will then be transferred to the victim’s bank account. Download The Times of India News App for Latest City .", "time": "2019-06-20 05:57:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/man-knocked-down-by-truck-to-get-rs-40l-as-compensation/articleshow/69866268.cms"}, "Adam and Zeinab socialised at B.A.S.H 2019 at Somerset in Chennai": {"description": "There are events, where you let your hair down and have a blast, and there are those that are work-related. But this was a do where people were invited to have a good time, socialise with other like-minded people and just chill. With many business people from various industries turning up, Chennai peeps spent a lovely hour or so chatting and meeting them all. Mostly everyone was in formals, but they did keep their sense of style flying high. With great music and good food for company, this was one jolly good evening! Download The Times of India News App for Latest City .", "time": "2019-06-19 17:14:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/adam-and-zeinab-socialised-at-b-a-s-h-2019-at-somerset-in-chennai/articleshow/69858627.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Parcels containing perishables: Exclusive booking counter opened at Chennai railway station": {"description": "CHENNAI: Southern Railway has opened an exclusive counter at Puratchi Thalaivar Dr MG Ramachandran Central Railway Station here to facilitate booking of parcels containing perishables. The counter is functioning from 7am to 8am every day, according to a release from Southern Railway. “An exclusive counter for perishables has facilitated smooth flow of both inward and outward parcels, thus avoiding congestion. Also, to ensure security, parcels are booked only after being scanned by the RPF. Regular checks are conducted on platforms and parcel office premises to keep touts away,” said the release. If people face any problem during parcel booking, they can lodge complaints on www.coms.indianrailways.gov.in or through phone number 138 or by tweeting to @MAS_138. Download The Times of India News App for Latest City .", "time": "2019-06-19 21:29:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/parcels-containing-perishables-exclusive-booking-counter-opened-at-chennai-railway-station/articleshow/69862925.cms"}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Tamil Nadu borewells run dry, schools take a break": {"description": "CHENNAI: Scarcity of water has forced some private schools in the city to cut down on working hours. Christ King Girls’ Higher Secondary School in East Tambaram, which has more than 2,600 students, has given a two-day break to students from Classes VI to VIII. The six borewells on the school’s premises are dry. The school procures 24,000 litres of waters in two tanker every day. As the news went viral on social media, the school modified its stance. “A sump to store water is being constructed and students were told to not to come because of safety reasons,” said S Mary Immaculate, headmistress and correspondent. RKD Fomra Vivekananda Vidyalaya, a private CBSE school in Chrompet, has sent text messages to parents informing them that the school will function only for half-aday. “This school will function between 8am and 12.15pm from June 24 for all classes due to scarcity of water,” read the message. Principal Indra Shankar refused to comment and said. “It is a decision by the top management.” Many schools have temporarily shut kindergarten sections saying that children will not be able to handle the heat. This included Jaigopal Garodia School in West Mambalam. Asked about this at a press meet on Tuesday, school education minister K A Sengottaiyan said providing water to students is the responsibility of the school managements and some have been collecting money to get water tankers. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:17:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/tamil-nadu-borewells-run-dry-schools-take-a-break/articleshow/69867250.cms"}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "abandoned car and auto parked for several months": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/abandonedcarandautoparkedforseveralmonths/articleshow/69850236.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "SHRC directs Tamil Nadu govt to pay Rs 25,000 to man assaulted by sub-inspector": {"description": "CHENNAI: The State Human Rights Commission (SHRC) on Wednesday directed the Tamil Nadu government to compensate a sum of Rs 25,000 to a man who was assaulted and abused by a sub-inspector at Ponneri police station in Tiruvallur district. N Sadhish Kumar, who runs a job typing centre opposite to the sub-registrar office in Ponneri, stated in his complaint that sub-inspector Ganesan had assaulted him with a lathi and verbally abused him in front of the public. According to the complaint, the issue pertains to an anonymous letter to a woman. The residents of the neighbourhood, including the complainant, went to the police station to complain about the letter on March 24, 2018. After receiving the complaint, the SI assaulted the complainant without any reason and verbally abused him. On receiving the summons, the SI appeared before the commission and received the complaint against him. However, he did not file a counter statement. Based on the oral and documentary evidence, SHRC member D Jayachandran held that there was human rights violation and directed the government to pay Rs 25,000 to the complainant and recover the same from the sub-inspector. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:43:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/shrc-directs-tamil-nadu-govt-to-pay-rs-25000-to-man-assaulted-by-sub-inspector/articleshow/69855410.cms"}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "DIY: Abhiramapuram residents rid street of litter": {"description": "CHENNAI: For the last several years, residents of Abhiramapuram 4th Street have literally been getting an eyeful – of garbage and people urinating in public on the adjacent lane. On Sunday last, they along with volunteers of Karam Korpom Foundation, an NGO, painted the walls on either side of Abhiramapuram 3rdCross Street with positive messages. “The lane connects Abhiramapuram 3rd and 4th streets. Over the years, we observed it was being grossly misused, with people dumping garbage,” says R Kannan of Lakshmi Apartments. “There is a transformer abutting our compound wall, which has become a public urination spot. It is embarrassing as our building overlooks the lane and half the time there are people peeing.” Besides, people from other areas were parking vehicles there. “People began drinking behind the cars, and in the morning liquor bottles would be strewn around,” says Kannan, a resident of the area for 32 years. To spearhead change, Central Abhiramapuram Residents Welfare Association (CARWA) was formed last year. “We brainstormed and with the help of Viswanathan of the Mylapore Residents’ Welfare Association, approached authorities concerned,” says Kannan. “We got the street lights fixed, the garbage cleared and with the help of the traffic police illegal parking also stopped.” CARWA joined hands with Shiva and Uma Maheshwari of Karam Korpom. “Our flagship activity is stop the abuse of public spaces. We have noticed that wherever there is an electric post or transformer, people tend to throw garbage around it and urinate there,” says Uma, adding that her organisation has done 31 projects so far in the city. On Sunday, volunteers – school and college students – as well as residents got together to paint walls along the lane. “We usually do the base coat and sketch the outline the day before,” says Uma. “The next day, the whole wall is painted.” Messages such as ‘Don’t dump garbage’, ‘Don’t urinate here’, ‘Grow more trees’, and ‘Save Water’ along with colourful images of trees and flowers now adorn the walls. Homemaker Priya R, who painted the walls with her sister and family, says people have not been dumping garbage for the last few days. “But we will have to see how effective it will be in the long run.” Download The Times of India News App for Latest City .", "time": "2019-06-20 06:59:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/diy-residents-rid-street-of-litter/articleshow/69865275.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "IITM team unveils hyperloop prototype for SpaceX contest": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/iitm-team-unveils-hyperloop-prototype-for-spacex-contest/videoshow/69804128.cms", "description": ""}, "Who's Mistake": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/who2623393bsmistake/articleshow/69866990.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Danger Street": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerstreet/articleshow/69821166.cms", "description": ""}, "Tamil Nadu to sign MoUs for Rs 3,500 crore investments": {"description": "CHENNAI: Tamil Nadu is getting back to its strengths of manufacturing and textiles, besides targeting the emerging electric vehicles segment for new investments. The state is set to sign MoUs for fresh investments of more than Rs 3,500 crore in these sectors in the next few weeks. The bulk of new investments is in establishment of free trade warehousing zones (FTWZs) near Chennai. With China hit by US tariffs, manufacturing companies are looking at Vietnam and India for setting up new manufacturing units. “Given TN’s strong presence as a manufacturing hub, the state is poised to attract more such investments, since India also has an added advantage of a large domestic market,” sources in the state government told TOI. While Venkatesh COKE will establish an FTWZ at an investment of around Rs 1,500 crore, DP World put up Rs 1,000 crore for its FTWZ. While MM Forgings is scouting for a suitable location for investing around Rs 500 crore for making auto components, another company, Shreevari Energy Systems, will invest close to Rs 250 crore in a wind turbine manufacturing facility at Tuticorin. On the textiles and apparels front, PKPN group of mills and Ambika Cotton Mills are investing more than Rs 550 crore for their new facilities in Namakkal and Dindigul respectively. Following the Tamil Nadu government’s sector- and country-specific focus for creating zones to attract fresh investments, Japan is fast emerging as a key source of new investments. While One Hub Chennai, a next generation industrial township jointly developed by Ascendas-Ireo beyond Tiruporur, has already become a hub for Japanese companies, a new industrial park, Origins, promoted by Sumitomo-Mahindra in north Chennai is set to become the second cluster for Japanese investments. Japanese conglomerate Yanmar, a leading global manufacturer of diesel engines for a wide variety of sectors including agriculture, is already setting up an engine plant for Rs500 crore at Origins. “Another Japanese company, Nissei Electric, will soon come on board with an initial investment of Rs80 crore for electrical parts manufacturing,” sources said. Realizing the potential that Japan holds for new investments into Tamil Nadu, the state government too has gone out of its way. While only state-owned Sipcot developed industrial parks hitherto enjoyed 50% stamp duty exemption, for the first time Sumitomo-Mahindra’s Origins was accorded that exemption. “With Tamil Nadu Business Facilitation Act and single window clearance in place, the state has become very proactive in attracting investments,” a state government official said. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:37:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/tn-to-sign-mous-for-rs-3500cr-investments/articleshow/69866189.cms"}, "Traffic flow on Velachery bridge affected by demolition work": {"description": "CHENNAI: The demolition of encroached properties near Velachery MRTS station threw traffic out of gear on the Velachery bridge. Motorists parking their vehicles on the bridge to take photographs and videos of the demolition added to the congestion. Railway commuters also expressed displeasure as police did not allow public to keep vehicles in the parking area near the encroached structures. “The situation is expected to continue for a week. The public should use the parking facility on the other side of the railway station,” a Railway Protection Force (RPF) inspector said. Vehicles were also not allowed to use the access road to the railway station under the bridge while coming from Vijayanagar for the major part of the day, forcing motorists to take a circuitous route to reach the station. About 200 police personnel from Chennai City police, 150 Government Railway Police (GRP) and 55 personnel from Railway Protection Force (RPF) were deployed at the demolition site. Apart from ensuring that the demolition process went ahead without any hindrance, police also had their task cut out in preventing curious onlookers from getting close to the buildings being demolished. “Everyone wants to take photos and videos of this demolition,” a police inspector said. Students who were enrolled in various courses offered by institutes and coaching classes for entrance exams functioning out of the encroached area were also affected. “I did not turn up for classes for two days last week. So, I rang up today to enquire if classes will be held. The number was switched off. I never knew that this was going to happen,” said K Surya of Adambakkam who had paid Rs 15,000 for a networking course at a software training institute. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:58:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/traffic-flow-on-velachery-bridge-affected-by-demolition-work/articleshow/69849148.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "On cam: Youths steal cash from Kanyakumari hospital": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/on-cam-youths-steal-cash-from-kanyakumari-hospital/videoshow/69831563.cms", "description": ""}, "Best used road is a worst road to be used now": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bestusedroadisaworstroadtobeusednow/articleshow/69821337.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "‘Vasantha Maaligai’ returns in remastered digital avatar": {"description": "CHENNAI: Almost 47 years after its original release and 18 years after the death of its lead actor Sivaji Ganesan, the Tamil super hit ‘Vasantha Maaligai’ is making a comeback in a digitally remastered version. The film is set to release in about 100 screens across Tamil Nadu this Friday. While the move is in keeping with the trend witnessed over the past few years in the Tamil film industry that started with ‘Karnan’, unlike a few other old films that had a rerun digitally, ‘Vasantha Maaligai’ will not be competing for space in run-down theatres, but in multiplexes like Sathyam and Escape, as well as AGS and S2, with reservations opening on Wednesday. “Our family is full of Sivaji fans. As a result, I became his fan at the age of 14, even though I watched other films. I wanted to show my fondness for Sivaji and was searching for the right film of his to be remastered digitally. Veteran director V C Guhanathan helped me get the rights for ‘Vasantha Maaligai’,” says Shirdi Sathya Sai Films’ P Nagaraja, who owns Groupcom Systems that offers data and voice communication services. Originally made in 35mm, the film has been remastered in Di colour, besides other technology upgrades including DTS, 4K Sony and 2K Qube. “We also had a fresh trailer and launched it in Chennai’s Sathyam Cinemas on March 29. Despite being a working day, the hall was jampacked,” he said. According to K Chandrasekaran, president, TNCC Arts Wing and Sivaji Social Welfare Association, the film’s producer D Ramanaidu did not sell the satellite rights of ‘Vasantha Maaligai’ to any television channel. “As a result, whenever it hit theatres for rerun in its original form, it received a great response. In its digital avatar and technological upgrade, the expectation is much higher, with audience screaming ‘once more’, at theatres in Karur and other parts of state, when the trailer was played recently,” Chandrasekaran said. Sivaji Ganesan’s ‘Karnan’, ran to housefull shows when it was digitized about two years ago. Soon, several others joined the fray buying rights of old Sivaji and MGR films for digital mastering and reruns. “Only ‘Karnan’, in digital format, turned out to be a commercial hit due to its content and great music. The story of Mahabharata was told so crisply by the film’s director B R Panthulu that it attracted younger audiences as well. While I also invested a lot in the film’s promotion, the others did not focus in properly promoting their films,” says Shanthi Chokkalingam. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/vasantha-maaligai-returns-in-remastered-digital-avatar/articleshow/69849153.cms"}, "Platform Grabbing": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/platformgrabbing/articleshow/69850249.cms", "description": ""}, "Inconvenience to public in peak hours": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/inconveniencetopublicinpeakhours/articleshow/69866986.cms", "description": ""}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Colossal wastage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/colossalwastage/articleshow/69834378.cms", "description": ""}, "manhole cover damaged in Govindu Street, T-nagar": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/manholecoverdamagedingovindustreet2ct-nagar/articleshow/69821126.cms", "description": ""}, "Open Danger": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/opendanger/articleshow/69850302.cms", "description": ""}, "Chennai water crisis: Triplicane area shuts down": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/chennai-water-crisis-triplicane-area-shuts-down/videoshow/69847609.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Uncovered drainage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/uncovereddrainage/articleshow/69866964.cms", "description": ""}, "Man slits throat in front of police station": {"description": "CHENNAI: A 28-year-old man who walked into the Ashok Nagar police station with a bleeding neck created panic on Wednesday. Around 12.30pm, the man, identified as Karthik, inflicted injury on himself to avoid a police inquiry after his second wife, Sumithra, 24, threatened to lodge a harassment complaint against him for beating her. Preliminary inquiries revealed that Karthik married Sumithra after the demise of his first wife. He often assaulted her. Fearing police inquiry on her complaint, he devised the plan to divert the police attention by attacking himself. Karthik was treated as an out-patient at a government hospital and is currently stable, said an investigation officer. Police said Karthik, a resident of Ashok Nagar, was involved in at least three cases and the Royala Nagar police had opened a history sheet record. Meanwhile, based on Sumithra’s complaint, the Ashok Nagar police have registered a case against Karthik and further inquiries are on. Read this story in BengaliDownload The Times of India News App for Latest City .", "time": "2019-06-20 09:28:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/mans-slits-tthroat-in-front-of-police-station/articleshow/69864636.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "storm water cover": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stormwatercover/articleshow/69818314.cms", "description": ""}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "TANCET 2019: Inquiry office set up at Anna University": {"description": "CHENNAI: Anna University has announced that Tamil Nadu Common Entrance Test (TANCET) 2019 will be held on June 22 and 23. Admission into MBA, MCA, ME/MTech and M Arch/M Plan courses in colleges affiliated to the university will be based on TANCET scores. In connection with this, an inquiry office has been set up at the Centre of Entrance Examinations, Anna University, Chennai. This centre will be open between 10am and 5pm on June 20 and 21, according to an official release. \"For clarifications, the candidates may report to the inquiry office or contact it by phone: 044-22358314/22358289/22358293,\" the release from TANCET secretary said. Download The Times of India News App for Latest City .", "time": "2019-06-19 17:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/tancet-2019-inquiry-offices-set-up-at-anna-university/articleshow/69858851.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Madras high court: Hype over film association poll more than that of LS polls": {"description": "CHENNAI: The Madras high court on Tuesday observed that more hype has been created over the election to South India Film Artistes Association (SIFAA), popularly known as Nadigar Sangam, than the elections to parliament and state legislative assembly. Here people are attracted towards film actors and express more concern on their favourite actors than their parents, Justice N Anand Venkatesh said. Making it clear that the court is totally not concerned about the election, the judge added that his concern is only about the inconvenience caused to the public during the election and steps taken to manage the crowd. The court then directed the association to find out an alternative place to conduct the polling as it could not be organised in Dr MGR-Janaki Arts and Science College for Women in R A Puram as planned on June 23. Earlier, the association informed the court that it is planning to book Meenakashi College in Kodambakkam. However, the court suggested the association to look for a better place with adequate parking facility, preferably YMCA in Nandanam and inform the court on Wednesday. The issue pertains to a plea moved by the association seeking police protection during the polling. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:02:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/hc-hype-over-film-assn-poll-more-than-that-of-ls-polls/articleshow/69849152.cms"}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Chennai: Groundwater levels low, 11 wells dry": {"description": "CHENNAI: In a reflection of the city’s dismal groundwater situation, a report from a non-profit organisation has shown that 11 of the 24 monitoring wells are dry this June. Only one well had gone dry in June in 2016 and 2017. Rain Centre currently monitors 88 wells, chosen randomly and grouped into 24 clusters based on the location. “We created a grid of 1sqkm in the city and identified wells and monitor them every month,” said Shekar Raghavan of Rain Centre. The current situation is a result of water managers in the city, which had ample groundwater since rainwater harvesting structures were made mandatory in 2005, not bothering to revive, maintain or build more such structures, say activists. Metrowater officials say the city has more than eight lakh rainwater harvesting structures, a figure over which activists expressed doubts, but when asked for an audit report, an official said it wasn’t available. Shekar Raghavan said the government and the residents were to blame as neither had ensured maintenance of rainwater harvesting structures (RWHS). “Once we received good rain in 2005 (2,566mm) resulting in a flood, the city forgot its RWHS policy and began constructing stormwater drains to mitigate floods. The groundwater table remained stable until now. But now that it is crisis time, the government looks back at these initiatives,” he said. “We are going to write to Metrowater, requesting it to collect information on RWHS structures. A random audit by us in 2017 revealed that 30% of the existing structures were in bad shape and cannot harvest any rain,” he said. Some residents have already begun setting up new RWHS and carrying out repairs on existing ones in preparation for the summer showers as well as the northeast monsoon. Various members of Exnora Greater Chennai and resident welfare organisations said they had been creating awareness for the past seven years regarding RWHS. “The government should work with activists and NGOs to implement the scheme successfully,” said Dr Sailaja Lokesh, a resident of Ramapuram. Download The Times of India News App for Latest City .", "time": "2019-06-20 05:30:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/groundwater-levels-low-11-of-24-monitoring-wells-dry/articleshow/69866214.cms"}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Chennaiites attend the launch party of a restaurant": {"time": "", "link": "http://photogallery.indiatimes.com/events/chennai/chennaiites-attend-the-launch-party-of-a-restaurant/articleshow/69725795.cms", "description": ""}, "garbage blocking road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageblockingroad/articleshow/69818318.cms", "description": ""}, "Tamil Nadu handholds GIM investors to convert promises into actuals": {"description": "CHENNAI: Having learned from the limited success of the first Global Investors’ Meet, the Tamil Nadu government is now hand holding the promoters of every MoU that was signed in GIM 2, held in January this year. It has not only appointed 17 senior civil servants as ‘facilitating officers’ and distributed the entire set of large projects among them for follow up, it also added an entirely new dimension to its interaction with the investors. In a first-of-its-kind initiative, the government, through CII, recruited six experienced business professionals for a two-year term to act as ‘facilitation executives’ between investors and various government departments. While CII recruited these professionals, Tamil Nadu Industrial Guidance Bureau takes care of their “pay”, under an “outsourcing” model. As a result, chief minister Edappadi K Palaniswami, in the next few days, will lay the foundation stone for 14 of those projects, with combined investments of over Rs 2,000 crore, besides inaugurating two smaller projects, which is ready to commence production, according to sources in the Tamil Nadu government. “The first edition of GIM came under flak due to lower conversion ratio of promised investments into actuals. We understood it was due to lack of steady follow up. Even though ‘facilitating officers’ were appointed even then, not many projects were followed up,” a state government source told TOI. Of the promised Rs 2.42 lakh crore investments from GIM 1, only around Rs 66,000 crore worth of investments materialized, with energy sector’s dismal show letting down the numbers. In the second edition of GIM this year, 304 MoUs across sectors were signed involving investments of more than Rs 3 lakh crore, resulting in employment opportunities for more than a million. Considering the importance and status of the MoU projects, the government decided and appointed senior officials as ‘facilitating officers’ to ensure the speedy implementation of projects. It also formed an ‘Empowered Committee’, headed by Industries secretary, to meet once in two months to review the progress of the MoUs signed in 2019. While the committee will deliberate on issues encountered in implementing them, the progress of MoU projects is to be placed before the Investment Promotion and Monitoring Board, headed by the chief minister, as per the Tamil Nadu Business Facilitation Act, 2018. “The CM is fast in clearing the files and this has given us a boost to seek out more investments. Today, we are more confident in responding to queries and issues that investors raise, than in the past,” a state government official said. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/tn-handholds-gim-investors-to-convert-promises-into-actuals/articleshow/69849164.cms"}, "Tamil Nadu government spells out guidelines to end bonded labour": {"description": "CHENNAI: The government has passed an order approving the labour department’s proposal for a standard operating procedure (SOP) to end bonded labour in the state. TN, incidentally, has recorded the fifth highest number of human trafficking cases in the country. The government has come up with a uniform procedure in identification, rescue and rehabilitation of bonded labourers to guide the implementing agencies of the Bonded Labourer System (Abolition) Act and the Central Scheme for Rehabilitation of Bonded Labourers 2016, according to guidelines. As per the SOP, the district collectors should ensure the safe return of migrant bonded labourers to their native places while repatriation shall be subject to their consent. Going by the guidelines, district collectors should form a multi-disciplinary team comprising officials from revenue, police and labour departments, social workers and a representative from NGOs – to act on complaints. Victims would receive financial aid of Rs 1 lakh (adult male), Rs 2 lakh (women and children) and Rs 3 lakh (persons with disability) as per the Centre’s scheme for rehabilitation of bonded labourer 2016, if the case ends in conviction. Though the victims are given financial aid of Rs 20,000 immediately after their release, most of them did not receive the remaining amount as the cases resulted in acquittals of accused for want of evidence. Hence, the provision of “two independent witnesses” has been added to the guideline. They would accompany the team deputed for the rescue of bonded labourers. “It has been added to the SOP to improve conviction rate and ensure the victims benefit under the welfare scheme,” said a senior labour commissionerate officer. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:17:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/govt-spells-out-guidelines-to-end-bonded-labour/articleshow/69865167.cms"}, "PIL wants censor clearance for Big Boss": {"description": "CHENNAI: A PIL to restrain Star Vijay TV from broadcasting Kamal Haasan’s ‘Big Boss’ show without censor certificate has been filed in Madras high court. It wanted the court to direct authorities concerned to constitute a committee to censor the programme. It also also wanted the curt to direct the Indian Broadcasting Foundation (IBF) to take appropriate action against the television channel and producer of the show Endemole India Private Limited for conducting the programme in derogation with IBF’s content code and certification rules. According to petitioner K Suthan, IBF’s rules expressly prohibits sex, obscenity and also indecent degrading, derogatory contents. But television channels across the country are least bothered about the rules. “Particularly, the ‘Big Boss’ show hosted by renowned actor Kamal Haasan is being telecast with abusive content only with the view to increase the TRP rating and get monetary benefits without any social responsibility,” he said. Pointing out that feature films are permitted to be screened only after obtaining clearance from the censor board, the petitioner said such contents telecast in television channels do not go through any scrutiny. Claiming that parents and elders are embarrassed and worried as even children are attracted to such shows, the petitioner as an interim measure wanted the court to restrain the television channel from telecasting the show without clearance from censor board. The PIL is likely to be heard by a division bench of Justice S Manikumar and Justice Subramonium Prasad on Wednesday. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/pil-wants-censor-clearance-for-big-boss/articleshow/69849180.cms"}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Enrolling as lawyer becomes easy now as process goes online": {"description": "CHENNAI: From now on, enrolling as an advocate in Tamil Nadu and Puducherry will be hassle free as the entire process has been moved online by the Bar Council of Tamil Nadu and Puducherry. Aspiring candidates can do it from the comfort of their homes. The online enrolment facility was launched by the former Chief Justice of the Madras high court and present judge of the Supreme Court Justice Indira Banerjee, at a function organised by the Bar council at the New Auditorium on the high court premises. The event which saw enrolment of 826 advocates was presided over by Chief Justice of the Madras high court Justice Vijaya Kamlesh Tahilramani. Apart from enrolment of advocates, even police verification of their antecedents has been made online. The full house event was conducted in the presence of Justice N Kirubakaran, Justice G K Ilanthiraiyan, A K Viswanathan, Chennai Police Commissioner, and P K Hormis Tharakan, former Chief of Research and Analysis Wing (RAW). The enrolment of 826 new advocates was moved by advocate Priscilla Pandian while senior advocate and special committee member of the Bar council N Chandrasekharan, administered the oath. The new advocates were felicitated by S Prabakaran, co-chairman of the Bar Council of India. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:42:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/enrolling-as-lawyer-becomes-easy-now-as-process-goes-online/articleshow/69865173.cms"}, "Reading awareness vehicle to visit govt schools, villages in Coimbatore district": {"description": "COIMBATORE: A car, loaded with around 100 books, is set to visit government schools and villages in Coimbatore district for a month from Wednesday, with a motive to inculcate reading habit among students and public. The initiative is being undertaken by the directorate of public libraries, said library officials. P Vijayan, the librarian of the Kovaipudur branch library in the district, who is organising the initiative in the district, said Prime Minister Narendra Modi in 2017 announced June 19 as the National Reading Day. The day was chosen to mark the remembrance day of P N Panicker, known as the Father of Library Movement in Kerala. “He has also announced the ‘Reading Mission 2022’ which aimed at making readers out of 300 million people in the country,” he said. He added that Coimbatore was the first district in the state to take up the initiative. Vijayan said they would visit students in 50 government schools and people in 20 villages in the district. \"We would lend them the books we carry and also make use of the books from the school libraries. We have moral story books for children and books on general topics for adults,” he said. The ‘reading awareness vehicle’ was flagged off from the office of the district library commission in Town Hall in the city, where library officials, writers and publishers were present. The vehicle would tour the district till July 18. Download The Times of India News App for Latest City .", "time": "2019-06-19 18:20:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/reading-awareness-vehicle-to-visit-govt-schools-villages-in-coimbatore-district/articleshow/69859844.cms"}, "Former cricketer Kapil Dev unveils largest cricket bat in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/former-cricketer-kapil-dev-unveils-largest-cricket-bat-in-chennai/videoshow/69798545.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}}