{"Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "AP Cabinet 2019: 25 ministers inducted into Jaganmohan Reddy's Cabinet": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/andhra-pradesh-cm-ys-jagan-cabinet-ministers-complete-list/articleshow/69699829.cms", "description": "* Swearing-in ceremony concludes * Peddireddy Ramachandra Reddy from Chittoor district sworn in as minister * K Narayana Swamy sworn in as minister * Buggana Rajendranath Reddy sworn in as minister * Gummanuru Jayaram sworn in as minister * Amjad Bhasha sworn in as minister * N Sankara Narayana sworn in as minister * Mekapati Gowtam Reddy sworn in as minister. * Anil Kumar Poluboina sworn in as minister. * Mekapati Gowtam Reddy sworn in as minister. * Mopidevi Venkata Ramana sworn in as minister. Ramana gets Cabinet berth even after losing in assembly elections. Ramana was a minister in YSR's cabinet too. He is also one of the accused in Jagan’s disproportionate assets case. * Balineni Srinivas Reddy from Ongole sworn in as minister. * Adimulapu Suresh sworn in as minister. He took oath in English * Perni Venkatramaiah aka Perni Nani sworn in as minister. * Vellampalli Srinivasarao sworn in as minister. * Mekatoti Sucharita, a scheduled caste MLA, sworn in as minister. She is also one of the early supporters of Jagan and came out from Congress party. * Kodali Sri Venkateswara Rao aka Kodali Nani sworn in as minister. * Alla Kali Krishna Srinivas aka Nani sworn in as minister. * Cherukuvada Sriranganatha Raju from West Godavari district sworn in as minister. * Taneti Vanita, MLA from Kovuru, a SC reserved constituency, takes oath as minister. * Muthamshetti Srinivas Rao aka Avanti Srinivas sworn in as Cabinet minister. Being an MP, Srinivas defected from TDP just before elections and won assembly polls from Bhimili constituency * Kurasala Kannababu, a scribe-turned-politician, inducted in Jagan’s Cabinet. * Pilli Subhash Chandra Bose takes oath. Bose is an MLC. He is one of the early supporters of Jagan in Congress party after demise of YS Rajasekhar Reddy. * Pinipe Viswaroop sworn in as minister * Alla Kali Krishna Srinivas aka Nani sworn in as minister * Botcha Satyanarayana from Vizianagaram district sworn in as Cabinet minister. * Pushpa Srivani, a tribal MLA from Kurupam constituency, sworn in as Cabinet minister. * Swearing-in ceremony started. Dharmna Krishnadas from Srikakulam is the first minister to take oath. * Andhra Pradesh CM Jaganmohan Reddy arrives at the swearing-in ceremony venue. Andhra Pradesh chief minister YS Jaganmohan Reddy is all set to induct 25 ministers in his Cabinet today. All of them have been asked to be present at Velagapudi secretariat for the swearing-in ceremony today. On Saturday, chief minister YS Jaganmohan Reddy assumed his office in the first block of AP secretariat at Velagapudi. The new cabinet consists of eight minsters from the Backward Classes, five from the Scheduled Caste community, four each from the Reddy and Kapu communities and one each from the Scheduled Tribe, Kamma, Kshatriya and Vysya community. The new cabinet will have five deputy CMs, each representing the SC, ST, BC, Kapu and minority communities. Those who made it to the new cabinet include Dharmana Krishna Das, Botsa Satyanarayana, Pamula Pushpa Srivani, Avanthi Srinivas, Kurasala Kannababu, Pinipe Viswaroop, Pilli Subhash Chandra Bose, Kodali Srivenkateswara Rao (Nani), Velampalli Srinivas, Balineni Sriniavs Reddy, Mekapati Gowtham Reddy, Buggana Rajendranath Reddy, Alla Kalikrishna Srinivas (Nani), Cherukuvada Srinanganadha Raju, Taneti Vanitha, Mekathoti Sucharitha, Alla Ramakrishna Reddy, Peddireddi Ramachandra Reddy, Gummanuru Jayaram, Narayanaswamy, Amzad Basha, Sankara Narayana and Anil Kumar Yadav. Jaganmohan Reddy has tried to avoid caste tags for his cabinet and has limited the representation of Reddy MLAs to just four seats. The party’s BC declaration is clearly visible in the composition of the new cabinet as the YSR Congress chief has given the highest number of seats in the cabinet to the BCs, which will also have one deputy chief minister from amongst them. Download The Times of India News App for Latest City ."}, "YS Jaganmohan Reddy’s first cabinet meeting rolls out sops": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/ys-jaganmohan-reddys-first-cabinet-meeting-rolls-out-sops/articleshow/69728684.cms", "description": "VIJAYAWADA: The first cabinet meeting of chief minister YS Jaganmohan Reddy had rolled out several doles to the cross sections of the people. With focus on the farming sector, Jaganmohan Reddy’s cabinet tried to please all with some sops that he had been promising to the people and had included in the election manifesto. Besides giving nod to the increase of wages to the Asha workers and clearing the Rythu Bharosa scheme of paying Rs 12,500 to each farmer towards input cost, the new cabinet also increased the wages for the sanitation workers to Rs 18,000, Anganwadi workers to Rs 11,500, mid-day meal workers to Rs 3,000, creation of calamity fund with Rs 2,000 crore corpus and creation of market stabilisation fund with Rs 3,000 crore. The Cabinet had also set the dates to start implementation of every programme, thus trying to create an impression that this government stands by its word. The cabinet had rolled out several benefits to the farmer and the farm sector. Besides clearing the Rythu Bharosa, which is to be implemented from October 15 and benefit over 50 lakh farmers. This fund would be paid directly into the bank accounts of the farmers without the banks adjusting it against the loans of the farmers. The government would hold talks with the commercial banks on this count and if they refuse and insist on taking the money towards repayment of the loans, the government would pay this money through the Primary Agriculture Committees (PACs). The government would also extend interest-free loans to the farmers. This scheme will be rolled out in the name of late YS Rajasekhar Reddy. The government would pay the interest to the banks and send the receipt to the farmers through village volunteers. The cabinet had also cleared the proposal to buy 200 rigs to drill bore wells free of cost to the farmers. One rig each will be placed in every Assembly and Parliament constituency. AP Rythu Commission would also be formed with chief minister as chairman. The committee would have agriculture experts and representatives of the farmers’ associations and it would study the issues concerning the farmers and suggest remedies to the government. The poor would also get their 5 kilo rice every month delivered at their home by the village volunteers, which is now supplied through the fair price shops. The cabinet had decided to modernise 40,000 schools across the state providing basic and quality infrastructure. The cabinet had also given its nod to create AP Education Regulation Commission to ensure implementation of the Right to Education Act. It would insist on all private schools offering 25 per cent of its seats free to the poor. The Cabinet had decided to form a new sand policy avoiding influential people making money out of it and the government losing. The cabinet decided that every paise from sand mining should go to the government. Download The Times of India News App for Latest City ."}, "Jaganmohan Reddy's Iftar triggers controversy": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/jaganmohan-reddys-iftar-triggers-controversy/articleshow/69652402.cms", "description": "AMARAVATI: The Iftar party organised by Jaganmohan Reddy led Andhra Pradesh government snowballed into a major controversy after it was revealed that the cost of the event was Rs 1.8 crore. TDP supporters slammed the state government on social media platforms for spending this much amount on Iftar. \"Jagan govt spent Rs 29 lakhs for the lunch of 15 thousand people who attended his swearing-in ceremony. But now why this Iftar party costs crores of money?\" read one post. Supporters of Jagan strongly reacted to this on social media by saying that during TDP's rule, Rs 18 lakh was spent in three years on dry fruits for 4 Andhra officers, how can they criticise Jagan for the Iftar party expense? YSRCP General secretory Vijaya Sai Reddy also reacted strongly to the comments. Download The Times of India News App for Latest City ."}, "Jaganmohan Reddy to accompany PM Modi to the Tirumala Temple": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/jaganmohan-reddy-to-accompany-pm-modi-to-the-tirumala-temple/articleshow/69675114.cms", "description": "NEW DELHI: Andhra Pradesh chief minister Jaganmohan Reddy, who missed the swering in ceremony of Prime Minister Narendra Modi last week, will receive him in Tirupati on June 9 and will accompany him to the Tirumala temple. He has already met Modi after the recent elections before both of them had taken the oath of office and secrecy. Sources said Reddy is also slated to attend the NITI Aayog meeting to be chaired by Modi on June 15 in the national capital during which a number of issues related to social, education, health, and agriculture are likely to be discussed. This would be the first meeting after the formation of the Modi government at the Centre for the second time. Chief ministers of all states, Governors, Lieutenant-Governors, Union Ministers, and senior officials are slated to participate in the meeting. After his electoral victory, Reddy had also met BJP president Amit Shah and general secretary Ram Madhav in New Delhi. Reddy, who won 151 seats in the 175-member Assembly and 22 out of the 25 Lok Sabha seats in Andhra Pradesh, is said to have discussed providing outside or issue-based support to the Prime Minister Modi's government, in his meeting with him. Download The Times of India News App for Latest City ."}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Make foolproof arrangements for cabinet expansion: Andhra Pradesh chief secretary": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/make-foolproof-arrangements-for-cabinet-expansion-andhra-pradesh-chief-secretary/articleshow/69678625.cms", "description": "AMARAVATI: Andhra Pradesh chief secretary LV Subramanyam has directed the officials to make foolproof arrangements for the cabinet expansion ceremony to be held on June 8. He said that the function would be held in the secretariat premises. The chief secretary reviewed the preparation of administration with the officials here on Thursday. He directed the officials to be careful in receiving the guests including the ministers-in waiting, their families and legislators. He asked the officials to create separate galleries for VIPs to prevent inconvenience. He instructed the officials to print the route map to the venue on the backside of the invitation for the ceremony. “Chief minister Jaganmohan Reddy is firm on not spending money on unneeded luxuries. The ceremony should be simple and also devoid of inconvenience,” the chief secretary said. He asked the police to take all measures to prevent traffic snarls on the roads that lead to secretariat. Subramanyam said that LED screens should also be set up in the rear end to enable all the guests watch the ceremony without any difficulty. DGP Gautham Sawang said elaborate security arrangements are being made for the ceremony. He said that additional forces would be deployed to oversee the security of the VIPs. GAD principal secretary (political) RP Sisodia said that they were expecting about 5,000 guests to attend the ceremony. He said that they are making all arrangements to conduct the cabinet expansion ceremony hassle free. Later, the chief minister also reviewed the arrangements for Prime Minister Narendra Modi’s visit to Tirupati on June 9. He directed the Tirumala Tirupati Devasthanams officials and Chittoor district administration to put all arrangements in place well before PM’s arrival to the temple city. HIGHLIGHTS Cabinet expansion schedule *Venue: Secretariat premises, Velagapudi. Muhurth: June 8, 11.49am *CM YS Jaganmohan Reddy to arrive at the venue at 11.44am *Governor ESL Narasimhan to reach the venue at 11.45am *Cabinet ministers’ swearing-in ceremony to begin at 11.49am *High-tea for the cabinet ministers, MLAs and officials after the swearing-in. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "All set for new govt’s first assembly session today": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/all-set-for-new-govts-first-assembly-session-today/articleshow/69749851.cms", "description": "AMARAVATI: The first session of the assembly after the formation of the new government will commence at 11.05 am on Wednesday. Pro-tem speaker Sambangi China Appalanaidu will administer oath to legislators on the first day. Chief minister YS Jaganmohan Reddy will be the first person to take oath after the commencement of the session. Opposition leader N Chandrababu Naidu will be allowed to take oath after the chief minister. Subsequently, pro-tem speaker will conduct the session till the completion of the oath by all the legislators. A notification for the election of speaker will be issued on June 13 and the election will be held on the same day. The chief minister has chosen senior legislator Tammineni Sitaram for the post of speaker. Sitaram will file his papers on Thursday and his election will only be a formality. Governor ESL Narasimhan will address the joint session of the assembly and council on June 14. There will be no session on June 15 and 16. The assembly and council will resume on June 17 and conclude on June 18. Not upset, says Roja; Jagan assures ‘suitable’ post in futureAfter meeting AP CM YS Jaganmohan Reddy on Tuesday, RK Roja said she was not upset over not becoming part of the cabinet. Sources said the CM has assured Roja a suitable post in future and explained the factors that kept her out of the cabinet. Later, Roja told the media that they fought elections only to make Jagan “anna” CM. “Once Jagan anna became the CM, we are all CMs. We are not expecting anything else,” she said, adding that the MLAs would serve the people better. Senior legislator Kakani Govardhan Reddy also met the CM. Jagan has spoken to senior legislators including Pinnelli Ramakrishna Reddy, Chevireddy Bhaskara Reddy, Nallapureddi Prasanna Kumar Reddy and assuaged their hurt feelings. Sources said senior leaders YV Subbareddy and Vijayasai Reddy were holding parleys with the disgruntled legislators. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Andhra assembly has a fresh look with 70 first-time MLAs": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/andhra-assembly-has-a-fresh-look-with-70-first-time-mlas/articleshow/69778325.cms", "description": "AMARAVATI: In what may be a record of sorts, as many as 70 first-time legislators walked into the assembly on Wednesday. This is the highest proportion of first-timers in the total strength of the assembly in recent history. Interestingly, as many as 67 of the 70 new legislators are from the YSRC, while only three were elected on a TDP ticket. This is nearly 45% of the actual strength of the YSRC in the assembly. Analysts are of the opinion that Y S Jaganmohan Reddy's experiment with new faces played a big role in the party sweeping the elections as people were tired of long-standing and veteran leaders fielded by the TDP. Many TDP veteran leaders, including six-time legislators Kodela Sivaprasada Rao and five-time MLA Dhulipalla Narendra Kumar lost the elections. The TDP had also been successful when it fielded new faces like Adireddi Bhavani (Rajahmundry Urban), Maddali Giridhar (Guntur West) and Ramaraju (Undi). Similarly, sitting legislator of Undi constituency Kalavapudi Siva, who had a clean image in the constituency, had lost when he was fielded from Narsapuram Lok Sabha constituency. Addanki legislator Gottipati Ravikumar has the rare distinction of being sworn in as YSRC MLA in the last assembly and a TDP MLA in the present assembly. He is the only legislator who won the election despite switching over to the TDP from the YSRC. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "KCR and Jagan Reddy settle building issue, Telangana gets blocks vacated by Andhra Pradesh govt": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/now-kcr-jagan-settle-building-issue-t-gets-blocks-ap-vacated/articleshow/69627050.cms", "description": "HYDERABAD: In a significant development towards resolving one of the issues pending between both Telangana and Andhra Pradesh, governor ESL Narasimhan on Sunday issued orders allowing Telangana government to utilise AP government buildings in Greater Hyderabad, which is a joint capital for first 10 years after bifurcation. However, AP would be given a building to accommodate its police wing and another building for other AP government offices. With this, the Telangana government can take over J, K, L and H (South and North blocks) in the Secretariat complex, and over hundred various departments buildings under the control of AP government. During the formation of Telangana, as per Section 5 of AP Reorganisation Act, 201,4 and a GO (Ms No 196) issued by the united AP government, the governor had allocated A, B, C & D blocks in the Secretariat complex to Telangana secretariat and J, K, L and H (South) and H (North) to AP Secretariat from June, 2, 2014. KCR and Jagan rapport key to solving pending issueOn June 2, 2019, Telangana cabinet passed a resolution requesting the governor to hand over Secretariat buildings and other Heads of the Department (HOD) buildings under the control of AP. The buildings were sought by Telangana as AP government had shifted all its offices to its new capital Amaravati and the buildings were lying vacant. Some of the buildings are in dilapidated condition. A Raj Bhavan press release said: “Section 8 of AP Reorganisation Act, 2014, casts a special responsibility on the governor with respect to the issues of law and order, safety and security of citizens and vital installation as well as the management and allocation of government buildings in the common capital. By virtue of powers, I do hereby order that the contents of the resolution be put in place by initiating necessary measures.” As the AP government had been paying electricity bills and other maintenance costs for the buildings though it was not utilising them, the Telangana government also requested to waive all outstanding claims such as property tax and other public utility charges on AP government buildings in Hyderabad. Officials said this was the first long-pending issue that has been resolved as both the CMs, K Chandrasekhar Rao and YS Jagan Mohan Reddy, have a good rapport. The governor had discussed the issue with both the CMs when they had met him during Iftar party on Saturday. KCR again met the governor on Sunday and reportedly discussed the issue. “It is a welcome and auspicious sign that both the state governments have decided to move forward with people’s welfare in mind and development of both the states as the main aim with mutual goodwill,” KCR said. Download The Times of India News App for Latest City ."}, "Six killed in Andhra Pradesh road accident": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/six-killed-in-andhra-pradesh-road-accident/articleshow/69686581.cms", "description": "TIRUPATI: Six persons including two women died while four others were injured when their car rammed into a truck near Guravarajupalle, 20 km from here, on Friday, police said. While five people were killed on the spot, another died in the hospital, the police said, adding that the condition of two injured persons remains critical, they said. The mishap occurred at the crack of dawn when the vehicle with ten pilgrims from Rudravaram village of Achampet Mandal in Guntur district on their way to Tirumala, crashed into the stationary truck. Police suspect that the driver of the car might have dozed off behind the wheel resulting in the accident. The injured were admitted to SVRR Government hospital here, police said. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Andhra's new government enhances social security pension": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/andhras-new-government-enhances-social-security-pension/articleshow/69598636.cms", "description": "AMARAVATI: The new government in Andhra Pradesh on Friday issued an order enhancing social security pension for the elderly, disabled, kidney patients and others. Under the 'YSR Pension Kanuka' scheme which replaced NTR Bharosa scheme of the previous Telugu Desam Party, monthly pension for the elderly, widows, weavers, toddy tappers, fishermen, single women, traditional cobblers and people living with HIV has been enhanced to Rs 2,250 from the current Rs 2,000. Immediately after taking oath as the chief minister on Thursday, YS Jagan Mohan Reddy had signed the file, enhancing monthly pension for the elderly with effect from June 1. He announced that the pension amount will be enhanced by Rs 250 every year to make it Rs 3,000 as promised by him during elections. Under an order issued by the Panchayat Raj and Rural Development Department on Friday, the age criteria for old age pensioners was also reduced from 65 years to 60 years According to the order, disabled persons will get a monthly pension of Rs 3,000. Under the previous scheme, people with 40 to 79 per cent degree of disability were paid Rs 2,000. Only those with above 80 per cent degree of disability were receiving Rs 3,000. For chronic kidney patients undergoing dialysis, the pension has been enhanced from current Rs 3,500 to Rs 10,000. Enhancement of pension amount and reduction in the age criteria for old age pension was part of 'Navarathnalu' or nine key welfare schemes promised by the YSR Congress Party. Meanwhile, Jagan Mohan Reddy on Friday said the massive public mandate had put on him a huge responsibility. Jagan, as the YSRCP chief is popularly known, said he would live up to people's expectations. \"I thank God and each one of you for this unprecedented victory. This mandate has put upon me a huge responsibility. I will live up to your expectations,\" he tweeted I thank God and each one of you for this unprecedented victory. This mandate has put upon me a huge responsibility.… https://t.co/dyqjsV8miD&mdash; YS Jagan Mohan Reddy (@ysjagan) 1559286127000\"I will bring upon good governance that will make the nation stand and look up to Andhra Pradesh,\" he added. The YSR Congress Party stormed to power last week with a landslide victory, bagging 151 seats in 175-member assembly. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "New districts formation soon: Deputy CM Bose": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/new-districts-formation-soon-deputy-cm-bose/articleshow/69758456.cms", "description": "AMARAVATI: Setting the ball of districts re-organisations on roll, deputy chief minister and revenue minister Pilli Subhashchandra Bose has said that the government is very keen to begin the process shortly. He said that the government is fully committed to fulfill the promise of chief minister Y S Jaganmohan Reddy to create new districts with Lok Sabha constituency as head quarter. Bose assumed charge as minister in the secretariat on Wednesday. Speaking to media, Bose said that they have already directed the district collectors to send the basic data with regard to the creation of new districts. He said that they chief minister would take a call on the issue after going through the district collectors’ reports. Minister said that they would also start resurvey of lands in the state to bring all civil litigation to an end. He said that survey of lands is very crucial to avoid litigations and law and order issues. He said that lack of proper land records is leading to unrest among the farmers. He said that entire land survey would be digitalized to make all future transactions litigation free. Bose had also hinted at paying prevailing market rate to the oustees of land during the land acquisition. Finance minister Buggana Rajendranath Reddy said that priority would be given to the promises made in the manifesto in the preparation of budget. Reddy performed puja and assumed charge in his chambers in block-II of secretariat. He signed on the file to give the officials a go ahead to prepare the budget for 2019-20. Speaking to media, Reddy said that farmers, youth, women have all set high hopes on chief minister Jaganmohan Reddy and they would work to fulfill their aspirations. He said that they would take the cabinet decisions and promises in the manifesto into consideration in making allocations to different departments. “We will take full responsibility for spending of each and every rupee from the exchequer. We will take all measures to avoid unnecessary expenditure,” promised Reddy. Finance principal secretary SS Rawath, secretary Ravichandra and other senior officials were present. Social welfare minister Pinipe Viswaroop had signed on the file to set up new Ambedkar study centres in eight districts soon after taking charge in the secretariat. He said that TDP government had not spent even 10 percent of the budget allocated to the social welfare department. He promised to revamp the functioning of the social welfare hostels and studies in the residential schools. Housing minister Ch Sriranganatha Raju said that providing houses to all the shelter-less people in the state was top on the priority of his government. He said that they would go for land acquisition wherever there was shortage of land for construction of houses. Deputy chief minister and excise minister K Narayana Swamy had assumed charge in the IV block. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "YS Jaganmohan Reddy bats for SCS at NITI Aayog meeting": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/ys-jaganmohan-reddy-bats-for-scs-at-niti-aayog-meeting/articleshow/69805657.cms", "description": "VIJAYAWADA: Chief minister YS Jaganmohan Reddy made a strong case for the special category status (SCS) to the State at the 5th Governing Council meeting of the NITI Aayog in Delhi on Saturday. He spoke at length, giving documental evidence in support of the demand and requested Prime Minister Narendra Modi in particular and the country in general, as the chief ministers of all states were present at the meeting, to fulfil the promise given to the people of AP at the time of bifurcation. He also tried to impress upon the Prime Minister and others that giving SCS to AP is fulfilment of the constitutional obligation as it was promised in Parliament. It was also a political commitment, he said, as the BJP had included this promise in its 2014 election manifesto. The chief minister had built a strong case for SCS to the State by producing a copy of Union Cabinet decision on March 2, 2014 directing the Planning Commission to grant SCS to AP. He also produced a copy of the letter of 14th Finance Commission member, prof Abhijit Sen, who denied to have recommended the abolition of SCS. He tried to justify the SCS demand on the ground that except AP, no state in the country was bifurcated with a promise of giving SCS as a precondition, no state was bifurcated against the wishes of majority people and against the resolution of the State Assembly and the residuary state not having the capital. “The SCS has become the essential lifeline for my State. Such being the reality it is disheartening when we hear several rumours and excuses for not granting SCS,” the chief minister told the NITI Aayog meeting. While stating that the State inherited revenue deficit, lack of capital, absence of major industries, the chief minister said, “We need super speciality hospitals, five-star hotels, manufacturing industries, high-value service industries such as IT, premier institutions of higher education and research to transform the economic architecture of our State, which is possible only with SCS.” The chief minister further tried to draw the attention of the NITI Aayog saying that “employment generating potential has dropped so drastically that our children are leaving the State scouting for jobs.” Download The Times of India News App for Latest City ."}, "Railways embarks on modernisation of signaling system in Andhra Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/railways-embarks-on-modernisation-of-signaling-system-in-andhra-pradesh/articleshow/69827078.cms", "description": "VISAKHAPATNAM: Indian Railways has on Monday signed an MoU with RailTel Enterprises Limited (REL) for modernization of signaling system across a select railway lines including one in Andhra Pradesh. Initially, this system will be provided on 500 locomotives. The pilot project at an estimated cost of Rs 1,609 crores is to be completed in 24 months. The project will be implemented along 145 route kilometers (RKMs) on the railway line from Vizianagaram to Palasa in north coastal Andhra Pradesh falling under Vizag based Waltair division of the ECoR. Other routes include – a 165 route kilometers (RKMs) on Renigunta – Yerraguntla section on South Central Railway, 155 RKMs on Jhansi (JHS) – Bina (BINA) Section on North Central Railway and 175 RKMs on Nagpur (NGP) – Badnera (BD) Section on Central Railway. “These are some of the busiest routes on Indian Railway with heavy traffic. For Andhra Pradesh, the cost will be around Rs 300 crores of the total Rs 1,609 crores. The work will mostly begin in July,” a senior railway officer told TOI. The signaling system will be applied to four sections like automatic train protection system with long term evolution (LTE) based mobile train radio communication system (MTRC) together with provision of electronic interlocking (indoor) wherever required. The MTRC will improve safety, help reduce congestion in these rail networks and increase line capacity, improve punctuality. It will also help to increase average speed of trains. Talking about the project, Kashinath from the Railway Board, said “We need to implement modern train control system to keep pace with modern signalling and communication systems being used all around the world, to ensure safety of the passengers and increase line capacity to match with the challenges of running more trains on existing track.” Briefing about the project, Puneet Chawla, CMD/RailTel said “We are already on the job and team of REL has already taken inputs, feedback from industry representatives with respect to technology, interfaces, compatibility and interoperability of various sub-systems.” The MoU was signed by Pradeep M Sikdar, executive director, signal development, railway board, Ministry of railways and AK Sablania, director and chief executive officer of REL in the presence of N Kashinath from railway board and Puneet Chawla, CMD of RailTel. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Jaganmohan Reddy keeps hopefuls guessing over cabinet berths": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/jaganmohan-reddy-keeps-hopefuls-guessing-over-cabinet-berths/articleshow/69684884.cms", "description": "AMARAVATI: With just a day to go for cabinet expansion, it's suspense time for YSR Congress lawmakers aspiring for cabinet berths in the new government. Party president and chief minister Jaganmohan Reddy have been keeping his cards close to his chest, and no one has any clue on who is making it into the cabinet and who is going to be left out. While some have been with Jagan for the past nine years and are therefore considered natural contenders, many senior leaders, who joined the party later or just before the elections, too are hoping to make it to the cabinet claiming their experience. Similarly, some young and fresh faces are also hoping for a berth under caste and regional equations. Jagan is likely to finalise the names and release the official list of cabinet ministers before the swearing-in ceremony, said a party insider. Unlike TDP chief and former CM N Chandrababu Naidu, who keeps the suspense till the last minute in the guise of holding negotiations with the probables, Jagan is expected to end the high drama by Friday evening. Meanwhile, chief secretary LV Subramanyam has directed officials to make foolproof arrangements for the cabinet expansion ceremony to be held on June 8. The function will be held in the premises of the secretariat. Subramanyam, while reviewing the preparations with officials on Thursday, directed them to be careful in receiving the guests, including the would-be ministers, their family members and other legislators. He asked officials to make separate galleries for VIPs to prevent any inconvenience, and print the route map to the venue on the backside of the invitation cards for the event. He also reviewed the arrangements for Prime Minister Narendra Modi's visit to Tirupati on June 9. He directed TTD officials and Chittoor district administration to put all arrangements in place well before PM's arrival at the temple city. Some fresh faces are also hoping for a berth under caste and regional equations. Jagan is likely to release the official list of cabinet ministers before the swearing-in Download The Times of India News App for Latest City ."}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "CM Jaganmohan Reddy to hold review of revenue, finance depts from today": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/cm-to-hold-review-of-revenue-finance-depts-from-today/articleshow/69606827.cms", "description": "VIJAYAWADA: Chief minister Y S Jaganmohan Reddy will begin departmental reviews from June 1. Although he had initially planned to have a review of the finance department on the day in the light of the state government’s decision to stop all engineering works and payments from all departments till further orders, it was later decided to have the reviews in a row in the first week of June. The chief minister had posted the review of the finance and revenue departments on June 1 and giving a break on Sunday, the chief minister would review the departments of education and water resources on May 3. The review of agriculture and allied sectors and housing would be held on June 4, followed by review on AP Capital Region Development Authority on June 6. The reviews were aimed at getting basic but factual information from every department on its activities and the budgetary allocation by the previous government. In the review of the finance department, the chief minister had directed the chief secretary to get a note on the state’s financial position, the flow of funds from the central government and the external borrowings by the previous state government. The chief minister is understood to have expressed his displeasure over the government borrowing Rs 5,000 crore in the first week of April and Rs 1,000 crore in the second week, which was paid to women and farmers under the Pasupu-Kumkuma and Annadaata Sukheebhava schemes of the previous government. He wondered how the officials have gone for this borrowing without following the rules, as the amount was earmarked for first quarter of the financial year. “I am surprised to see the state ignoring the Fiscal Regulation and Budget Management (FRMB) Act rules in borrowing,” he reportedly commented when he was told about this borrowing. Download The Times of India News App for Latest City ."}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "YS Jaganmohan Reddy announces 'Rytu Bharosa', discards TDP's farmer scheme": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/jaganmohan-reddy-announces-rytu-bharosa-discards-tdps-farmer-scheme/articleshow/69675691.cms", "description": "AMARAVATI: Scrapping the previous TDP government's \"Annadata Sukhibhava\" scheme which promised to provide Rs 10,000 to farmers, Andhra Pradesh chief minister YS Jaganmohan Reddy on Thursday announced a new scheme \"Rytu Bharosa\" under which the cultivators will be given Rs 12,500. Rytu Bharosa scheme was one of the major promises Reddy made during his poll campaign. The scheme will be implemented from October 15. In the review meeting with the agricultural department officials, Jagan said that steps should be taken to provide quality seeds, pesticides and insecticides to farmers. The chief minister also said that he will introduce Market Stabilization Fund of Rs 3,000 crores in the budget, which will be used by farmers to cover up any losses. Jagan further said that his government will take full responsibility of providing insurance to farmers. The government will pay the premiums, he informed. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "TDP supremo Chandrababu Naidu on vacation, leaves for Europe": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/tdp-supremo-chandrababu-naidu-on-vacation-leaves-for-europe/articleshow/69853214.cms", "description": "AMARAVATI: Telugu Desam Party (TDP) supremo and former chief minister N Chandrababu Naidu had left for Europe tour on Wednesday. Naidu along with his wife Bhuvaneswari, legislator son Lokesh, son-in-law Brahmani and grandson Devansh took flight from Rajiv Gandhi International airport in Hyderabad. This is Naidu’s first holidaying overseas in the recent past. However, other details were not available on which nations Naidu is touring. Naidu will be back in the state on June 26. Although Chandrababu wanted to take the much-needed break after the poll debacle, he postponed the trip in view of the assembly session. He planned the week-long trip from Wednesday, immediately after the completion of assembly session on Tuesday. Ex-Andhra CM and Lokesh had, in fact, reached Hyderabad late on Tuesday night and took the flight to Europe on Wednesday. Naidu, who was rare to go on holiday in the past, was persuaded by son Lokesh to take a break from regular political activity and spend time with the family. The former Andhra chief minister visited Turkey along with family members in 2015. Interestingly, Naidu had considered his son’s request only for one year and skipped going on holidaying in the last three years citing hectic government and party business. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Andhra Pradesh to become a model for other states: Governor": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/ap-to-become-a-model-for-other-states-guv/articleshow/69798937.cms", "description": "VIJAYAWADA: While addressing the joint session of the assembly and council on Friday, governor ESL Narasimhan blamed the previous government for its “inept handling of the challenges that emerged post bifurcation”. He also alleged that “misutilisation of resources” had resulted in an “empty treasury”. However, Narasimhan expressed confidence that the “state government can overcome the problems and ensure a satisfying public service delivery to the citizens.” While stating that “the new government has assumed office carrying hopes of five crore people”, the governor pointed out that the government has “a perfect blend of fresh and experienced” MLAs. Narasimhan pointed out that implementation of assurances made at the time of bifurcation should be at the top of the government’s agenda. “The government has a clear vision and actionable plans to deliver the promises made,” he said, adding that the system will be revamped and efforts would be made to make the state a model for the rest of the country. He further promised that the government “would place transparency and accountability on a high pedestal” and claimed the restoration of general consent to the CBI as its first move towards transparency in administration. He also lauded the initiative to form a judicial commission to look into tenders. Narasimhan pointed out that the government is “determined to take measures to prevent wastage of public money”. He mentioned the chief minister’s promise of creating village volunteers to ensure proper delivery of services to the people and the proposed call centre to monitor the system. He also spoke of the village secretariats. The governor pointed out that an integrated welfare agenda ‘Navaratnalu’ is being planned by the government which will include the YSR Rythu Bharosa, Arogyasri, Amma Vodi, fee reimbursement, YSR pensions, housing for all poor, YSR Asara, YSR Cheyutha and phase wise ban on liquor. “The government will focus on farmers’ welfare and is planning to set up a farmers’ commission. The government will provide Rs 12,500 per annum through YSR Rythu Bharosa to every farming household at the time of sowing from October 15, which would cost around Rs 10,000 crore to the exchequer. Besides, interest-free loans will be given out and free bore wells dug for farmers in addition to 9 hours power supply to farm sector during the day. Price stabilisation corpus fund with Rs 3,000 crore and calamity relief fund of Rs 2,000 crore will also be provided,” the governor said. Download The Times of India News App for Latest City ."}, "Andhra Pradesh CM YS Jaganmohan Reddy to have 5 deputy chief ministers": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/ys-jaganmohan-reddy-to-have-5-deputy-chief-ministers/articleshow/69686748.cms", "description": "AMARAVATI: Andhra Pradesh chief minister YS Jaganmohan Reddy has decided to appoint five deputy chief ministers, one each from SC, ST, BC, minority and Kapu communities. Reddy announced his plans at legislature party meeting held here on Friday. This will be the first time for any Cabinet to have five deputy CMs in the country. Two deputy CMs, one each from BC and Kapu communities, served under Chandrababu Naidu in the past. All the newly-elected MLAs attended the session held at CM’s camp office in Tadepalle. Addressing the legislature party meeting, Jagan said that he would be taking new ministers keeping in view of the people's aspirations. He said that a 25-member Cabinet would be sworn in on Saturday. YS Jagan reverses Chandrababu Naidu govt order, allows CBI to conduct probe in Andhra PradeshThe CM said that he would go for reshuffling of Cabinet after two-and-half years. He asked party legislators to be careful in handling the people's grievances as people are closely watching their performance. He said that they should show the difference between YSRCP government and the previous government. In Video:AP CM Jaganmohan Reddy to have five deputy CMs in cabinetDownload The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Andhra Pradesh: After decade-long association with YSR family, Dr Mukthapuram Harikrishna joins CMO": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/andhra-pradesh-after-decade-long-association-with-ysr-family-dr-mukthapuram-harikrishna-joins-cmo/articleshow/69727697.cms", "description": "AMARAVATI: Dr Mukthapuram Harikrishna, native of Pulivendula in Kadapa district, is a pediatrician by profession. He did his graduation in medicine from the prestigious Kurnool Medical College (KMC) and post-graduation in pediatrics from Osmania Medical College. He took a surprise decision to quit his practice to extend his support to the YS family following the sudden death of then chief minister YS Rajasekhara Reddy. He remained with the YS family without setting any political goals. A decade long association with YS family particularly YS Jagan, has now landed him in the chief minister’s office. Harikrishna has been appointed as special officer to chief minister Jaganmohan to assist him in public grievances. Interestingly, Harikrishna is the only leader who accompanied both Sharmila and Jagan during their long padayatras in the state. He walked along YS Sharmila for about 3112km and another 3648km with YS Jagan. Although, Harikrishna served as state president of AP Junior Doctors Association (APJUDA) during his student days, he never sought any political favours from Jagan to contest the direct elections. He remained a loyalist to Jagan and wanted to serve the public through his office. “CM decided to keep Harikrishna in his office as he wanted to serve people with human touch. Appointment of a pediatrician in CMO is a rare one,” said a senior official. Sources said that Harikrishna used to closely coordinate the health needs of the public who approached Jagan during padayatra. Although, a medical professional, Dr Harikrishna simply worked like a personal assistant to Jagan by sorting out the representations received from the public. “Having such an official in CMO would surely help the commoners as he is going to be eyes and ears of chief minister in handling the public health issues,” said a senior YSRCP leader. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "CM Jaganmohan Reddy may keep controversial faces out of his cabinet": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/cm-jaganmohan-reddy-may-keep-controversial-faces-out-of-his-cabinet/articleshow/69592016.cms", "description": "AMARAVATI: The YSRCP’s vocal faces such as Ambati Rambabu and RK Roja are most unlikely to make it to the Jagan’s cabinet as the chief minister is said to be mulling to induct only non-controversial leaders in the elite team. Although, Jagan is believed to be sympathetic towards these senior leaders, he is of the view that the job in the cabinet is an altogether a different one. Jagan is reportedly unwilling to take any chances by keeping outspoken MLAs in his cabinet. Sources said that Jagan might consider giving the berth to leaders like Ambati and Roja only as last option when all the equations and calculations of caste, region, gender and district are in their favour. Ambati Rambabu, who defeated assembly Speaker of Naidu’s term, Dr Kodela Sivaprasada Rao in Sattenapalle constituency, is in fact the one among the first batch of leaders who quit Congress party about nine years ago and stayed firm with Jagan. He was the YSRCP’s chief spokesperson for several years. An articulate orator, Ambati is a two-time legislator and staunch follower of late chief minister YS Rajasekhara Reddy. Analysts believe that Ambati, who hails from kapu community, should have been the automatic choice to be in the cabinet from the community quota. Although, at least 3-4 kapus would find berths in the cabinet of Jagan when it is fully expanded to the maximum strength of 26 (including CM), it is believed that Ambati might find it very difficult to get a chance. Sources said that senior kapu leader and MLC Ummareddi Venkateswarlu might be in the contention for the cabinet berth from Guntur district quota. While Mangalagiri legislator, Alla Ramakrishna Reddy, who defeated Chandrababu Naidu’s son Lokesh in Mangalagiri, is expected to be the first choice, Guntur East legislator Mohammed Mustafa is likely to get the chance in minority quota. Although, Amjad Basha of Kadapa is in the race for the berth from minority quota, sources said that Kadapa district might not get any additional berths except CM due to the intense pressures from senior legislators Gadikota Srikanth Reddy, Korumutla Srinivasulu. Sources said that senior leader Peddireddi Ramachandra Reddy might be the lone face from Chittoor to be in the cabinet. Nagari MLA Roja (Reddy) is facing stiff competition from Jagan’s die-hard loyalist Reddy legislators, Bhumana Karunakar Reddy and Chevireddy Bhaskara Reddy. “Roja might get the chance only when CM does not find suitable leaders from woman quota,” said an insider. Roja is also one of the few fierce orators in the party and had faced humiliation including a year-long suspension from the assembly during TDP government. YSRCP sympathisers wanted Jagan to reward Roja with cabinet place for her loyal and spirited fighting against the TDP government. HIGHLIGHTS * Speculation is rife that Jagan might handover the key home ministry to a dalit legislator to show his commitment to the dalit empowerment * Names of Pinipe Viswaroop (Amalapuram), Talari Venkata Rao (Gopalapuram) and Adimulam Suresh (Yerragondapalem) are in the consideration to handle home ministry. * At least 50 percent of the berths to be given to BC, SC, ST and minorities in the full cabinet. Download The Times of India News App for Latest City ."}, "Doctors' strike hit healthcare services in Telangana, Andhra": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/doctors-strike-hit-healthcare-services-in-telangana-andhra/articleshow/69824085.cms", "description": "HYDERABAD/AMARAVATI: The nationwide strike called by the Indian Medical Association (IMA) to protest the attack on doctors in West Bengal affected medical services in government and private hospitals in Telangana and Andhra Pradesh. The out-patient services at major government hospitals like Osmania General Hospital, Gandhi Hospital and Nizam's Institute of Medical Sciences (NIMS) in Hyderabad came to a standstill. Hundreds of patients who came to these hospitals from various parts of the state had to face hardships as doctors stayed away from their duties and participated in protests condemning attacks on their colleagues in West Bengal. Doctors boycotted all services except emergency at the government and corporate hospitals and nursing homes. Doctors at Osmania Hospital staged a protest, demanding punishment to those involved in the attack. They were carrying placards with slogans like 'no security no service' and 'suffering but still serving'. At the protest held at Gandhi Hospital, the doctors demanded stringent law to deal with the attacks on their fraternity. Out-patient services also came to a halt at government and private hospitals in the rest of Telangana. Patients suffered in Andhra Pradesh as doctors struck work in response to the shutdown call by the IMA. Doctors at hospitals in Vijayawada, Guntur, Visakhapatnam, Tirupati, Kurnool and other places boycotted their duties and staged protests. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Jagan-Modi bonhomie a sign of closer ties at national level": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/jagan-modi-bonhomie-a-sign-of-closer-ties-at-national-level/articleshow/69720419.cms", "description": "AMARAVATI: In what could be called a smart move of getting closer to the BJP leadership, YSRC chief and chief minister Y S Jaganmohan Reddy accompanied Prime Minister Narendra Modi during his Tirumala visit on Sunday. In signs of growing bonhomie between the two parties, Jagan extended full protocol courtesy to the PM on his visit to the temple town and received Modi, even though the PM was scheduled to address a public meeting, organized by the state BJP leadership, before his darshan. Though the YSRC was neither an ally of BJP in the elections nor part of NDA, Jagan is not losing any opportunity to come closer to the BJP leadership and secure sops to tackle a debt-hit state and empty coffers. He has already said before that he requires strong support from the Centre to tackle the empty coffers of the state. As CM, Jagan is keen on achieving big-ticket projects along with special category status with the support of Modi and BJP leadership to push his political rival N Chandrababu Naidu into a corner. Naidu’s drubbing in the elections has made Jagan a new sensation on the national political stage, and a favourite among the BJP leadership as Naidu over-jealously worked with an agenda of dethroning Modi. Speculation is rife that Jagan might even consider joining the NDA after getting one or two sops cleared by the Centre. By decimating the BJP’s rivals in the state —TDP and Congress — Jagan seems to have won the hearts of BJP and is now eagerly waiting for the Centre to reciprocate. BJP, too, is not averse to hug Jagan as it might utilise YSRC’s strength in the Lok Sabha as a cushion to off-load the pressures from its allies, like Shiv Sena and JD-U, which have already started flexing their muscles. Since YSRC emerged as the fourth-largest party in the Lok Sabha with 22 MPs, BJP might not hesitate to forge an alliance with it, if at all such an opportunity comes to its table. Such an alliance will make BJP more formidable in the southern plateau. In fact, Jagan rushed to New Delhi and met Modi immediately after winning the elections in the state. He held lengthy discussions with the PM and BJP chief Amit Shah, before taking over the reins of the state. Interestingly, Modi, while congratulating Jagan from a party-sponsored public meeting, assured to extend full support to his government in the state. Devotees at receiving end of VIP visitsHeavy security imposed in view of Prime Minister Narendra Modi’s visit to Tirupati left devotees stranded in Tirumala on Sunday. The temple city, which has been reeling under the impact of the heavy influx of pilgrims, saw a near-shutdown that restricted pilgrim movements for almost six hours. Though the PM arrived at Tirupati Airport at around 5:30 pm, Tirumala police and the TTD’s vigilance and security wing sealed off entry and exit points at important congregation points as early as 3 pm, leaving pilgrims uncertain about exit routes. With barricades in and around the temple closed, pilgrims had great difficulty moving around Tirumala on Friday evening. Meanwhile, AP governor ESL Narasimhan, DGP D Gautam Sawang and National Human Rights Commission chairman HL Dattu offered prayers to Lord Venkateswara at the Tirumala temple on Sunday morning. Download The Times of India News App for Latest City ."}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "YS Jaganmohan Reddy's supporters put his name on car number plates": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/ys-jaganmohan-reddys-supporters-put-his-name-on-car-number-plates/articleshow/69632961.cms", "description": "By- Dudekula Khalimastanvali VIJAYAWADA: Buoyed by the emphatic win of YSRCP chief YS Jaganmohan Reddy in the assembly and the Lok Sabha elections, his supporters in the state are beaming with pride these days, so much so, that they are inventing different means to express their happiness. Some of his supporters have even put his name on the number plates of their cars. Read this story in TeluguSeveral of such photos are doing rounds on social media platforms showing 'AP CM Jagan' or 'Jai Jagan' on the rear number plates of the vehicles. Two cars with number plates bearing Jagan's nameJagan took oath as Andhra Pradesh's chief minister on May 30 after defeating ruling TDP in the recently-held assembly elections. Download The Times of India News App for Latest City ."}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Will dig out all TDP irregularities: Irrigation minister Anil Kumar Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/will-dig-out-all-tdp-irregularities-irrigation-minister-anil-kumar-yadav/articleshow/69758412.cms", "description": "AMARAVATI: Asserting that no one who committed irregularities in taking up irrigation projects during TDP regime will be allowed to go scot free, Irrigation minister P Anil Kumar Yadav has said that the government will constitute an expert committee to look into the issue. He said that the expert committee will be asked to give its report within 45 days. The experts committee will look into violation of guidelines in awarding all major works including Polavaram and capital city projects, said minister. Anil assumed charge as minister in the secretariat on Wednesday. Speaking to media, minister lashed out former chief minister Chandrababu Naidu for making false charges against the new government. He wondered as to why Naidu was worried if he had done nothing wrong during his regime. He said that Naidu had turned a Gajini soon after losing power and making false claims on completion of irrigation projects. He said that Naidu had failed to complete even a single major irrigation project in the last five years. He said that YS Jaganmohan Reddy government had brought the works on several irrigation projects to halt as they have concrete information that contracts were doled out at higher rates. He said that they were investigating into the issue only to save monies of the state exchequer and prevent the looting of public money. Minister said that they would go for re-tendering only where they found irregularities and continue the remaining works. Agriculture minister Kurasala Kannababu launched a scathing attack on TDP supremo Chandrababu Naidu for demanding payment of loan wavier scheme promised by him. Kannababu assumed charge in the secretariat on Wednesday. Speaking to reporters Kannababu said that Naidu had lost mental balance after losing power. “Naidu should have felt ashamed to demand the new government to implement the promise which he failed fulfill. Naidu promised to waive off Rs 84000 crore agriculture loans and trimmed to Rs 24000. But paid just Rs 15600 crore in five years,” said Kannababu. He said that farmers received just Rs 386 crore from the last spell of Rs 3900 crore promised by Naidu government. He alleged that Naidu had diverted all the funds to Pasupu Kunkuma and Annadata Sukhibhava to lure the votes but people rejected him as they realized his tricks. Download The Times of India News App for Latest City ."}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "YS Jagan reverses Chandrababu Naidu govt order, allows CBI to conduct probe in Andhra Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/ys-jagan-reverses-chandrababu-naidu-govt-order-allows-cbi-to-conduct-probe-in-andhra-pradesh/articleshow/69676840.cms", "description": "AMARAVATI: The YS Jaganmohan Reddy government on Thursday cancelled a controversial government order issued by the previous Chandrababu Naidu-led dispensation, paving the way for the CBI to probe various cases in Andhra Pradesh. On November 8, 2018, the ruling Telugu Desam Party had issued a government order (GO) withdrawing the \"general consent\" accorded to the Central Bureau of Investigation (CBI) to carry out investigations and raids in the state.  \"In exercise of the powers conferred by Section 6 of the Delhi Special Police Establishment Act, 1946, the government hereby withdraws the general consent accorded (in GO Ms 109) to all the members of the Delhi Special Police Establishment to exercise the powers and jurisdiction under the said Act in the state of Andhra Pradesh,\" the GO had said.  The then Andhra Pradesh deputy chief minister (Home) N China Rajappa had said the reason to withdraw the consent was allegations against the top officials of the country's premier investigation agency.  The Andhra Pradesh government bestowed powers upon itself to launch a corruption probe against central government employees as well through the state's Anti-Corruption Bureau.  The YSR Congress Party that assumed power on May 30, issued a fresh order on Thursday cancelling the GO 176 issued on November 8.  Based on the directions of YS Jagan Mohan Reddy, special chief secretary Manmohan Singh issued GO 81 to this effect.  \"The order issued on November 8, 2018 is hereby cancelled under the provisions of the Delhi Special Police Establishment Act, 1946,\" it said.  The CBI will now have all powers to take up corruption and other cases in AP.  The premier investigative agency functions under the Delhi Special Police Establishment Act.  Under Section 6 of the Act, a state government \"routinely\" grants consent to the CBI for exercising its authority in the state and the AP government, too, had issued relevant orders periodically.  Ever since he snapped ties with the Narendra Modi-led NDA government in March last year, Naidu had been alleging that the Centre was misusing agencies like the CBI to target political opponents.  The raids by Income Tax authorities on some business establishments, run by those close to the ruling Telugu Desam Party in the state, had left Naidu red-faced.  Subsequently, he announced that his government would not provide police cover to the IT officials for conducting the raids.  The state government's move was seen as further intensification of confrontation between the Modi government and Naidu, who was striving to forge a non-BJP front to take on the saffron party in 2019 Lok Sabha elections.  Opposition parties decried the move and asserted the state government did not have the authority to bar the CBI.  The YSR Congress, the main opposition party then, had alleged the controversial decision was taken only because the chief minister was scared of the CBI. Download The Times of India News App for Latest City ."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Bodies of two missing boys found in mysterious circumstances": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/bodies-of-two-missing-boys-found-in-mysterious-circumstances/articleshow/69612848.cms", "description": "RAJAHMUNDRY: In a horrific incident, bodies of two boys, who were missing for the last one week, were found dead under mysterious circumstances at Chinnayya Palem village of Rajavommangi mandal in East Godavari district on Saturday. The deceased are identified as Prasanth Kumar (11) from Matlapadu village of Addatheegala mandal and Karthik (9) from Nellimatla of Rajavommangi mandal. According to Rajavommangi police, their bodies were found in a wooden box in a severely decomposed state. Cops said that the box was meant to keep records in dilapidated room in the premises of a school in Chinnayya Palem. Both the kids came to their grandmother’s house in Chinnayya Palem due to summer vacations and went missing while playing, one week back. The villagers were on search for the last one week to trace the boys. Talking to TOI, Rajavommangi sub inspector Vinod said that it looks like the two boys fell into the wooden box accidentally while playing in the first instance. However, he said that the police are investigating whether the boys accidentally fell into the wooden box and suffocated or they were killed by someone. He informed that a suspicious death case was registered. Further investigation is still on. Download The Times of India News App for Latest City ."}, "Andhra Pradesh: 1 dead, 4 injured in clashes between TDP, YSRCP workers": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/andhra-pradesh-1-dead-4-injured-in-clashes-between-tdp-ysrcp-workers/articleshow/69612284.cms", "description": "ANANTAPURAM: One dead and four others got injured in clashes between YSRCP and TDP workers in Bathalapalli Mandal in Andhra Pradesh's Anantapur district on Saturday. \"In Patyapuram village almost everyone belongs to the same community. However, while most of them are supporters of YSRCP, a few are supporters of TDP. An Anganwadi building was sanctioned to the village during TDP regime and a small wall was constructed. But there was a dispute over the ownership of the land. Due to that, the construction was stopped for more than one and a half years,\" said Dharmavaram Rural CI. \"Gangappa, who claims the title of the land, yesterday tried to remove the wall along with some of his friends. Rajappa, who is a supporter of TDP, tried to prevent them. Son of Gangappa named Chinna Rayudu hit Rajappa with a sickle on the head. That led to clashes between both the factions,\" the official added. He went on to add that \"Rajappa died in the clashes, while four others are injured.\" \"They were taken to RDT Hospital in Bathalapalli. As the position of two was critical, they were shifted to Savera Hospital in Anantapuram. Now they are out of danger. The police have registered an FIR under Sections 302 and 307 of Indian Penal Code (IPC). Further investigation is currently on,\" the official stated. Download The Times of India News App for Latest City ."}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Andhra Pradesh cabinet formation: Meeting of party MLAs and MLCs on June 7": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/cabinet-formation-meeting-of-party-mlas-mlcs-on-june-7/articleshow/69648380.cms", "description": "VIJAYAWADA: Starting his innings as chief minister, YS Jaganmohan Reddy will meet party MLAs and MLCs on June 7, a day before the cabinet is formed. Sources said that Jaganmohan Reddy will not only reveal his choices for the cabinet but also explain why they were chosen. This action gains in significance as there are a number of candidates who are eyeing cabinet posts and the chief minister would like to keep his flock together keeping the 2024 elections in view. Jaganmohan Reddy is also planning to take the views of party legislators on the posts of assembly Speaker, deputy speaker and the whips. The meeting is likely to decide on the candidates for these key posts with the approval of the newly-elected legislators. He is also set to draw up a roadmap for his party MLCs to follow in the legislative council once the government is formed and till the YSRC gets a majority in the House.  Meanwhile, schedule has been fixed for the first cabinet meeting, which will be held at the Velagapudi Secretariat once new cabinet is sworn in, and the agenda for which is also likely to be discussed at the meet. Sources said that Jaganmohan Reddy is planning to convene the first session of the assembly from June 12 for two days for the members to take oath. This would be followed by the budget session, which will be held in the last week of June, the sources added. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Like dad, CM Jagan makes woman Andhra Pradesh home minister": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/like-dad-cm-jagan-makes-woman-andhra-pradesh-home-minister/articleshow/69709291.cms", "description": "VIJAYAWADA: Andhra Pradesh chief minister YS Jaganmohan Reddy on Saturday designated   five newly inducted ministers   as deputy chief ministers and allocated the home portfolio to a Dalit woman legislator. This is the second time a woman has become the home minister of Andhra Pradesh. Jagan's father the late YS Rajasekhara Reddy had for the first time named a woman, P Sabita Indra Reddy, as home minister of united AP in 2009. Jagan's selection of ministers reflects serious social and caste consideration by the new CM. While he has given the home and disaster management portfolio to Mekathoti Sucharita, a two-time MLA and wife of an IRS officer, the CM has sprung many surprises by allocating some other important ministries close to his heart to some of his deputies and other ministers. While   Jagan was sworn in as CM   on May 30, his 25-member cabinet took oath of office on Saturday. Jagan had made the announcement about having five deputy CMs on Friday while addressing the legislators of YSR Congress (YSRC) at his residence here. Download The Times of India News App for Latest City ."}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "CM Jagan likely to give equal share to all districts in his cabinet": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/jagan-likely-to-give-equal-share-to-all-districts-in-his-cabinet/articleshow/69673265.cms", "description": "VIJAYAWADA: Chief minister Y S Jaganmohan Reddy has reportedly been keen on naming senior leaders who were his father Y S Rajasekhar Reddy’s loyalists in the cabinet. It is assumed that a major share of the cabinet would consist of leaders from the Rayalaseema region. Sources, however, suggest that Jagan had consulted some of the top leaders of the party on naming at least one leader from each district. In Krishna district, two names have come up—Gudivada MLA Kodali Nani and Tiruvuru MLA Kokkiligadda Rakshana Nidhi—as probable candidates for the cabinet. Apart from these two, three others, Kolusu Parthasarathy, Samineni Udayabhanu and Perni Nani, will be competing amongst themselves. Rakshana Nidhi is a two-time legislator represeting an SC reserved constituency. Kodali Nani has also been with Jaganmohan Reddy for a long time. As the cabinet has to represent social formations on the ground, Jagan is looking to give seats to a Kamma and a Dalit from Krishna district, according to available information. However, there are BCs and Kapus who have won from this district and who are strongly lobbying to make it to the new cabinet. In Guntur, Alla Ramakrishna Reddy, who defeated Nara Lokesh is said to be getting a berth, along with Marri Rajasekhar from Chilakaluripet, who sacrificed his seat. Download The Times of India News App for Latest City ."}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-2019-shikhar-dhawan-ruled-out-of-world-cup-with-thumb-fracture-sources/articleshow/69857637.cms", "description": ""}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "25 new ministers inducted into Y S Jaganmohan Reddy's Cabinet in Andhra Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/25-new-ministers-inducted-into-y-s-jaganmohan-reddys-cabinet-in-andhra-pradesh/articleshow/69701723.cms", "description": "AMARAVATI: In what the YSR Congress called a \"socially-inclusive Cabinet,\" 25 new ministers were on Saturday inducted into the Y S Jaganmohan Reddy's Council of Ministers in Andhra Pradesh. In line with his electoral promise, Jaganmohan Reddy gave Cabinet berths to seven legislators from the backward classes, five from the Scheduled Castes, one each from the Scheduled Tribes and Muslims, and four each from the Kapu and the Reddy communities. The Kamma community, which dominated the previous Chandrababu Naidu Cabinet, got just one berth now. The Kshatriya and the Vysya communities also got one berth each. State Governor E S L Narasimhan administered the oath of office and secrecy to the new ministers at a glittering public function adjacent to the Secretariat at Velagapudi in capital Amaravati. The 26-member Cabinet, including the Chief Minister, has three women members; two from the Scheduled Castes and one from the Scheduled Tribes. Jagan brought back senior leaders Botsa Satyanarayana, Pilli Subhash Chandra Bose, Pinipe Viswaroop, Mopidevi Venkata Ramana Rao, Balineni Srinivasa Reddy and Peddireddi Ramachandra Reddy, who worked as ministers in his late father Y S Rajasekhara Reddy's Cabinet in the erstwhile united Andhra Pradesh. In fact, Balineni Srinivasa Reddy and Pilli Subhash Chandra Bose resigned from their Cabinet posts in the then Congress government and joined the YSRC floated by Jagan and have been sailing with him for the past eight years. Mopidevi Venkata Ramana Rao, while serving as minister in the then Kiran Kumar Reddy government, was arrested in connection with YSRC chief's disproportionate assets case in 2012 and jailed for several months. Jagan subsequently joined Ramana Rao in jail. Ramana Rao, who belongs to the fishermen community, lost the recent Assembly election from Repalle constituency but got a Cabinet berth and will be nominated to the Legislative Council. East Godavari, West Godavari and Krishna districts, where the YSRC bagged sizeable number of seats, got three Cabinet berths each. Kurnool, Chittoor, SPS Nellore, Prakasam, Guntur and Vizianagaram districts got two each while Anantapuramu, Kadapa, Visakhapatnam and Srikakulam got one each. Meanwhile, G Srikanth Reddy, one of the legislators close to Jaganmohan Reddy, who could not be accommodated in the Cabinet because of caste calculations, has been appointed as the Government Chief Whip in the Assembly with a Cabinet rank. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Former Andhra MP Kothapalli Geetha joins BJP": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/former-andhra-mp-kothapalli-geetha-joins-bjp/articleshow/69845391.cms", "description": "NEW DELHI: Kothapalli Geetha, the former YSR Congress Party (YSRCP) MP from Araku in Andhra Pradesh, joined the Bharatiya Janata Party (BJP) on Tuesday. Geetha, who last year floated Jana Jagruthi party, joined the BJP in the presence of party President Amit Shah and General Secretary Ram Madhav. Elected on a YSRCP ticket to Lok Sabha in 2014, Geetha was aspiring for a ticket from the Telugu Desam Party (TDP) ahead of the 2019 Lok Sabha elections. However, after it became clear that TDP will not field her, she floated Jana Jagruthi on the slogan of social justice. Her party contested a few Assembly and Lok Sabha seats in the elections held in April but it came a cropper. Geetha unsuccessfully contested from the Visakhapatnam Lok Sabha seat. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "TDP MLC Keshav quits, 3 more to resign soon": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/tdp-mlc-keshav-quits-3-more-to-resign-soon/articleshow/69673318.cms", "description": "VIJAYAWADA: TDP MLC Payyavula Keshav resigned from his post in the legislative council on Tuesday. He submitted his resignation to the council chairman, Mohammad Ahmad Shariff, who accepted it with immediate effect. Keshav quit his MLC post following his election to the legislative assembly from Uravakonda constituency in Anantapur district. Another TDP MLC, Magunta Srinivasulu Reddy, had quit his post before joining the YSR Congress in March. With Keshav’s resignation, the assembly secretariat has officially declared two vacancies in the 58-member legislative council. Meanwhile, three sitting MLCs — two from the YSR Congress and one from the TDP — also contested the assembly elections and won. They are also expected to submit their resignations from the legislative council sometime this week, as the new assembly is likely to be convened for the swearing-in of members on June 12. The three MLCs who won the assembly elections include Kolagatla Veerabhadra Swamy from Vizianagaram and Alla Nani from Eluru (both YSR Congress), and Karanam Balaramakrishna Murthy from Chirala (TDP). Once the three quit, the legislative council will have five vacancies, for which elections will be held shortly. As Veerabhadra Swamy, Alla Nani and Karanam Balaram were elected to the council from MLA quota, the ruling YSR Congress, with a strength of 151 MLAs in the 175-member assembly, will grab the three posts without any problem. The other two — Payyavula Keshav and Magunta Srinivasula Reddy — were elected from local body constituencies of Anantapur and Prakasam districts, respectively. The two vacancies are to be filled by the local bodies and it is to be seen what happens next as the local bodies’ terms expired a couple of months ago and new bodies are yet to be formed. Download The Times of India News App for Latest City ."}, "Andhra Pradesh assembly session from Wednesday": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/Andhra-Pradesh-assembly-session-from-Wednesday/articleshow/69740091.cms", "description": "AMARAVATI: The first session of assembly after the formation of new government will commence at 11.05am on Wednesday. Protem speaker Sambangi China Appalanaidu will administer oath of legislators on the first day. Chief minister Y S Jagan will be the first person to take oath soon after the commencement of the session. Opposition leader N Chandrababu Naidu will be allowed to take oath after chief minister Jaganmohan Reddy. Subsequently, protem speaker will conduct the session till the completion of the oath by all the legislators. A notification for the election of assembly speaker will be issued on June 13 and the election will be held on the same day. Chief minister Jagan had already picked up senior legislator Tammineni Sitaram to hold the post of speaker. Sitaram will file his papers on Thursday and his election will only be a formality. State governor ESL Narasimhan will address the joint session of assembly and council on June, 14. There will be no session on June, 15 and 16. The assembly and council will resume work on Monday on June, 17 and conclude the business on Tuesday, June 18. “We will conduct the session with decency unlike the previous TDP. We will allow the opposition TDP too to raise its voice in the session,” said chief whip Gadikota Srikanth Reddy. He said that they would take good suggestions from the opposition in running the government. He said that they were proud of chief minister Jagan’s commitment to the poor as he had cleared so many assurances in the very first cabinet meeting. Download The Times of India News App for Latest City ."}, "Andhra Pradesh: YS Jaganmohan Reddy assumes charge of his office": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/andhra-pradesh-ys-jaganmohan-reddy-assumes-charge-of-his-office/articleshow/69699879.cms", "description": "AMARAVATI: Andhra Pradesh chief minister YS Jaganmohan Reddy on Saturday assumed charge of his office at state secretariat post his resounding victory in the state elections. Reddy occupied his office at state secretariat at 8.39 am. Andhra Pradesh chief minister YS Jagan Mohan Reddy assumes charge of his office at the state secretariat in Amarava… https://t.co/k1og7gPMQp&mdash; TOI Andhra Pradesh (@TOI_Andhra) 1559967853000Employees of various departments in secretariat stood in queues and welcomed Jagan with garlands and bouquets. Reddy's Cabinet ministers are expected to take oath at 11.49 am. Some of those ministers and YSRCP leaders greeted him at his new office. In the Andhra Pradesh Assembly election, Reddy's YSRCP got an absolute majority by winning 151 out of 175 seats. On May 30, the YSRCP chief took oath as the second chief minister of Andhra Pradesh since its bifurcation. Download The Times of India News App for Latest City ."}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Vijayasai named YSRC parliamentary party leader": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/vijayasai-named-ysrc-parliamentary-party-leader/articleshow/69672104.cms", "description": "VIJAYAWADA: YSR Congress president and chief minister Y S Jaganmohan Reddy on Wednesday appointed V Vijayasai Reddy, Rajya Sabha member and the party’s national general secretary, as parliamentary party leader. He also appointed Rajampet MP P V Midhun Reddy as the party’s floor leader in Lok Sabha, and Rajahmundry MP Margani Bharath as chief whip. The parliamentary party meeting of the YSRC, which was held on May 25, had authorised Jagan to make these appointments. Vijayasai, a close associate of Jagan, has been playing a key role in YSRC’s affairs and is considered quite close to the party president. His role in Delhi, both inside the Parliament and outside it, including liaisoning with the central government, helped Jagan and the party on several issues. Despite the TDP being an ally of the BJP and part of the NDA government, Vijayasai used to have good access to the PMO even during those days. Ever since his election to the upper house, Vijayasai was among the most vocal critics of the TDP and its chief N Chandrababu Naidu at the national level. YSRC floor leader P V Midhun Reddy is a two-time MP and a close aide of Jagan. As this term is crucial for both the party and its president in having a healthy relationship with the central government, Jagan wanted Midhun to lead the party’s 22 MPs on the floor of the Lok Sabha. Download The Times of India News App for Latest City ."}, "Rs 15,000 assistance to Andhra parents who send their wards to school": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/rs-15000-assistance-to-andhra-parents-who-send-their-wards-to-school/articleshow/69789636.cms", "description": "GUNTUR: Stating that all the government schools in Andhra Pradesh will be completely transformed in the next two years, chief minister YS Jaganmohan Reddy has said that financial assistance under Amma Vodi scheme will be extended to the parents who send their wards to schools. He said that they will disburse the assured Rs 15,000 annual financial assistance to the mother of school going child on January 26 as he wanted to see that every child go to school. Addressing a public meeting, organized as part of Rajanna Badi Baata at Tadepalle ZP high school on Friday, the chief minister said that English medium will be introduced in all the government schools. He, however, said that Telugu teaching will be made mandatory to protect the Telugu language. CM promised that the government will also curb down the astronomical fees being collected by the corporate educational institutions. He said that he had personally seen the struggle of the parents in sending their wards to private schools by paying huge fees during his padayatra. “Many of the government schools are in a dilapidated condition to which parents might not prefer to send their children to pursue studies. At the same time, they are unable to afford mind boggling fees being collected by the corporate schools. I have decided to give financial assistance to reduce the burden on such poor parents,” said Jagan. He, however, said that they would not leave the government schools in shoddy state as they were readying an action plan to revamp all the schools. He said that they would revolutionise the public education system in next two years. He said that there were about 40,000 government schools in the state and would change their fate in two years. “Send us pictures of the government schools. We will show you how it will be after two years,” asserted the CM. He said that illiteracy rate in AP was at 33 per cent and it was almost seven per cent higher than the national average of 27 per cent. He said that poor infrastructure in the public schools, non-supply of text books, uniforms till September were also reason for the high illiteracy rate in the state. He said that many schools in the state do not even have proper toilets and drinking water for the children. He said that previous government had deliberately neglected the government schools only to promote the private schools and colleges. Jagan said that his government is committed to change the scenario with slew of programmes. He asserted that they would show the change with visual evidence. HRD minister Dr A Suresh, home minister M Sucharitha, MLAs K Rosaiah, Mustafa, Ramakrishna Reddy, MP Suresh were also present. Download The Times of India News App for Latest City ."}, "Salaries of Andhra Pradesh Asha workers raised by Rs 7,000 per month": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/salaries-of-asha-workers-raised-by-rs-7000-per-month/articleshow/69648336.cms", "description": "VIJAYAWADA: Chief minister Y S Jaganmohan Reddy on Monday increased the monthly wages of Asha (accredited social health activist) workers to Rs 10,000. The earlier pay of Asha staff was Rs 3,000 per month. Jagan announced the decision, which was one of the promises he had made during his padayatra, during Monday’s review meeting of medical and health department. The decision would benefit over 42,000 Asha workers in the state. The CM directed officials to prepare the orders for increasing the wages at the earliest. Jagan also renamed ‘NTR Vaidyaseva’ as ‘YSR Arogyasri’ and asked officials to make the scheme better, adding that he will personally monitor the implementation of the scheme from now. He also told officials to prepare a report on the functioning of 108 and 104 ambulances and improve the services by adding new vehicles. The CM expressed his displeasure over the unhygienic conditions prevailing in government hospitals and primary health centres. While asking for a status report on all government hospitals in the state, he asked officials to improve the facilities and make them model hospitals. “The country should look and admire our health initiatives, including the government hospitals. Ensure that quality health is provided to people in all government hospitals,” he said. He also promised to improve the facilities in the hospitals, adding that he would personally monitor the health and medical department. Jagan also enquired about the recent developments in the state of medical education, wondering why officials did not take action when medical seats were not increased due to lack of facilities. He cautioned officials against spurious medicines in the state. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "Vijayasai Reddy appointed as YSRCP's parliamentary party chief": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/vijayasai-reddy-appointed-as-ysrcps-parliamentary-party-chief/articleshow/69661074.cms", "description": "AMARAVATI : V. Vijayasai Reddy on Wednesday appointed as Y S RC P Parliamentary Party leader. Y.S R Congress Party President and Andhra Pradesh chief minister Y S Jagan Mohan Reddy has written a letter to Union Parliamentary Affairs Minister Pralhad Joshi, requesting him to officially recognize the appointment. Vijaysai Reddy is a member of the Rajya Sabha. In the Lok Sabha elections, YSRCP bagged 22 out of the state's 25 seats with the rest three going to the TDP. Earlier in the day, Former Chief Secretary Ajeya Kallam has been appointed the Principal Advisor to the Chief Minister Reddy. An order regarding his appointment was issued by Chief Secretary LV Subrahmanyam on Tuesday. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Fans from Andhra districts watch Jagan on LED screens, go berserk": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/fans-from-districts-watch-jagan-on-led-screens-go-berserk/articleshow/69596104.cms", "description": "VIJAYAWADA: Thousands of people from different districts trying to make their way to witness Jaganmohan Reddy taking his oath at the Indira Gandhi stadium in the city had to be stopped before Bandar Road. The stadium could not in any way accommodate this large crowd. Not just party workers, but several farm labourers had arrived at the city from the Godavari districts via NH 16 also. They were stopped at Gannavaram and people coming from Rayalaseema were stalled near Nethaji Bridge. Around 16 different places across the cities had LED screens. Cops asked the followers to witness the oath-taking ceremony on the huge LED screens on the road. Though Sections 30 and 144 of CrPC were in place, people assembled around the LED screens and cheered for their leader each time he read out his name. They raised slogans and distributed sweets among themselves. Fireworks too were used across the streets in the city as the event concluded. The police struggled to disperse the crowd but eventually, roads were cleared by the afternoon. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Rains likely to hit Andhra by June 18": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/rains-likely-to-hit-andhra-by-june-18/articleshow/69817371.cms", "description": "AMARAVATI: In Andhra Pradesh, conditions for onset of monsoon are likely to be favourable over the next two to three days and is likely to hit the state only by June 18. “At present, an upper air cyclonic circulation is marked over West central Bay of Bengal off Andhra Pradesh Coast at mid and upper tropospheric level. Further, we expect this weather system to intensify more,” read a weather report issued by Skymet, an independent weather forecasting agency. “In the wake of all these weather systems, clouds will increase gradually and rain intensity will be spreading over to northern parts of Andhra Pradesh,” the weather report further stated. These weather activities will be accompanied by strong winds and are expected to continue for coming four to five days. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Telangana will support AP in all forms: Telangana CM K Chandrasekhar Rao": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/telangana-will-support-ap-in-all-forms-telangana-cm-k-chandrasekhar-rao/articleshow/69579485.cms", "description": "VIJAYAWADA: Telangana Chief Minister K Chandrasekhara Rao assured that Andhra Pradesh and Telangana will coordinate with each other in continuing development activities. Addressing gathering at Chief Minister YS Jaganmohan Reddy's swearing in ceremony in the city here on Thursday wished that two Telugu states should stop competing with each other and start working together in resolving long pending issues. KCR asked Jagan to make use of Godavari water. \"There are issues between two Telugu states in utilisation of water in Krishna river. Lot of water from Godavari river is getting wasted every year and we have to focus on utilising them,\" said KCR. Telangana will support AP in all forms and we hope YS Jagan will be the CM of AP for coming 20 years, he said. DMK chief Stalin congratulated Jagan and wished him all success. \"Live up to your fathers legacy and achieve success,\" Stalin said. Download The Times of India News App for Latest City ."}, "Andhra Pradesh: Jaganmohan Reddy felicitates YSR's friend Malladi Krishna Rao at his swearing-in ceremony": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/andhra-pradesh-jaganmohan-reddy-felicitates-ysrs-friend-malladi-krishnarao-at-his-swearing-in-ceremony/articleshow/69587771.cms", "description": "AMARAVATI: Puducherry health and tourism minister Malladi Krishna Rao, one of the intimate friends of late Andhra Pradesh chief minister YS Rajasekhara Reddy, received a very warm welcome on the occasion of the swearing-in ceremony of Andhra Pradesh chief minister YS Jaganmohan Reddy at Vijayawada on Thursday afternoon. The swearing-in ceremony was held at Indira Gandhi Municipal Stadium with the crowd chanting \"CM, CM and Jai Jagan\". Malladi Krishna Rao had been invited over phone twice by Jagan as a state guest. Read in TeluguChief secretary of Andhra Pradesh and collector K Sasidhar received Malladi during the function. \"Though our Puducherry is small, the Andhra chief minister gave importance to us,\" said Malladi Krishna Rao who was the state guest along with Telangana chief minister KC Chandrashekar Rao and DMK supremo MK Stalin. After the swearing-in, Jagan received bouquets from KCR and Stalin. On the occasion, Malladi presented a statue of the late YSR to his son. Jagan also felicitated the trio with shawl and boquets amid a heartful hugging by each other. After the swearing-in ceremony, Malladi spoke to media over phone and said that \"Yanam is again going to have good days and importance under Jagan's rule in Andhra. His father YSR gave much importance to and solved many problems of Yanam region during his tenure as chief minister. His son is also showing the same respect and friendship to Yanam. It is a good sign for the region and Puducherry all together.\" \"We will continue the same relationship with the AP in the coming days,\" he said. During the swearing-in ceremony, YSR's wife Vijaymma and daughter Sharmial greeted Malladi, while Malladi Krishnarao wished KCR and Stalin. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Andhra Pradesh government organises iftar, more than 4K attend": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/govt-organises-iftar-more-than-4k-attend/articleshow/69648456.cms", "description": "VIJAYAWADA: Andhra Pradesh government hosted iftar for fasting Muslims at Police Parade Grounds in Guntur city on Monday. Around 4,500 Muslims gathered for the iftar. Addressing the massive gathering, chief minister YS Jaganmohan Reddy said the month of Ramzan will always remain special as he once again attributes his victory to “God’s grace”. He took a dig at former chief minister N Chandrababu Naidu for ‘buying off’ around 23 MLAs and three of his MPs in the last five years. “We all have seen the injustice and corrupt manner in which the former chief minister, Chandrababu Naidu, had brought our party MLAs. He even made four of them his ministers,” Jagan said. He described the ironic results where Naidu lost the elections on May 23 by winning only 23 seats in assembly elections and three seats in Lok Sabha. He decribed the results as the “finest script that only God could write”. With four of his Muslim MLAs — Sheikh Mohammed Mustafa, Hafeez Khan, Sheikh Amjad Basha and Nawaz Basha present on the dias — the chief minister promised to field Iqbal Ahmed Khan who lost Hindupur seat to TDP’s Balakrishna, in the upcoming MLC elections. Download The Times of India News App for Latest City ."}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "KCR, Jagan miss PM Modi's swearing-in due to charter ban": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/kcr-jagan-miss-pm-modis-swearing-in-due-to-charter-ban/articleshow/69591426.cms", "description": "AMARAVATI/NEW DELHI: Telangana chief minister K Chandrasekhar Rao and his Andhra Pradesh counterpart Y S Jaganmohan Reddy, who took oath of office earlier on Thursday, could not attend Narendra Modi's swearing-in as Prime Minister as permission was not given for landing their special aircraft in Delhi. Reddy and Rao had planned to fly to Delhi by a special aircraft from Vijayawada to attend the swearing-in ceremony, according to official sources. Due to security reasons, aviation authorities had banned charter flights from landing or taking off from Delhi and other airports within 300 km of the national capital between 4pm and 11pm on Thursday. There was no restriction on schedule flights and on aircraft of state governments, defence and security forces. The two chief ministers were supposed to start for the national capital around 2.30pm. This would have meant reaching Delhi after 4pm, when charters were not allowed. Accordingly, airport authorities informed the chief minister's office that permission for landing their special aircraft at Delhi airport was denied after 3.30pm due to arrival of foreign heads of state and government, sources said. The two Telugu chief ministers then cancelled their trip to the national capital and Rao flew back to Hyderabad from the Vijayawada airport, they said. The Delhi airport has been witnessing movements of high security personalities since morning as leaders of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) countries and dignitaries from several foreign nations are arriving in the national capital for the swearing-in ceremony. Airport authorities informed the CM's office that permission for landing their special aircraft at Delhi airport was denied after 3.30pm due to arrival of foreign heads of state and government, sources said. The two Telugu chief ministers then cancelled their trip to the national capital and Rao flew back to Hyderabad from the Vijayawada airport, they said. The Delhi airport has been witnessing movements of high security personalities since morning as leaders of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) countries and dignitaries from several foreign nations are arriving in the national capital for the swearing-in ceremony. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Former minister Sitaram to be next assembly speaker": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/former-minister-sitaram-to-be-next-assembly-speaker/articleshow/69701052.cms", "description": "AMARAVATI: Senior legislator and former minister Tammineni Sitaram will be the next speaker of AP assembly. CM Jaganmohan Reddy picked Sitaram for the top post in the assembly on Friday after consultations with senior leaders. Sitaram met the CM after Friday’s legislature party meeting where the senior leader was communicated about the decision and asked to accept the position. The assembly will elect the new speaker on June 13. Sitaram is a five-time legislator from Amudalavalasa constituency in Srikakulam. He was first elected as MLA in 1983, TDP’s founding year. He won again in 1985, but lost the 1989 election. He, however, again posted back-to-back wins in 1994 and 1999. He also served as a minister in former CM Chandrababu Naidu’s cabinet for several years. After losing the 2004 election, Sitaram joined actor Chiranjeevi’s Praja Rajyam Party, but lost in 2009 again. He then switched over to Jagan’s YSRC but faced another defeat in 2014. Despite the string of defeats, Jagan fielded Sitaram from Amudalavalasa. Taking his experience in handling legislative affairs into view, Jagan is said to have picked him for the speaker’s post. Sitaram belongs to backward Kalinga community. Download The Times of India News App for Latest City ."}, "New Andhra CM to visit Polavaram soon, wants progress report on project": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/new-cm-to-visit-polavaram-soon-wants-progress-report-on-project/articleshow/69648539.cms", "description": "VIJAYAWADA: Chief minister YS Jaganmohan Reddy will visit the Polavaram Project soon. He has asked the officials of water resources department to wait for his schedule. Meanwhile, he has demanded for a report to be readied on the progress of the project, which will be submitted to the central government. This comes in the wake of Jaganmohan Reddy deciding, in principal, to hand over the construction of the project to the central government owing to financial constraints. He held a review meet over the project with the officials of the water resources department at his residence in Tadepalli on Monday. He told the officials that he will not allow any kind of corruption in the irrigation projects. He said he will review every project and examine every contract and punish anybody found to have indulged in irergularities. Jaganmohan Reddy reiterated the importantance of the irrigation projects for the state and advised them to draw inspiration from the late YS Rajasekhara Reddy, who started the Jala Yagnam and helped boost irrigation projects. He said his government was committed to completing all pending irrigation projects on a priority basis and asked them to be prepared to match his speed. He also asked his officials to prepare a schedule to complete the remaining on-going projects, apart from Polavaram, with the available resources with the state government. Download The Times of India News App for Latest City ."}, "Encephalitis": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "TDP leaders find fault with Naidu at review meeting": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/tdp-leaders-find-fault-with-naidu-at-review-meeting/articleshow/69792172.cms", "description": "AMARAVATI: In a surprising development, TDP supremo Chandrababu Naidu was at the receiving end even at the party meeting as the senior leaders did not mince words to find fault with his style of functioning. Party leaders came out open against the way the party was run by the coterie leaving little chance to the field level leaders to bring the facts to the notice of the supremo. Curiously, Naidu, who presided over the day-long work shop held on Friday, had allowed all the leaders to speak up their mind without imposing any restrictions. Party legislators, MPs, and contested candidates attend the session and gave their own analysis for the party’s debacle in the recent elections. Former union minister P Ashok Gajapathi Raju broke his silence to point fingers at party supremo Chandrababu Naidu. “You have conducted daily teleconferences with thousands of party leaders and activists in one-go. How could you expect anyone of them to tell facts about the ground reality in the presence of so many people,” he asked. He said that he himself shied away from telling a few things during the teleconference discussions in order to avoid embarrassment to the party chief. MLC and Chittoor district party president G Srinivasulu said that relying heavily on Real-Time Governance Society (RTGS) reports had led to the party’s collapse. He said that party lost 2004, 2009 and 2019 elections only due to the over-dependence of the bureaucrats. “We should keep in mind that bureaucrats would never allow us to see the facts. We should not rely on them for the actual feedback of the people,” suggested Srinivasulu. Former SC Corporation chairman Jupudi Prabhkara Rao said that party had lost human touch in the functioning as it did not rely on the party workers. “Party functioning had become a machine like work. There is no human element,” said Jupudi. Veteran actress and official spokesperson Divyavani too turned critical of party senior leaders who formed coterie surrounding Chandrababu Naidu. She said that this coterie was chiefly responsible for the loss of the party. She said that coterie did not allow the party supremo Naidu to take right decisions at the right time. “There were complaints and out pour against former speaker Dr Kodela Sivaprasada Rao even before the elections. Party leaders demanded that party should not field him from Sattenapalle. No action has been taken on the issue,” said Divyavani leaving the party leaders stunned. Download The Times of India News App for Latest City ."}, "people getting responsible for health on winters": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/people-getting-responsible-for-health-on-winters/articleshow/61708132.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Tammineni Sitaram to be Andhra Pradesh assembly speaker": {"time": "", "link": "https://timesofindia.indiatimes.com//city/amaravati/tammineni-sitaram-to-be-andhra-pradesh-assembly-speaker/articleshow/69688747.cms", "description": "AMARAVATI: Senior legislator and former minister Tammineni Sitaram will be the next speaker of AP assembly. Chief minister YS Jagan has finalized Sitaram for the top post in the assembly after consultations with the senior leaders. Sitaram met the chief minister Jagan after the legislature party meeting on Friday and held discussions. Sources said that chief minister communicated his decision to the senior leader and requested him to accept the position. AP assembly will elect the new speaker on June, 13. Sitaram is a five-time legislator from Amudalavalasa constituency in Srikakulam district. He was first elected as MLA in 1983 when TDP was founded. After winning his second stint in 1985, Sitaram lost 1989 election. He, however, jumped back to winning streak as he won two back to back elections in 1994 and 1999. Sitaram served as minister for several years in Chandrababu Naidu. After losing 2004 elections, Sitaram joined PRP. He, however, lost another election on PRP ticket in 2009. Sitaram then switched over to YSRCP but had to face another defeat in 2014. YSRCP chief reposed faith in Sitaram in spite of losing three successive elections and fielded him as party candidate from Amudalavalasa in 2019 elections in which Sitaram roped home with a victory. Taking his experience in handling the legislative affairs into consideration, Jagan picked him up for the speaker’s post. Sources said that ST legislator Pidika Rajanna Dora has been picked up for deputy speaker slot. CM had also communicated Rajanna Dora about his decision and urged him to cooperate. Rajanna Dora is a three-time legislator from Salur in Vizianagaram district. He won the first election in 2009 on Congress ticket and 2014 and 2019 elections as YSRCP nominee. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}}