{"Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Bihar: Encephalitis death toll rises in Muzaffarpur": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/bihar-encephalitis-death-toll-rises-in-muzaffarpur/videoshow/69813848.cms", "description": ""}, "Heatwave kills 90 people in last 72 hours in Bihar": {"time": "2019-06-18 20:31:00", "link": "https://timesofindia.indiatimes.com//city/patna/heatwave-kills-90-people-in-last-72-hours-in-bihar/articleshow/69845447.cms", "description": "PATNA: Severe heatwave killed 12 more people in Bihar in the past 24 hours, taking the death toll over the past three days to 90, official said on Tuesday. However unofficially, the heatwave has claimed more than 250 lives in three days across a dozen districts. Deaths were reported from Aurangabad, Gaya, Nawada and Jamui districts, where temperatures hovered around 45.8 to 42 degrees Celsius on June 15, 16 and 17. According to the state disaster management department website, some 90 deaths had been recorded till Tuesday. Of these, Aurangabad recorded 41 deaths, Gaya 35 and Nawada 14. In a first, prohibitory orders have been imposed in the wake of extreme weather conditions under Section 144 of the Code of Criminal Procedure (CrPC) in Gaya, Begusarai, Darbhanga, Gopalganj, Madhubani and Sitamarhi districts Bihar chief secretary Deepak Kumar told the media here that the government will conduct an inquiry into how intense the heatwave was between 3-5 p.m. on June 15 that it resulted in the highest number of deaths in a day due to heatstroke. Kumar said the chief minister had also ordered an environment survey of the state over the next four days. Chief minister Nitish Kumar has already announced a compensation of Rs 4 lakh to the kin of the victims. The government has also issued a heat alert and advised people to avoid going out during the day time. Additional health director of Magadh range Dr Vijay Kumar said that nearly 100 people had been admitted in government-run hospitals in Gaya, Aurangabad and Nawada, while dozens were being treated at primary health centres in the three districts. Download The Times of India News App for Latest City ."}, "Garbage next to no littering board": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-next-to-no-littering-board/articleshow/62201690.cms", "description": ""}, "‘Kitna wicket hua’: Bihar Health Minister asks cricket score during meeting over AES outbreak": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/kitna-wicket-hua-bihar-health-minister-asks-cricket-score-during-meeting-over-aes-outbreak/videoshow/69831597.cms", "description": ""}, "Encephalitis deaths: Ayushman Bharat, CM’s aid scheme fail Muzaffarpur kids": {"description": "MUZAFFARPUR/PATNA: The ambitious Ayushman Bharat scheme of the Narendra Modi government as well as several Bihar government initiatives failed the over 100 kids who died of acute encephalitis syndrome (AES) at the two Muzaffarpur hospitals. Health officials conceded that none of the kids, who have survived the deadly ‘chamki bukhar’ or are undergoing treatment, has been provided assistance under Ayushman Bharat — a flagship scheme under the Pradhan Mantri Jan Arogya Yojana (PMJAY). A senior official in the state health department confirmed that treatment of AES can be covered under the scheme. PMJAY, launched during the first term of the Modi government, provides an annual health cover of Rs 5 lakh per family to nearly 50 crore people from 10.74 crore ‘deprived’ families selected on the basis of socio-economic and caste census data. Bihar government’s Mukhya Mantri Chikitsa Sahayta Kosh Yojna is also aimed at providing monetary assistance to the poor for medical treatment of the disease. However, both these initiatives failed to come to the rescue. Muzaffarpur civil surgeon Shailesh Prasad Singh told TOI on Wednesday that no applications of AES patients were received either at the state government- run Sri Krishna Medical College and Hospital (SKMCH) or the trust-run Krishnadevi Deviprasad Kejriwal Maternity Hospital. G S Sahni, head of pediatrics department at SKMCH, said treatment of AES cases is covered under both the central and the state schemes.  “SKMCH as well as KDKMH are listed under Ayushman Bharat scheme along with all 16 primary health centres (PHCs) two additional PHCs, two referral hospitals in the district are listed Ayushman Bharat scheme,” he said, adding that 10 private hospitals in the district are also enlisted listed for treating people under the central scheme. Incidentally, none of the private hospitals listed under Ayushman Bharat scheme have pediatric intensive care units and only two of them have general ICUs. Relatives of a number of children admitted at SKMCH and KDKMH claimed that they have not even been issued the health cards under Ayushman Bharat scheme. “We have not been issued health card for getting treated under Ayushman Bharat scheme. Hence, we have not applied for it,” said Poona Devi, whose son Raushan Raj (5) succumbed to the deadly disease on June 14. Devi is a resident of Dariapur Kafen village under Kanti block of the district. On being asked about getting the ailing children treated at the ICUs of private hospitals, Muzaffarpur DM Alok Ranjan Ghosh said it cannot be done due to technical and administrative issues. “We cannot shift the children from PICUs of SKMCH to any private hospital because it will create chaos at management level. If any death occurs at those hospitals, we cannot fix the responsibility on anyone. Even having an eye of treatment procedure at those private hospitals would be a hectic and lengthy task. So, we are not preferring to shift the children to a private nursing home,” Ghosh said. The DM added that it has also been observed that the Matrisadan hospital has been referring the cases to SKMCH in the eleventh hour. “It becomes very difficult to save the life of the kid, when they are referred to SKMCH in critical condition,” Ghosh said. Health experts also claimed that the outbreak of the disease also showed failure of the state and central government to spread awareness about its prevention. “AES has been occurring from over past two decades and few common causes have been identified as low glucose level and malnutrition and its occurrence in peak summer season. But the disease still claimed lives of over 100 children, this year. This shows that the authorities utterly failed to create even awareness about the disease,” said Sanjay Kumar, secretary of Patna chapter of IMA. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:40:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/ayushman-bharat-cms-aid-scheme-fail-muzaffarpur-kids/articleshow/69865064.cms"}, "Purnea University: Online admission process begins": {"description": "PATNA: Purnea University began the online process for admission to different postgraduate (PG) courses from Tuesday. The last date for submitting applications for the 2019-20 academic session is June 30. “The registration fee for general category candidates is Rs 1,000 each and that for SC/ST and OBC candidates is Rs 700 each. We will inform the shortlisted candidates after going through their applications in the first week of July,” Purnea University vice-chancellor (VC) Rajesh Singh told this newspaper. The university has invited online applications for admission to PG courses like physics, chemistry, mathematics, botany, zoology, Maithili, Hindi, English, Sanskrit, Urdu, Bangla, philosophy, psychology, economics, sociology, geography, home science, history, political science, music, Persian and commerce. Applications have also been invited for PG courses being taught at Purnea Mahila College and D S College-Katihar. “Students can apply online for admission to 12 self-financing courses as well. They include master of physical education, MSc in food science and technology, MSc in molecular breeding, PG diploma in green house technology, MSc in fisheries science, MSc in bioinformatics, MSc in geographic information system and remote sensing, MSc in horticulture and landscape, PG diploma in astrology and palmistry, Masters in company secretaryship, MBA and Master of Laws,” the VC said, adding the registration fee for general category students was Rs 1,000 each and that for others was Rs 800 each. According to the VC, the self-financing courses at the PG level are career-oriented. He said, “On successful completion of these courses, a student can work with reputed multinational companies as well as governmental organizations.” Purnea University has signed memoranda of understanding with several foreign universities to run its self-financing courses smoothly. Their faculty members have also agreed to teach students here. Entrance test: Purnea University is busy preparing for its maiden combined entrance test to be conducted for admission to different three-year undergraduate (UG) courses in arts, science and commerce streams on June 30. More than 80,000 students have applied for admissions. “They will be shortlisted for admission in different constituent and affiliated colleges of the university on the basis of their performance in the written test,” the VC said. Students from foreign countries like Nepal, Bhutan, Bangladesh and neighbouring states of Uttar Pradesh, West Bengal and Assam are also seeking admission to various courses of the university this year. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:43:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/purnea-university-online-admission-process-begins/articleshow/69847106.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Woman gangraped in Patna, two arrested": {"time": "2019-06-18 20:54:00", "link": "https://timesofindia.indiatimes.com//city/patna/woman-gangraped-in-patna-two-arrested/articleshow/69845979.cms", "description": "PATNA: A 19-year-old married woman was allegedly gangraped by two persons at a secluded place below Rajendra Nagar overbridge near Dinkar roundabout here on Tuesday at around 2am. Police has arrested two persons in connection with the incident. The arrested persons had been identified as Ranjeet Kumar (30), a painter by profession while another arrested person was identified as Chotu Kumar (28), an e-rickshaw driver. Their associate Deepak Kumar (25), who is also an e-rickshaw driver, had been kept in police custody to ascertain if he had any role in the incident or not. All three are residents of Lohanipur locality under Kadamkuan police station area. DSP (town) Suresh Kumar said the survivor, in her statement before police has accused Ranjeet and Chotu of raping her. “She had told police that Deepak tried to safeguard her but failed,” he said adding the vicitm was sent for medical examination. The matter surfaced after the survivor approached a Railway Protection Force (RPF) personnel, when Ranjeet and Deepak forced to make her board a train to Mumbai. Rajendra Nagar RFP SHO RR Kashyap said a RPF team took the survivor in protective custody and on her indication, two persons - Deepak and Ranjeet - were arrested after a brief chase. “Our team with counterparts of government rail police (GRP) at the terminal went to spot for identification on further indication of the victim. She was later handed over to the local police for further necessary action,” he said. Later, Kadamkaun police conducted further raids and also arrested Chotu from Lohanipur. City SP (central) Prantosh Kumar Das said the woman had fled from her parent’s residence at Asta village under Tharthari police station area in Nalanda with Rs 100 on the night of June 16. “She was not happy with her husband who lives at Yarpur locality in Gardanibagh,” he said adding she had come in contact with Deepak after reaching Patna. Sources said Deepak first took her to his residence but his mother denied to keep the woman. “He later kept her in a nearby place and was taking her to board a train at the terminal when Ranjeet and Chotu spotted the duo in midway and took her to a secluded place following which they raped her,” they said adding further investigation were going on in connection with the incident. Download The Times of India News App for Latest City ."}, "Girl and paramour thrashed on panchayat’s order in Bagaha": {"description": "BAGAHA: A newlywed girl and her paramour were thrashed in full public view in a Bagaha village on the order of the local panchayat after they were allegedly caught in a compromising position at her in-laws’ house late Sunday night. The panchayat held a meeting on Monday on the request of the girl’s father in-law, a resident of Bagaha subdivision in West Champaran district. The panchayat had summoned both Ranju (name changed) and her paramour, a resident of Naurangia village, to settle the issue as her husband wanted to part ways with her after the Sunday incident. Police said on Tuesday Ranju was married about two months ago when her father came to know about her intimate relationship with a boy. Though Ranju did not protest the marriage under family pressure, she remained in touch with her paramour. They used to meet frequently when her husband went to Gujarat for earning livelihood. On Sunday night, Ranju and her paramour were thrashed. When the father revealed the matter to her husband, the latter refused to stay with his wife. Subsequently, the matter was taken up by the panchayat, which ordered the girl’s relatives to tie their hands and thrash them in full public. “The girl’s father was not in favour of his daughter’s marriage with her paramour as they belonged to two different castes,” a police officer posted at Valmikinagar police station said. The police, later, rescued Ranju and her paramour and brought them to the police station. Bagaha SP Rajiv Ranjan said it was being ascertained whether both they were adults or not. “The police will initiate action against the members of the panchayat on the basis of evidence,” he said. Both Ranju and the boy told the police that they wanted to marry. “My father married me against my wishes. Now I want to stay with my boyfriend, who will take care of me,” she reportedly told the interrogators. They were at the police station till late Tuesday evening. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:56:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/girl-paramour-thrashed-on-panchayats-order-in-bagaha/articleshow/69847144.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Woman gang-raped in Patna, two arrested": {"description": "PATNA: A 19-year-old married woman was allegedly gang-raped by two persons near Rajendra Nagar overbridge in the state capital around 2am on Tuesday. Police have arrested Ranjeet Kumar (30) and Chotu Kumar (28) and detained one Deepak Kumar (25) for interrogation in this connection. Ranjit is a painter by profession while Chotu and Deepak are e-rickshaw drivers. All three are residents of Lohanipur under the Kadamkuan police station area. DSP (town) Suresh Kumar said the victim has accused Ranjeet and Chotu of raping her. “She told the police that Deepak had tried to save her but failed,” he said, adding the victim was sent to hospital for medical examination. The matter surfaced when the woman approached Railway Protection Force (RPF) personnel after dodging Ranjeet and Deepak, who had brought her to platform number one of Rajendra Nagar Terminal to help her board a train to Mumbai. Rajendra Nagar RPF SHO RR Kashyap said Deepak and Ranjeet were arrested after a hot chase. “The RPF team with GRP men at the station visited the spot, which is a few hundred yards away, and handed her over to the local police for further action,” he said. Later, Kadamkaun police conducted raids and arrested Chotu from Lohanipur. City SP (central) Prantosh Kumar Das said the woman had fled from her house under the Tharthari police station area in Nalanda district on June 16 night. “She was not happy with her husband, who lives at Yarpur in Patna,” he said, adding she had come in contact with Deepak after reaching the city. Sources said Deepak first took her to his residence but his mother refused to keep an unknown woman there. “He was taking her to the railway station to board a train when Ranjeet and Chotu spotted them near the overbridge and took her to a secluded place where the victim was raped,” sources said. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:28:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/woman-gang-raped-in-patna-two-arrested/articleshow/69847574.cms"}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Muzzafarpur Encephalitis deaths: Nitish Kumar should resign, says RJD leader Raghuvansh Prasad": {"description": "MUZAFFARPUR: RJD leader Raghuvansh Prasad Singh on Wednesday said that Bihar chief minister Nitish Kumar should resign from his post on moral grounds over the death of over 100 children Muzaffarpur due to Acute Encephalitis Syndrome (AES). \"The one who has the steering in his hands, shouldn't he run the vehicle properly? The steering is in chief minister's hands. Then who else will be held responsible for this. He (Nitish Kumar) should himself resign on the basis of morality. Since many years, they couldn't find a cure to this disease and maintain the hospitals. Also, they didn't fulfill whatever they promised,\" Singh told ANI here. \"The state government is responsible for this. Since last 15-20 years, children have been dying because of this. But who takes note of the deaths in rural areas? Around 300-400 children have died there. Secondly, every year specialists come here but it has not been found yet why this disease is breaking out. Somebody said it is because of litchi fruit, while the other said it is because of heat wave,\" he added. Singh criticised the facilities provided at SKMCH for patients and said, \"There are no basic facilities provided in hospital... SKMCH is hell. People can't walk in the hospital without covering nose. No bed, no fans, no water... doctors are doing their jobs as per the facilities provided to them. They have kept three people on one bed. Around 200-250 patients are lying there on the floor. There can't be more shameful than the state government claiming that everything is alright.\" Asked about RJD leader Tejashwi Yadav, Singh said, \"I don't know exactly where he is. Maybe he has gone to watch the World Cup. I am not sure about it.\" Download The Times of India News App for Latest City .", "time": "2019-06-19 13:29:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/muzzafarpur-encephalitis-deaths-nitish-kumar-should-resign-says-rjd-leader-raghuvansh-prasad/articleshow/69855154.cms"}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Railways completes RRI work at Danapur station": {"time": "2019-06-18 11:08:00", "link": "https://timesofindia.indiatimes.com//city/patna/railways-completes-rri-work-at-danapur-station/articleshow/69831121.cms", "description": "PATNA: Work on the route relay interlocking (RRI) system, which began at Danapur station under the East Central Railway (ECR) on June 8, was completed on Monday. According to Danapur divisional railway manager (DRM) Ranjan Prakash Thakur, as many as 1,000 railway staff from signalling, traffic and engineering departments worked round the clock to complete the work in record time. “The Danapur yard, which had been functioning through a manual system for almost 60 years, has now been modernized. The new RRI system will be tested till June 19 to ensure that it is snag-free. However, normal traffic movement on the Patna-Danapur-Buxar-Pt Deendayal Upadhyay Junction route will be restored from June 20,” Thakur said. Danapur is the third station, after Jhajha and Patna Junction in the Danapur division, which is equipped with RRI system. Thakur told this newspaper, “The railways completed this project at a cost of Rs 50 crore. The biggest advantage of the RRI system is that it will ensure foolproof safety on the tracks and avert head-on collisions of trains. Besides, there will not be chances of signal failure and detention of trains at outer signals. This will improve the punctuality of passenger trains.” The railways has also built a separate RRI cabin at the Danapur station from where movement of passenger and goods trains can be controlled safely. Download The Times of India News App for Latest City ."}, "Experts visit Muzaffarpur hospital to find AES cause": {"description": "PATNA/MUZAFFARPUR: Health agencies and experts from across the country have started visiting Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur again to find the cause of acute encephalitis syndrome (AES), which has claimed at least 107 lives this season and more than 1000 over the last one decade. Dr Gopal Shankar Sahni, head of paediatrics department at SKMCH, said several teams of experts and doctors from National Centre for Disease Control (NCDC), Delhi, National Institute of Virology (NIV), Pune, and All India Institutes of Medical Sciences (AIIMS) Delhi and Patna have come to Muzaffarpur to study the cases and find the cause of AES, which has been occurring during peak summer and pre-monsoon season in the north Bihar district since 1994-95. Incidentally, most of these agencies and organizations had conducted studies on the disease in the past as well. “They are taking blood, urine and throat sob samples of the affected children. Besides, they will be studying the profile of the victims and their food habits, common places of occurrence of the disease, among others,” Dr Sahni told TOI on Tuesday. He said researchers have so far failed to reach any conclusion. He attributed the disease to extreme heat and humidity. “The AES outbreak mostly happened when the maximum temperature remained above 38 degrees C and humidity was in the range of 60-70% and above,” he said. Patna-based Indira Gandhi Institute of Medical Sciences (IGIMS) doctor has suggested brain biopsy and tissue culture of the victims to know the cause of AES deaths. “Following the inspection of SKMCH by Union health minister recently, the state government had asked IGIMS to suggest steps for finding the cause of the disease. Based on a detailed study and deliberations on researches done by agencies across the globe on the disease in Muzaffarpur, we have recommended brain biopsy in death cases and brain tissue biopsy in case of fever,” IGIMS medical superintendent Dr Manish Mandal told TOI. He said majority of the researches have been based on blood samples only. Doctors at SKMCH, however, claimed the studies conducted in the past were not based on blood samples only. “The researches conducted by the NIV-Pune, NCDC and CDC-Atlanta between 2011 and 2013 were based on a number of samples, including blood, urine, cerebrospinal sasal fluid, rectal sob, nasal sob and throat secretin. NIV, in fact, had conducted even brain biopsy in one case. However, no virus was found to be the cause of the disease in any of the studies and viral encephalitis was ruled out. The studies put the disease in the category of non-inflammatory encephalopathy,” Dr Sahni said. On being asked why brain biopsy was not done in suspected AES cases, Dr Sahni said: “Biopsy and other forms of autopsies are done only in the case of unnatural deaths. However, the AES deaths are natural due to some disease,” he said. The other researches on the AES, locally known as ‘Chamki Bukhar (high fever with seizure)’, include those published in journals of Centers for Disease Control and Prevention (CDC) in Atlanta and The Lancet Global Health medical journal in 2017. Different studies and researches have blamed different causes of the disease, including malnourishment, binge-eating litchi on empty stomach and even heatstroke. Muzaffarpur-based Dr Arun Shah, who is a member of national executive committee of the Indian Paediatrics Association, said the CDC study had attributed the disease to acute hypoglycaemic encephalopathy, which is caused due to extreme low level of blood glucose in the body. “Under-nutrition is a common trend observed in most of the children suffering from the AES as they belong to poor families. The CDC, in its recommendations, had advised parents of the area not to allow their children to venture out in the orchards and feed them properly before going to sleep,” said Dr Shah. Parents of several victims also accepted under-nutrition. Nunu Mahto, who lost his 4-year-old son Prince on June 10 due to AES, said his son had consumed nothing on June 7 night. He was convulsing next morning. “We tried to admit him to Kanti primary health centre, but they did not respond. Finally, we took him to SKMCH where he died,” Nunu said. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/experts-visit-muzaffarpur-hospital-to-find-aes-cause/articleshow/69847037.cms"}, "Patna: Hospitals take measures to handle heatstroke cases": {"description": "PATNA: The government hospitals in city have initiated several measures to deal with heatstroke cases following an advisory issued by Bihar State Health Society (SHS), a wing of health department. The government hospitals have earmarked separate beds in ICU and general wards for heatstroke patients. Doctors and nurses of general wards have been asked to give priority to patients suffering from heat-related ailments like fever, nausea, dehydration and cramps. Indira Gandhi Institute of Medical Sciences (IGIMS) medical superintendent Dr Manish Mandal told this newspaper that five beds each in ICU and general ward have been earmarked for heatstroke patients. “The hospital is equipped to tackle such routine cases. However, no heatstroke case has been reported at IGIMS so far,” he said. Patna Medical College and Hospital (PMCH) has a separate ward with five beds for heatstroke patients. No control room has been set up at the hospital as the number of cases is not alarming, said PMCH superintendent Dr Rajiv Ranjan Prasad. Dr Rajiv said two or three patients are admitted and get discharged after treatment per day. “The airconditioned ward for heatstroke patients is equipped with ventilator, oxygen mask and cylinder besides required drugs and fluids,” he said. At AIIMS-Patna, the internal medicine department has instructed the doctors to treat heatstroke patients on priority basis. Head of internal medicine department, Dr Ravi Kirti, said the hospital is well-equipped with required drugs and electrolyte, ORS and fluids. “We are prepared to handle patients of heatstroke and don’t require any special arrangements for that,” he told this newspaper. Nalanda Medical College and Hospital (NMCH) medical superintendent Dr Chandra Shekhar said the hospital meets all the requirements mentioned in the advisory issued by the health department. “We have ample ORS, electrolyte and paracetamol to treat heatstroke patients,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:36:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/hospitals-take-measures-to-handle-heatstroke-cases/articleshow/69847472.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Muzaffarpur's SKMCH to be upgraded into a 2,500-bed hospital, says Bihar CM": {"time": "2019-06-18 19:05:00", "link": "https://timesofindia.indiatimes.com//city/patna/muzaffarpurs-skmch-to-be-upgraded-into-a-2500-bed-hospital-says-bihar-cm/articleshow/69844410.cms", "description": "PATNA: The Muzaffarpur-based state-run Sri Krishna Medical College and Hospital (SKMCH), which is in the news these days because of the deaths of several children due to Acute Encephalitis Syndrome (AES), will be upgraded into a 2,500-bed hospital in next two years. The hospital currently has 610 beds. Bihar CM Nitish Kumar on Tuesday asked the state’s principal secretary (health) Sanjay Kumar to make arrangements of at least 1,500 beds in the hospital a year as part of the first phase of upgradation. CM gave this direction to health department officials after visiting the SKMCH where he talked to the parents and attendants of affected children, doctors and the college principal and tried to know about the reasons behind the occurrence of the AES almost every year in certain parts of north Bihar, especially three to four blocks of Muzaffarpur district. Deputy CM Sushil Kumar Modi, chief secretary Deepak Kumar and principal secretary (health) Sanjay Kumar accompanied the CM during his visit to the SKMCH. “CM also asked the health officials to establish a 100-bed special paediatric intensive care unit (ICU) at the SKMCH in next one year to deal with the children-related diseases,” chief secretary Deepak Kumar told media persons in Patna while briefing about the CM’s visit to the SKMCH. He said, the SKMCH currently has a 50-bed paediatric ICU, it would now be upgraded into a 100-bed ICU as per the CM’s instruction. Chief secretary further said, the CM also instructed for building a big dharamshala (rest house) near the SKMCH so that the poor parents and attendants visiting the hospital do no face problem of accommodation. Accompanied by the principal secretary (health), chief secretary said all the instructions given by the CM would be completed within the stipulated period. “CM also instructed for deputing more paediatric doctors at the SKMCH to assist the existing doctors,” the chief secretary said, adding as per the instructions more doctors from the Patna Medical College and Hospital (PMCH) and the Darbhanga Medical College and Hospital (DMCH) were being rushed to the SKMCH. Sanjay said, at present altogether 31 paediatricians are working at the the SKMCH. Eight more paediatricians from other hospitals would be reporting the SKMCH by Tuesday night. Chief secretary also claimed that the CM and the deputy CM visited almost all beds where AES-affected children are getting treatment. They talked to the parents and attendants of almost all AES-affected children, but not a single parent complaint about any sort of mismanagement or negligence on the part of the doctors at the SKMCH. All parents expressed their satisfaction on the arrangements at the SKMCH. Chief secretary also said the free ambulance service was being provided to the AES-affected children. “If any parent of AES-affected child reaches the hospital by hiring vehicle by own, the state government has decided to reimburse Rs 400 per patient at a flat rate in the name of hiring ambulance or vehicle,” he said. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Patna reels from long power cuts": {"description": "PATNA: Heatwave has gripped the city and thrown life out of gear. To top it all, untimely power outages and voltage fluctuations in areas like Boring Road, Buddha Colony, Raja Bazar, Samanpura, Macchua Toli, Ramnagari, among others, have left Patnaites fuming. Ramnagari resident Arpita has had a harrowing time because of frequent power cuts in her area. She told this newspaper on Wednesday, “Electrical appliances like air conditioners (AC) and refrigerators are not functioning properly. As a result, the unbearable heat at night does not let my six-month-old child sleep well.” After performing household chores, which can take all day, homemaker Shabana Imam is usually exhausted. “At the end of the day, all I want is a peaceful sleep, but power cuts have made my life miserable,” the Samanpura resident rued. Students and office-goers have similar experiences to share. Boring Road resident Ayush Kaushik, who is pursuing BTech, asked, “Without proper supply of electricity, how will I study? What are the authorities doing?” Government employee Krishna Kumar Mishra, who lives in Rupaspur, loses his cool whenever he returns home from office and experiences untimely power outages. He said, “There are no power cuts or voltage fluctuations in office, but the moment I reach home, the situation is different.” Patna Electric Supply Undertaking (PESU) officials, however, pointed out that sufficient amount of electricity was being produced. According to PESU’s general manager Dilip Kumar Singh, the total electricity supply for Bihar is about 1,200MW and the average daily power demand of Patna is around 630MW these days. Singh claimed that an increase in individual power consumption often led to momentary tripping. “If informed, we can increase the capacity of transformers in an area and avoid frequent power cuts,” he said, adding officers were continuously monitoring power supply distribution and receiving complaints at fuse call centres in the city. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/patna-reels-from-long-power-cuts/articleshow/69863155.cms"}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "\nAddy performs at the annual cultural fest of IIT-Patna\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/patna/Addy-performs-at-the-annual-cultural-fest-of-IIT-Patna/articleshow/46309559.cms", "description": "IIT-Patna’sannual cultural fest, Anwesha 2015, concluded recently after four days of mind-blowing music and lots of masti. Events like the dance competition and fashion show provided the perfect dose of entertainment at the fest. Day one of the fest started on a musical note with Samarjit Mukherjee, an Indian classical guitarist, mesmerising the audience with his music, followed by a performance by Swarathma, a Bengaluru-based band. Verve, the fashion show and hand shadowgraphy by Amarsen and Sabyasachi Sen were the highlights of the second day. Day three was reserved for some hardcore dancing. The The flash mob of NIFT Patna entertained the crowd with their energetic dance performance on the song Blue Eyes. A loud cheer rang out from the crowd when Deepanjali danced on the song Hamma Hamma. The last evening of the fest saw the band Lagori from Bengaluru performing live for the students. They belted out songs like Dama Dam Mast Qalandar and Main Tenu Samjhawaan Ki, providing a rocking finale to the fest.Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "\nPragyotsav, the annual cultural fest of Patna Women’s College held in the city\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/patna/Pragyotsav-the-annual-cultural-fest-of-Patna-Womens-College-held-in-the-city/articleshow/46163149.cms", "description": "MASTI KI PAATHSHALA: Pragyotsav, the annual cultural fest of Patna Women’s College, was recently organised to commemorate the completion of 75 years of the college. The three-day event on the college campus turned out to be a fun affair with activities like creative writing, skit, rangoli-making, quiz, singing and dance competition, and a lot more.  Sonam Jha, an ex student of the college, said, “I’m really glad to be a part of this college and I feel privileged for getting an opportunity to perform on the stage during the college fest.” The boys particularly had a gala time because this was the first time that they were participating in an event of Patna Women’s College. “I’m so glad to participate in this fest. This is like a dream come true, participating in the event at a girl’s college,” said Amir.  TIME FOR SOME FUN: The last day of the fest saw some energetic dance performances. The first act was by Sonam Jha and Naina Singh on the song Badtameez Dil, followed by a group dance by Vinni and her team. Aisha and her group too enthralled the crowd with their dance performance. The crowd too was in the mood for some masti, as they danced in the college grounds during the performance. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Heatstroke claims five more lives in Bihar, toll rises to 83": {"description": "PATNA: With the death of five more people in the last 24 hours, heatwave toll in four districts of Bihar – Gaya, Aurangabad, Nawada and Jamui – went up to 83 on Tuesday. According to figures available on the official website of state disaster management department, 35 people have so far died in Gaya, 34 in Aurangabad, 12 in Nawada and two in Jamui due to heatstroke. Majority of the deceased were above the age of 60 years. Over 150 persons are still undergoing treatment at different government hospitals in the four districts. Though several places in the state witnessed thundershower and rain late on Monday night, there was no let-up in high temperature and humidity. Section 144 of CrPC (illegal assembly) has already been imposed in the three worst-affected districts of Gaya, Aurangabad and Nawada, banning all construction activities and assembly of people in the open between 11am and 4pm. This is perhaps the first time that Section 144 has been imposed in the state due to extreme weather condition. The law, which is usually invoked to control law and order, has been used so that the people avoid going outside their homes in the blistering heat. All government and private schools as well as coaching institutes have been asked to keep their institutions shut till June 22. Gaya additional district magistrate (incharge) Mohammad Blaghuddin said cheques for Rs 4 lakh each were handed over to the next of kin of the 12 deceased in the district. “Seven of the victims were from other districts. Their names and addresses are being verified. Once the process is complete, the cheques will be handed over to the respective family members,” Blaghuddin told this newspaper over the phone. A senior official of the Aurangabad district administration said cheques for Rs 4 lakh each were handed over to the next of kin of the 16 deceased on Monday after verification of their identity and addresses. “The process of handing over cheques to the relatives of other deceased is underway,” the officer added. Authorities of the affected districts have asked all primary healthcare centres to remain alert till the weather condition improved. In addition, health volunteers have been asked to distribute ORS packets among people in the affected villages on a priority basis, sources in the health department said. Sources said four senior doctors, four assistants and 24 auxiliary midwives (ANMs) have been deployed at the Aurangabad sadar hospital till further orders. They will assist the district administration in proper treatment of patients at the sadar hospital. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/heatstroke-claims-5-more-lives-in-state-toll-rises-to-83/articleshow/69848407.cms"}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Centre's report on Muzaffarpur hospital: 'Paediatric ICU not fit for the term'": {"description": "The central team sent last week to investigate the death of children from AES in Muzaffarpur has given a damning report regarding the arrangements made for treatment, stating that the paediatric ICU of the Sri Krishna Medical College and Hospital (SKMCH) did not meet the criteria to qualify as a paediatric intensive care unit (PICU) and that it was only of the level of a high dependency unit. It pointed out that mortality from AES usually ranges from 6-19% in good centres and that mortality was directly proportional to the quality of care the child received at a health facility. In SKMCH, the data shows, mortality rate has been about 25% this year. The central team pointed out that of the 58 children who were admitted to Kejriwal Hospital in Muzaffarpur, there were 7 deaths, or a mortality rate of just 12%. The report listed all the facilities missing in the SKMCH PICU. \"Neuroimaging CT Head/MRI facilities should be readily accessible. Presently MRI is not present and CT facility are provided on PPP (public private partnership) mode and patients are not referred for CT scan,\" stated the report. The report observed that nine ventilators were present but not made operational at SKMCH and no ventilators were present in Kejriwal Hospital. It added that current manpower were \"inadequate in quantity and quality\" to handle the situation. The team advised better protocol-based management of AES to bring down mortality, improved use of case monitoring sheets and better prioritising of serious and not-so-serious cases to ensure optimal use of resources. It has also recommended constituting a research team from the National Centre for Disease Control, Indian Council for Medical Research, AIIMS Patna, National Institute of Virology, Pune and Rajendra Memorial Research Institute of Medical Sciences, Patna to focus research not only on the children who have been admitted with AES but also others within the same geographical area to understand the risks. On the speculation that there may be a link with lychee, the report said that while earlier studies had inferred that this may be connected to the presence of a specific toxin in the fruit, \"the work was not sufficient to prove that the toxin is causative for all cases\". The multi-specialist team included Dr Arun Singh, national advisor in the health ministry and Dr Ram Singh, an entomologist from National Centre for Disease Control, among others. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/centres-report-on-muzaffarpur-hospital-paediatric-icu-not-fit-for-the-term/articleshow/69866367.cms"}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "\nBlind Fold performs at a party hosted by Romie and Rupa in Patna\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/patna/Blind-Fold-performs-at-a-party-hosted-by-Romie-and-Rupa-in-Patna/articleshow/47280448.cms", "description": " A restaurant in the city recently organised a musical evening for its patrons on the occasion of its second anniversary. Hosts Romie and Rupa were seen welcoming the guests, which comprised the creme-de-la-creme of the city.  Rock band Blind Fold performed live on the occasion, and the guests enjoyed the music and the sumptuous food. RJ Anjali, looking chic in her cat eye glasses, was spotted having a good time at the do along with her colleagues. STEALING THE SHOW: Songs like Intehan Ho Gayi Intezaar Ki,Chahoon Main Ya Na and Kabhi Jo Baadal Barse were among the most requested songs at the do. The guests enjoyed the dance performance by Tanushree Roy. Yashaswi Singh’s rendition of the song Khamoshiyaan mesmerised everyone, with the crowd demanding an encore. Later, Sagar, a professional dancer took over the stage and performed a few acts. SURPRISE IN STORE: Suman Sinha, a guest at the do, also happened to celebrate his birthday on the same day. A cake was called in for the birthday boy, and his friends made the occasion special for him. Download The Times of India News App for Latest City ."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "DIG acts tough against lax policemen": {"description": "BHAGALPUR: DIG Vikas Vaibhav suspended three SHOs and directed police officials to improve their working style and act tough against criminals. Sultanganj police station SHO Amar Biswas was suspended on Monday by the DIG for not registering a kidnapping case of one Ranjit Kumar alias Chotu, who worked in a jeweller’s shop at Sultanganj. Chotu is missing from May 25 and despite his father’s best efforts to register a case, the SHO refused to lodge it. In another incident, a girl from Sajour village was kidnapped on Saturday. ASI and in charge of police station concerned Shankar Dayal Prabhakar refused to file a case despite repeated requests made by the girl’s family members. The mother of the abducted girl also approached the DIG, who after an investigation, suspended the ASI on Sunday. Similarly, Naugachia police station SHO Lal Bahadur Singh was suspended by the DIG following an investigation about the charges levelled by the family of Md Niyaz against him for non-registration of FIR in Niyaz’s kidnapping case. Niyaz’s body was recovered on Sunday. Altogether 49 police officials including more than 24 SHOs of three districts under Bhagalpur division including Niraj Kumar Tiwary (SHO of Sabour police station), Vikas Kumar (sub-inspector, Nathnagar police station), Rita Kumari (SHO, Lalmatia police station), Mukesh Kumar Singh (assistant sub-inspector, Lalmatia PS), Mahboob Alam (circle inspector, Banka), Rajesh Kumar (SHO, Babarganj PS), Birendra Kumar (assistant sub-inspector, Jagdishpur PS), Purushottam Kumar (Jagdishpur PS) for either showing laxity in their respective duties, dereliction in duty, malafide intention and on charges of favoritism besides other allegations have been suspended so far. The DIG said that during his two years tenure in Bhagalpur he has always taken action against lax police officials. “Maintaining law and order and checking crime is the duty of every police personnel,” the DIG added. Download The Times of India News App for Latest City .", "time": "2019-06-19 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/dig-acts-tough-against-lax-policemen/articleshow/69847166.cms"}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "All departments to have a finance section": {"description": "PATNA: All the state government departments would now have a finance section to be headed by an officer of Bihar Finance Service (BFS). The state government on Tuesday took a decision to depute at least one BFS officer in each department to take care of financial issues, said deputy CM Sushil Kumar Modi after the review meeting of the finance department by CM Nitish Kumar. Modi, who also holds the finance portfolio, said with the introduction of Comprehensive Finance Management System (CFMS), all financial transactions in the state government has become online and different offices of finance department have become ‘paperless’. As the result, nearly 100 BFS officers who were earlier deputed in different treasuries, have become redundant. The government decided to open finance section in each department to utilize the services of these officers. He said the State Bank of India (SBI) was earlier working as ‘agency bank’ in the state. Now, the SBI has no role to play in transaction of salaries in the bank account of state government employees. He said salaries in the employees’ bank accounts were being transferred directly from the Reserve Bank of India after introduction of the CFMS. Speaking at the review meeting, the CM stressed the need for better financial management in the state and asked the finance department to be prepared to take additional ‘liabilities’ in the wake of people’s growing aspirations and demands. “Peoples’ income in the state is increasing. The purchasing power of even middle class people has increased. The market status has improved a lot across the state. These are indicators of economic progress. In such a scenario, the finance department should be ready to take additional liabilities.” Earlier, principal secretary (finance) S Siddharth made a PowerPoint presentation before the CM about different steps taken by the department for better financial management. State’s chief secretary Deepak Kumar and development commissioner Subhash Sharma were also present in the review meeting. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:43:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/all-depts-to-have-a-finance-section/articleshow/69847593.cms"}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Nitish Kumar visits Muzaffarpur to take stock of AES outbreak": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/nitish-kumar-visits-muzaffarpur-to-take-stock-of-aes-outbreak/videoshow/69840329.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Nitish govt orders closure of shops from 11am to 5pm in south Bihar due to extreme heatwave": {"time": "2019-06-17 21:26:00", "link": "https://timesofindia.indiatimes.com//city/patna/nitish-govt-orders-closure-of-shops-from-11am-to-5pm-in-south-bihar-due-to-extreme-heatwave/articleshow/69830297.cms", "description": "PATNA: Worried over the death of 78 persons in last two days due to heatwave, Bihar government on Monday decided to shut down all shops and marketing complexes from 11am to 5pm in south Bihar districts. The decision was taken at a high level meeting convened by CM Nitish Kumar to review the state government’s actions taken in the cases of heat wave in south Bihar and Acute Encephalitis Syndrome deaths mainly in districts of north Bihar. Briefing media persons about the decisions taken at the meeting, state’s chief secretary Deepak Kumar said mainly three districts of south Bihar namely Aurangabad, Gaya and Nawada are badly hit by the unprecedented heatwave. However, the state government has decided to regulate opening time of shops and market complexes in all districts of south Bihar. Chief secretary said, the opening and closure timings of shops and marketing complexes would be regulated by the state’s labour resources department (LRD) under the Bihar Shops and Business Establishments Act. To a question, the chief secretary said the LRD would bring out a notification specifying timing and the places to be covered under the government’s latest decision. He however, clarified that shops and marketing complexes of the state capital would not be affected by the decision. Accompanied by principal secretary (health) Sanjay Kumar, the chief secretary also said that all necessary arrangements have been made at the government hospitals in the heat affected districts to provide medical facilities to people. Principal secretary (health) Sanjay Kumar said separate wards and isolation wards have been earmarked in all health facilities in Aurangabad, Gaya and Nawada districts to provide better facilities to heat affected patients. Uninterrupted electric supply was being ensured at all health facilities in the three district. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "17 more heatwave deaths in Bihar, toll mounts to 78": {"time": "2019-06-18 07:01:00", "link": "https://timesofindia.indiatimes.com//city/patna/17-more-heatwave-deaths-in-state-toll-mounts-to-78/articleshow/69832579.cms", "description": "PATNA: As the intense heatwave continued to take its toll in the state with the body count going up to 78 on Monday, state health minister Mangal Pandey faced a hostile crowd in Aurangabad, which has reported the highest number (33) of deaths so far. Till Sunday, 61 people had died due to heatstroke in the three districts of Aurangabad, Gaya and Nawada in Magadh division. But on Monday, two deaths were reported from Jamui district as well. According to the state disaster management department website, 78 deaths were recorded till 11 am on Monday. Of these, 33 deaths were reported from Aurangabad, 31 from Gaya, 12 from Nawada and two from Jamui districts, respectively. “There have been reports of some more casualties in other districts but details are awaited,” said a disaster management control room official, indicating the casualty figure could be higher. The spate of heat-related deaths in the past two days saw Aurangabad residents raise slogans wave black flags against health minister Pandey when he reached to take stock of the situation with district officials. The minister’s vehicle was held-up and it could proceed only after the intervention of security personnel. The protesters demonstrated against lack of proper infrastructure at the Aurangabad sadar hospital and blamed the large number of deaths on acute shortage of doctors and paramedical staff at the hospital. They were also unhappy at the minister’s delayed arrival to the district headquarters. “There was only one doctor on duty when heatstroke victims started arriving at the hospital for treatment. A huge rush of patients led to chaos at the hospital premises as people frantically searched for doctors. Many of them died due to want of treatment even after reaching the hospital on Saturday evening,” a protestor told the minister. The minister promised to send more doctors and paramedical staff as early as possible. “For the time being, some doctors from Patna have been sent to Aurangabad, who will assist their colleagues attending on the patients affected by sunstroke,” a senior official quoted the minister as saying in Aurangabad. Additional health director (Magadh range) Vijay Kumar said around 150 people had been admitted to various government hospitals under Magadh division, which comprises Aurangabad, Gaya and Nawada districts. Some more patients are undergoing treatment at primary health centres in the region, he added. The state government has already sent out a heatwave alert across the state. A heatwave is declared when temperature remains above 45 degree C for two consecutive days or more. It gets the “severe heat wave” tag when temperature crosses 47 degree C, a disaster management department official said. Health department sources said two teams of doctors have been dispatched from Patna for the worst-hit Aurangabad and Gaya districts. “The health department has issued an advisory asking people to be careful while going out during the day,” sources said. Download The Times of India News App for Latest City ."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Bihar Encephalitis outbreak: Death toll reaches 105 in Muzaffarpur, adjoining districts": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/bihar-encephalitis-outbreak-death-toll-reaches-105-in-muzaffarpur-adjoining-districts/videoshow/69835146.cms", "description": ""}, "‘Hope to nail AES death causes soon’": {"description": "NEW DELHI: Litchi toxins, malnutrition, heatwave or poor health infrastructure - what is causing the encephalitis related child deaths in Bihar's Muzaffarpur? Even as the state government blames hypoglycemia as the cause for most deaths, doctors, public health experts and researchers have raised concerns over the government's failure to contain the rapidly rising death toll from the disease. More than 112 children have died due to acute encephalitis syndrome (AES) in the past fortnight and many more are feared infected in Muzaffarpur and the adjoining districts in Bihar. This has also compelled the Union health ministry to send different teams to probe and ascertain the exact cause, strengthen surveillance and measures in the affected districts. Ten paediatricians (including five senior consultants) and five para-medics from RML Hospital, Safdarjung and Lady Hardinge Medical College are part of the five teams set up by health ministry. The teams also include clinical and public health experts from Indian Council of Medical Research (ICMR), National Institute of Nutrition and UN agencies. \"As of now, we do not have much clue about the exact cause of these deaths. However, we are working on several possibilities and are hopeful of zeroing on it in a day or two,\" a senior official from ICMR told TOI. Experts say there can be a clutch of factors causing AES including viruses, bacteria, fungus, parasites, chemicals, toxins and non-infectious agents. Though litchis are being seen as a primary cause, researchers say the fruit can only be a contributing factor and not the cause. Instead, prolonged malnourishment, the current heat wave, poor hygiene and lack of awareness about litchi consumption may have led to the significant number of deaths among children, mainly less than five year old. \"Litchi cannot be the cause. There is a particular component in the fruit which can contribute to reducing blood sugar level if too many litchis are consumed in an empty stomach,\" said a public health expert working in Muzaffarpur. Official data suggest the Bihar government has been indifferent towards improving child nutrition and healthcare in this district. In Muzaffarpur, nearly 48% children under the age of 5 are stunted, 17.5% are wasted (too thin for their height), while 42% are underweight--a glaring sign of chronic undernutrition, according to the National Family Health Survey (NFHS)-4. The data also show merely 7.8% children aged 6-23 months receive an adequate diet in Muzaffarpur. While breastfeeding rates are better, the breastfeeding rate in the first hour of birth is poor. Moreover, maternal health indicators are also poor leading to inadequate nutrition for the child despite improving rate of breastfeeding. Every third women (15-49 years) in Muzaffarpur district is malnourished, having body mass index (BMI) below the normal level. Government reports show that 33% women in this age group in Muzaffarpur district are underweight. Experts also pointed at the poor health infrastructure as another major factor leading to deaths. \"Delay in care seeking is also a major factor for increasing number of deaths. There is lack of information and awareness. Patients from villages are rushing to town to seek treatment at tertiary care and losing time in the process. If they go to the nearest health centre or clinic, they can get immediate care and the situation can be controlled,\" another expert with an international health agency said. He added, encephalitis fever usually starts during night and by morning the symptoms are severe, once the fever reaches the brain and damages it, the situation is difficult to tackle even in tertiary care hospitals. So, it is imperative to access care at the earliest. Download The Times of India News App for Latest City .", "time": "2019-06-20 01:56:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/hope-to-nail-aes-death-causes-soon/articleshow/69866390.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Bihar: All schools to remain closed till June 22": {"time": "2019-06-18 07:03:00", "link": "https://timesofindia.indiatimes.com//city/patna/all-schools-to-remain-closed-till-june-22/articleshow/69831188.cms", "description": "PATNA: The government issued an order on Monday to all district magistrates (DM) and education officers, asking them to shut government and private schools as well as coaching institutes across the state till June 22 due to the prevailing heatwave. While state project director of Bihar Education Project Council Sanjay Singh issued a notification regarding closure of government and government-aided schools across the state till June 22, state chief secretary Deepak Kumar ordered closure of even private schools and coaching institutes till Saturday. Later in the evening, Patna DM Kumar Ravi asked all government and private schools in the district to extend their summer vacations till June 22. Summer holidays in all schools had been extended for seven days till June 19, almost a week ago due to scorching heat. Now, teachers expect a hectic schedule after schools reopen. They are, therefore, making strategies to cover the syllabi on time before the arrival of exams. St Michael’s High School principal Father Edison J Armstrong told this newspaper, “After the school reopens, we will focus more on academics than extracurricular activities. Our teachers will make sure that syllabi of classes X and XII are completed on time.” Notre Dame Academy teacher Kalpana Sinha, who teaches Class XII students, agreed that an extended summer vacation would affect academics. She said, “We are likely to convert Saturdays into full working days for completing the syllabi on time.” Although summer vacations are fun, a third extension has started worrying students as well. Ishan International School’s Class XI student Apoorva hailed the government’s decision as “the hot weather is unbearable” and can make them sick. “We, however, have less time to complete the syllabi. All we can depend on is self-study at home for now,” he said. Apoorva’s mother Sarita Jha shared similar concerns, saying, “Anyone will fall sick. Studies will definitely be hampered, but health comes first.” Shivam Convent student Shubham Shekher said, “I have to prepare for my Class XII and other competitive exams. Extended vacations will affect my studies.” Download The Times of India News App for Latest City ."}, "Doctors’ strike hits OPD services in Bihar government hospitals": {"time": "2019-06-18 11:07:00", "link": "https://timesofindia.indiatimes.com//city/patna/doctors-strike-hits-opd-services-in-govt-hospitals/articleshow/69831097.cms", "description": "PATNA: Most government hospitals wore a deserted look and the OPDs too remained closed as over 12,000 doctors joined the nationwide strike called by the Indian Medical Association across the state on Monday. However, emergency services were exempted from the purview of the strike. The strike was called to protest frequent attacks on doctors across the country. Reena Devi (35), a resident of Kankerbagh in the city, was seething with anger as she had to run from pillar to post for the treatment of her 13-year-old daughter Rita, who was suffering from high fever. The main entrance gate of the Nalanda Medical College and Hospital (NMCH), where she was waiting with her daughter, was closed due to the doctors’ strike. “Yahan garibon ka koi sudh lene wala nahi hai (nobody is here to take care of the poor),” a visibly angry Reena said. Like Reena, many from the lower strata of society had to suffer a lot due to the doctors’ agitation in solidarity with their West Bengal counterparts on Monday. One Rohan Kumar (25), who was hit by sunstroke, too had to return from the NMCH due to the agitation. Superintendent of Patna Medical College and Hospital (PMCH) Dr Rajiv Ranjan said the emergency wing of the hospital functioned as usual. The scene at Indira Gandhi Institute of Medical Sciences (AIGMS) was more heart rendering where Janki Devi (35), a resident of Chhapra in Saran district, was wreathing in pain. “I am suffering from arthritis. It’s very painful. I had an appointment with the doctor but he is not present in the hospital. The officials told me that the doctors are on strike and it will continue for a few more days,” she told this newspaper. Similarly, 65-year-old Nand Kishore Mandal, a resident of Madhepura, had to return to his native village as the officials at the premier hospital told him that the functioning had been hampered due to the doctors’ agitation. “Come next time as the doctors are on indefinite strike,” Mandal was told by one of employees of the IGIMS. He too had problem in one of his legs. Dr Anurag Kumar, casualty medical officer at emergency ward of IGIMS said, “We have supported the nationwide strike called by the IMA against frequent attacks on doctors across the country. However, the emergency services were not hampered due to the strike.” Anjit Kumar, a resident of Imamganj in Gaya district, whose cousin was admitted to the IGIMS, corroborated Dr Anurag’s claim. “Emergency services at the hospital were satisfactory. Immediate attention was given to the critical patients,” he said. Around 12,000 doctors joined the strike on the call of the Indian Medical Association across the state on Monday. (With inputs from Pushkar Ranjan and Mariya Khan)Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Patna HC: Paperwork won’t solve encroachment menace": {"description": "PATNA: The Patna high court on Tuesday came down heavily on the state government for dealing with the issue of massive encroachments by vendors on several city roads “only on papers” instead of finding a permanent solution. The Patna high court division bench of Chief Justice Amreshwar Pratap Sahi and Justice Anjana Mishra made the verbal remark while hearing a public interest litigation (PIL) filed by Vikash Chandra alias Guddu Baba. The court, while taking strong exception to the issue, suggested the authorities concerned to settle the vendors encroaching upon public roads in front of the residences of ministers so that people could be spared of their sufferings. The petitioner had urged the court to direct the authorities concerned to get rid of roadside encroachments on Ashok Rajpath, Bari Path, Hathua and Lalji markets and the stretch between Pataliputra Colony and Digha road. These encroachments, according to the petitioner, lead to massive traffic snarls in the city. The high court asked the state government to file a counter affidavit by Monday, informing it about the current status of construction of vending zones and settlement of roadside encroachers. The court slammed the government for reappearance of encroachers on roads due to lack of proper vending zones for them. The issue of illegal settlement made below Rajendra Nagar overbridge by the then Patna DM U K Sinha on July 22, 1988, also surfaced during Tuesday’s hearing. The high court had directed the state government to file a reply on the issue on January 15 this year. Patna DM, who filed a counter affidavit on behalf of chief secretary, informed the court that the state government had ordered removal of those living below the bridge at a meeting held recently. Sinha had allowed 214 people to live below the bridge in 1988. The court asked the government to mention in its affidavit the detailed plan regarding eviction of those living below the bridge and their settlement. Additional advocate generals Prabhat Kumar Verma and Prasoon Sinha appeared for the state government and Patna Municipal Corporation, respectively, in the court. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:44:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/hc-paperwork-wont-solve-encroachment-menace/articleshow/69847346.cms"}, "Heatwave: Section 144 imposed in Gaya": {"time": "2019-06-18 10:06:00", "link": "https://timesofindia.indiatimes.com//city/patna/heatwave-section-144-imposed-in-gaya/articleshow/69831224.cms", "description": "PATNA: The Gaya district administration on Monday issued prohibitory order under Section 144 of CrPC in view of intense heatwave, banning all construction activities, MGNREGA work, public gatherings in open spaces and cultural shows between 11am and 4pm. Heatwave has claimed 31 lives in the district in the last three days. Gaya DM Abhishek Singh said the order would cover all government and non-government construction activities. Labour work under MGNREGA will remain suspended after 10.30am. Director of the District Rural Development Authority has been asked to enforce the order. Shopkeepers and vendors have also been asked not to open their shops between 11am and 4pm. However, emergency services have been exempted from the purview of the order, the DM said. Singh said the prohibitory order is part of preventive measures taken by the district administration to avoid casualties due to heatstroke. The district administration has advised people to take adequate precautions against heatwave and avoid being exposed in the sun for a prolonged period. The residents have been suggested to drink water properly and not to keep their stomach empty. Magadh divisional commissioner Pankaj Kumar Pal on Sunday took stock of the situation arising out of the heatwave condition in four districts of the division – Gaya, Nawada, Aurangabad and Jehanabad. As many as 30 people have so far died in Aurangabad and nine in Nawada due to heatwave. Download The Times of India News App for Latest City ."}, "Acute encephalitis syndrome spreads to newer areas as ‘brain fever’ toll rises to 114": {"description": "MUZAFFARPUR: The ‘brain fever’ toll in Bihar went up to 114 on Wednesday with seven more deaths even as acute encephalitis syndrome (AES) cases spread to newer areas with reports of children admitted with similar symptoms coming in from Samastipur, Banka and Vaishali districts. Even as more and more cases are being brought in to the Sri Krishna Medical College and Hospital in Muzaffarpur, where bulk of the patients are undergoing treatment, the hospital continues to be hampered by lack of proper facilities despite high-profile visits by ministers, including the CM and the Union health minister. TimesViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shot up. Muzaffarpur has been the epicentre. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.Scarcity of beds and doctors coupled with unhygienic condition prevailed at the hospital even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses, who have been deputed by the Union health ministry to assist at the hospital in Muzaffarpur. “All 637 beds, including 30 in PICUs, in the hospital are full. We have to put two kids on one bed to accommodate more children,” SKMCH superintendent Sunil Kumar Shahi said. He admitted that there is a shortage of senior resident doctors in every department. “Though there is a shortage, it is inhuman to throw out patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES … come every day. But our resources are very limited.” To ease the situation, a makeshift paediatrics intensive care unit with 20 new beds and four new ACs were set up on Wednesday amid frequent power cuts. Hospital authorities said 154 children are undergoing treatment for AES at the three PICUs with 10 beds each with fresh cases coming in from neighbouring districts. In Vaishali, civil surgeon I D Ranjan claimed that 15 suspected cases of AES have been reported from Hajipur as well. “Several kids have died in their villages, while others died in the referral hospital before being diagnosed. However, their relatives claimed that they showed similar symptoms of high fever and convulsion among others,” Ranjan told TOI. In Samastipur, at least three of the seven infants with AES symptoms admitted to the Sadar hospital, were referred to SKMCH, one of whom died on the way. However, civil surgeon Siyaram Mishra denied admitting any AES patients at the hospital. Meanwhile, the death of 2-year old child at a village in Katoria block of Banka district due to suspected AES raised alarm in the health department. However, To cope with the situation in Muzaffarpur, DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. “The total number of affected and admitted children has gone up to 5,530 since June 1 this year alone. Though, 187 kids have been discharged from the hospital; 101 children are still undergoing treatment at two medical institutions of the district. The conditions of 24 children are critical and have been kept on ventilators,” Ghosh said. “A massive awareness campaign has been started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekaa. Executive magistrates have been deployed in every block to monitor the awareness programme apart from keeping a close vigil on the patients, inflicted with AES,” Ghosh added. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:20:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/aes-spreads-to-newer-areas-as-brain-fever-toll-rises-to-114/articleshow/69863636.cms"}, "Bihar encephalitis deaths: Complaint case filed against Union, state health ministers": {"time": "2019-06-18 08:59:00", "link": "https://timesofindia.indiatimes.com//city/patna/complaint-case-filed-against-union-state-health-ministers/articleshow/69831466.cms", "description": "PATNA: Social activist Tamanna Hashmi filed a complaint case against Union health minister Dr Harsh Vardhan and state health minister Mangal Pandey in a Muzaffarpur court on Monday, charging them with negligence that led to death of 97 children due to suspected acute encephalitis syndrome (AES) in Muzaffarpur and its adjoining districts in the past fortnight. The court of chief judicial magistrate of Muzaffarpur has fixed June 24 as the next date of hearing in the case. The complaint petition said both Dr Harsh Vardhan and Mangal Pandey failed to discharge their duties to contain the disease. Though the two ministers visited Muzaffarpur and took stock of the situation, the death of the children below the age of 10 years continued unabated. The petition alleged that no concrete step was taken by the health department to create awareness and sensitise people in the AES affected areas. The two ministers have been booked under Sections 323 (voluntarily causing hurt), 308 (culpable homicide) and 504 (intentional insult with intent to provoke breach of the peace) of the IPC. If convicted under Section 504 of IPC, the accused is liable for punishment for two years or fine or both. The accused is liable for punishment for a term of three years after being convicted under Section 308 of IPC and one year under Section 323 of IPC. On being contacted, Hashmi alleged that majority of children belonging to the lower strata of society died due to negligence and lack of infrastructure in the government hospitals. The Union health minister accompanied by his junior minister Ashwini Kumar Choubey and state health minister Mangal Pandey had visited the Sri Krishna Medical College and Hospital on Sunday and held a high level meeting with the doctors and the officials of the health department to review arrangements for the treatment of the ailing children. “We have no information about any complaint lodged by anybody in the court as we have not received any notice,” said a senior official of the state health department. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Most PHCs lack basic infra: Kin of victims": {"description": "MUZAFFARPUR: The acute encephalitis syndrome (AES) has proved a nightmare for several villages in Muzaffarpur and its neighbouring districts where people have seen their children dying due to brain fever over the past two decades. Dariapur in Kanti block of Muzaffarpur has dalit and mahadalit population. It has been one of the worst affected villages in the district. The village with a population of hardly 3000 people lacks basic infrastructure even when the government claims all-round development up to hamlets level. Subodh Paswan, whose daughter Nidhi (5) died due to AES earlier this month, blamed lack of medical facilities at local public health centre (PHC). “We took Nidhi to the PHC but they refused to admit her and referred her to SKMCH where she was declared dead. The doctors at SKMCH said her life could have been saved had she been brought a bit earlier,” Paswan said. Sanjay Kumar, another resident of Dariyapur, said the PHC remains open only for three to four days in a month. “Complaints have been lodged with the block officials, but in vain,” he added. Similar was the situation in Damodari, Ramur Sah and other villages from where majority of the AES cases have been reported. Most villagers are either daily wagers or agricultural labourers. Most children seldom go to the nearby Anganwadi centres as they remain open for hardly a couple of days in a month. So, they are deprived of nutritional foods supposed to be distributed through these centres. People have now started preventing their kids from going out in scorching heat, fearing fatal consequences. Even children and parents from urban pockets are apprehensive about the disease. “We are not sure whether this disease will affect our children or not as no urban locality has been hit by AES so far. We are taking precautionary measures and have asked our children not to go out in scorching heat unless necessary,” said Prabhakar Kumar, a resident of Brahmin Toli under the Town police station area of Muzaffarpur. But, in rural areas of the district, every second family is afraid of getting their ward sick and keeps children indoors. “We try our best to not let our wards move out during day time. We are also trying to ensure that our children must not go to the litchi orchards,” said Sakal Paswan of Dariapur Kafen under the Kanti police station area. Also, the tall claims of district health officials of providing manpower and infrastructure to the PHCs and additional PHCs along with referral hospitals of the district seem hollow as majority of the 16 PHCs are reeling from acute shortage of medical experts, nursing staff, apart from beds and other facilities, including medicines. The deadly disease, which was first reported in Bihar at Muzaffarpur in 1994-95, has spread its wings to neighbouring districts of Sitamarhi, Sheohar, East Champaran, West Champaran, Vaishali and Samastipur as well. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/most-phcs-lack-basic-infra-kin-of-victims/articleshow/69863612.cms"}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Bhagalpur: One killed in dispute over distribution of lottery money": {"time": "2019-06-18 07:29:00", "link": "https://timesofindia.indiatimes.com//city/patna/one-killed-in-dispute-over-distribution-of-lottery-money/articleshow/69834650.cms", "description": "BHAGALPUR: Dispute in sharing the prize money of a lottery ticket purchased jointly by two friends resulted in the killing of one of them by the other, said Naugachia police sources on Monday. Md Niyaz Mansoori (28), was killed by his friend Phulo Rai on Friday. The body of the deceased, which was buried under heaps of sand in a house which was under construction, was recovered by the police on Sunday. Police sources said that Niyaz, a resident of Mumtaj mohalla in Naugachia and Phulo, a resident of Naugachia Bazaar locality, had purchased a lottery ticket by pooling money nearly three months ago. They won a prize money of Rs 1 lakh. Niyaz collected the prize money from the lottery company as the ticket was in his possession. But instead of sharing the prize money in equal amount with Phulo (the accused), he paid only Rs 30,000 to the latter and was trying to avoid him for the last two months. Naugachia SP Nidhi Rani said Naugachia PS SHO Lal Bahadur Singh has been suspended following investigation about the charges levelled by the family of the victim. Download The Times of India News App for Latest City ."}, "\nJustice Ajay Tripathi attends golf tournament after party in Patna\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/patna/Justice-Ajay-Tripathi-attends-golf-tournament-after-party-in-Patna/articleshow/46142993.cms", "description": "The prize distribution and dinner of a recently-concluded golf tournament provided the perfect bahana to city folk to catch up with friends and socialize over some good food and drinks.  Post the prize distribution ceremony, in which Aman, Alok Sahi, Arif Hussain and Bilkis Jahan were announced the winners, the guests lined up to congratulate them, as well as learn a few golf tips. Yashi earned a lot of compliments for her putting skills.  Among the early birds at the party were Justice Ajay Tripathi, Tuheen Shankar and Awnish Rana. Nandita Sahi looked simple and pretty in her white suit. Shraddha Sahay, who came all the way from Delhi to participate in the tournament, was spotted enjoying the do with her friends. Mohit Ahluwalia was there with son-in-law Purusendra and daughter Shaheena. Rudrani and Poonam spent quite some time posing for pictures. Download The Times of India News App for Latest City ."}, "Acute Encephalitis Syndrome toll climbs to 113 in Bihar": {"description": "MUZAFFARPUR: Fresh deaths due to acute encephalitis syndrome (AES) have been reported in Bihar's Muzaffarpur district, taking the total number of casualties to 113. The deaths took place at the Shri Krishna Medical College and Hospital (SKMCH), where 20 fresh cases were brought since Tuesday night. The number of children admitted to the hospital with AES are 372 since June 1, the district administration said. The SKMCH has reported 93 casualties so far and only 118 children have been discharged after treatment. The rest are undergoing treatment or referred to hospitals in the Patna in a critical condition, it said. In the Kejriwal hospital, two fresh cases of the AES were reported since Tuesday night, taking the total number to 146 since June 1. The hospital has so far reported 19 casualties, though none of these took place in the past 24 hours. One death was also reported from the neighbouring East Champaran district on Tuesday. A release by the state health department said 11 medical officers posted in Darbhanga, Supaul and Madhubani had been instructed to leave for Muzaffarpur immediately to help the local health authorities in tackling the outbreak. Three paediatricians posted in other districts have also been pressed into service, while 12 nurses have been directed to report to the the civil surgeon of Muzaffarpur. Anguished by the deaths, a Muzaffarpur resident has filed a petition at a local court against Chief Minister Nitish Kumar, his deputy Sushil Modi, Union health minister Harsh Vardhan, minister of state Ashwini Choubey and state health minister Mangal Pandey. The resident, Mohd Nasim, accused them of negligence, which has resulted in the high number of casualties. The chief judicial magistrate court has posted the matter for hearing next Tuesday. Nitish Kumar had on Tuesday visited the SKMCH hospital, where he faced protests by angry people over the deaths. Download The Times of India News App for Latest City .", "time": "2019-06-19 17:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/acute-encephalitis-syndrome-toll-climbs-to-113-in-bihar/articleshow/69857990.cms"}, "Work on ‘gaon, garmi, gareebi, gandagi’ to combat encephalitis: Muzaffarpur BJP MP": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/work-on-gaon-garmi-gareebi-gandagi-to-combat-encephalitis-muzaffarpur-bjp-mp/videoshow/69847540.cms", "description": ""}, "Muzaffarpur encephalitis deaths: Bihar deputy chief minister Sushil Modi refuses to answer on crisis": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/muzaffarpur-encephalitis-deaths-bihar-deputy-chief-minister-sushil-modi-refuses-to-answer-on-crisis/videoshow/69859887.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Bihar’s credit-deposit ratio declines by 1.29%": {"description": "PATNA: Bihar’s credit-deposit ratio has declined by 1.29% in financial year 2018-19 compared to 2017-18. It is for the second time in the last 11 years that Bihar has reported decline in its C-D ratio, which indicates how much of the banks’ core funds are being used for lending activities. The state had been reporting constant improvement in its C-D ratio since FY 2008-09, except for FY 2016-17 when it reported decline by 1.05%. As per the credit-deposit data released by different banks at the 68th trimonthly meeting of the State Level Bankers’ Committee (SLBC) held here on Wednesday, Bihar reported 44.09% C-D ratio on March 31 this year, compared to 45.38% in the previous year, resulting in a decline by 1.29%. Different banks in the state distributed Rs1,45,120 crore as loan against the total deposit of Rs3,45,234 crore in FY 2018-19. In the previous years, Rs1,34,997 crore were distributed as loan against the deposit of Rs3,12,829 crore. However, the state reported an increase of Rs10,123 crore in lending in FY 2018-19 compared to 2017-18 when different banks across the state distributed Rs1,34,997 crore as loan. Presiding over the SLBC meeting, deputy CM Sushil Kumar Modi, who is also the finance minister, expressed concern over decline in the C-D ratio and asked the zonal and regional heads of different commercial, cooperative and private sector banks to take necessary steps to improve it in the current financial year. Modi said two districts — Saran and Bhojpur — reported less than 30% C-D ratio in the last financial year. Saran has reported 29.22% while Bhojpur 29.40%. State’s agriculture minister Prem Kumar, rural development minister Shravan Kumar, industries minister Shyam Rajak, cooperative minister Rana Randhir, development commissioner Subhash Sharma and finance secretary S Siddhartha were present at the meeting, which is usually held after a gap of three months. Being the first SLBC meet of 2019-20, it was scheduled to be addressed by CM Nitish Kumar, but he could not attend it because of his participation in another meeting convened by PM Narendra Modi on the ‘One Nation-One Election’ issue. Later, while briefing media persons, Modi said majority of bank branches in the state were not accepting coins from traders. He said the banks must accept the coins. “I will raise this issue at the state finance ministers’ meet in Delhi on June 21,” SuMo said. He also pointed out that as per the RBI guidelines, loans under the Kisan Credit Card (KCC) scheme would be provided to only those farmers whose crops are insured under the Pradhan Mantri Fasal Bima Yojana. “But, Bihar government has launched its own scheme, namely Bihar Rajya Fasal Sahayata Yojana, to provide financial assistance to farmers. There should be no compulsion for farmers to join any scheme for availing the loan under the KCC,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 22:51:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/bihars-credit-deposit-ratio-declines-by-1-29/articleshow/69863193.cms"}, "Nitish Kumar takes stock as AES kills four more, spreads to two districts": {"description": "MUZAFFARPUR/PATNA: As ‘brain fever’ killed four more kids pushing the toll to 107 on Tuesday, chief minister Nitish Kumar faced angry protests from the parents and attendants of children undergoing treatment at Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur. Protesters raised slogans such as ‘CM wapis jao’ as Nitish arrived at the hospital to take stock of the situation. He held a review meeting with doctors and health officials and directed senior health department officials to raise the capacity of the hospital to 2,500 beds from the existing 600. He also asked the health officials to double the number of beds in the paediatric ICU of SKMCH. “The capacity must be increased to 1,500 beds in the first phase and later to 2,500 beds. This must be done at priority basis,” Nitish said, adding that the all the renovation work be completed within two years. TOI had highlighted in its reports the lack of beds for the large number of children pouring in with AES symptoms. The health crisis unfolding in Muzaffarpur district and adjoining areas appeared to be worsening by the day as children with acute encephalitis syndrome (AES) symptoms are being brought in from Nalanda and East Champaran districts as well. Altogether 43 children from East Champaran are undergoing treatment at SKMCH and Kejriwal Matrisadan in Muzaffarpur. Of the four deaths in the past 24 hours, two are from this district, confirmed Motihari civil surgeon B K Singh, taking the toll from East Champaran to 12. In Nalanda, at least six infants with AES symptoms were admitted to the Biharsharif sadar hospital on Monday and two of them were referred to the Patna Medical College and Hospital late on Monday evening, a hospital official claimed. However, the hospital superintendent denied admitting any AES patients. Despite the protests, the CM and his deputy spoke to parents and attendants of affected children and visited every ward, including four paediatric intensive care units. He spoke to the guardians of all the children undergoing treatment at the PICUs and assured them of assistance from government to save their lives. “They (CM & deputy CM) spoke to the parents and attendants of almost all AES-affected children, but not a single parent complained of any sort of mismanagement or negligence on the part of the doctors at the SKMCH. All parents expressed their satisfaction on the arrangements at the SKMCH,” chief secretary Kumar said. After returning to Patna, the chief secretary, accompanied by principal secretary (health), briefed the media. “CM asked health officials to establish a 100-bed special paediatric intensive care unit (ICU) at the SKMCH in the next one year to deal with the children-related diseases,” the chief secretary said. “The CM asked for more paediatric doctors to be deputed at the SKMCH to assist the existing ones. More doctors from Patna Medical College and Hospital and the Darbhanga Medical College and Hospital are being sent to the SKMCH,” he added. The health secretary said, “At present altogether 31 paediatricians are working at the SKMCH and eight more from other hospitals would be reporting at the SKMCH by Tuesday night.” The chief secretary added that free ambulance service was being provided to AES-affected children and if a parent is forced to hire at his own cost, it would be reimbursed. He also informed that the CM has asked for a dharamshala (rest house) to be built near the SKMCH so that poor parents and attendants visiting the hospital do not face problem of accommodation. “He (CM) collected information about the available human resource at every level apart from infrastructural facilities at the hospital,” said SKMCH superintendent Sunil Kumar Shahi. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:48:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/nitish-takes-stock-as-aes-kills-4-more-spreads-to-2-districts/articleshow/69848455.cms"}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Encephalitis deaths: Bihar health minister shown black flags": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/encephalitis-deaths-bihar-health-minister-shown-black-flags/videoshow/69826711.cms", "description": ""}, "Sweet shop owner shot at in Patna": {"time": "2019-06-18 06:56:00", "link": "https://timesofindia.indiatimes.com//city/patna/sweet-shop-owner-shot-at/articleshow/69831146.cms", "description": "PATNA: One Mahadev Gupta, a sweet shop owner, was shot at by two motorcycle-borne criminals near Kachauri Gali under the Chowk police station area in Patna City late on Sunday night. The incident took place around 10.30pm when Gupta was returning home from his shop, which supplies delicious ‘khurchan’ (a kind of sweet made of milk in different parts of the country and abroad). The assailants intercepted Gupta a few yards away from the Chowk police station and fired at him, causing bullet injuries in his armpit. While the attackers escaped on their motorbike after the incident, 30-year-old Gupta was rushed to the Nalanda Medical College and Hospital where his condition is stated to be stable. Police said a dispute over payment of money is stated to be the reason behind the murderous attack on Gupta. The locals told the police that Gupta owned the sweet shop in the locality for decades. “VIPs like CM Nitish Kumar, deputy chief minister Sushil Kumar Modi and road construction department minister Nand Kishore Yadav have enjoyed delicious ‘khurchan’ sweets from Gupta’s shop,” said a police officer who had earlier served as the station house officer (SHO) at the Chowk police station in Patna City sub-division. The incident has sent shock waves among the members of the business community, who have demanded immediate intervention of the senior police officers posted at the police headquarters. On Saturday, a 35-year-old mansion identified as Sunit Kumar was shot dead by unidentified armed criminals near Nakhaspind under the Malsami police station. The police, however, said the incident was fallout of a land dispute. Police have failed to make any breakthrough in the case so far. Deputy inspector general (central range) Rajesh Kumar on Monday visited Patna City and inquired about the two incidents. Sources said the DIG warned the SHOs of the Chowk and the Malsalami police stations of stern disciplinary action if they failed to nab the criminals in the two incidents at the earliest. Police arrest notorious criminal: Police arrested a notorious gangster, Dularchand Yadav, from his native village under the Barh police station in Patna rural on Saturday night. His two grandsons were taken into custody for interrogation. Acting on a tip-off, a police team led by Barh ASP Lipi Singh raided Yadav’s house and nabbed Dularchand, whose name once spelt terror in Barh-Mokama Tal area. Considered close to jailed RJD chief Lalu Prasad, Dularchand was wanted in three criminal cases related to land grab, extortion and attempt to murder. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Heatstroke kills 30 more in Bihar": {"description": "PATNA/NALANDA/NAWADA: The heatwave sweeping Bihar has claimed 30 more lives in the past 24 hours, taking the death toll to 112 on Wednesday. The latest deaths were reported from Aurangabad, Begusarai, Rohtas, Munger and Nawada districts. The toll is likely to increase as unofficial reports of heatstroke deaths are also coming in from Nalanda district. The death count hit the 112 mark, up from 83 on Tuesday, despite western and northern Bihar, including Patna, experiencing a slight fall in temperature due to thunderstorms and light showers. Aurangabad has been the worst-hit with 48 deaths so far, followed by Gaya (35), Nawada (15), four each in Rohtas and Munger, Begusarai (3), Jamui (2) and one death in Nalanda, said Bihar State Disaster Management Authority officials. With temperatures in several districts around 43 degrees Celsius, hospitals are inundated with people suffering from heatstroke. Schools in the state will remain closed until June 23. The number of deaths could rise as a large number of people are undergoing treatment in various hospitals, and some deaths, officials say, are likely to have gone unreported. With the heatwave death toll rising, the district administrations in Gaya, Aurangabad and Nawada have imposed Section 144 CrPc (illegal assembly) to stop people from going out. All labour-intensive work, including construction activities, has been banned between 11am and 4pm. Additional DM of Aurangabad, Sudhir Kumar, confirmed the 48 deaths reported in the district till Wednesday. “We have collected all data from government hospitals and primary health centres. Currently, nine patients suffering from heatstroke are undergoing treatment at the hospitals and PHCs,” Kumar said. The three district administrations, with the help of non-government organisations, have set up water kiosks for residents and anganbadi sevikas are distributing ORS sachets to people. Heatstroke deaths are also steadily rising in neighbouring Nalanda district with doctors claiming 10 deaths in the past four days, including three reported on Wednesday. One of them, a resident of a village under Islampur police station, died on the way to Biharsharif Sadar hospital after being referred by the local PHC, while a 56-year-old man from Amba village under Rahui police station area also died of heatstroke. According to unconfirmed reports, police also recovered the body of an unidentified woman from a field at Kadilpur village under Telhara police station area, who is suspected to have died of heatstroke. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:39:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/heatstroke-kills-30-more-in-bihar/articleshow/69865048.cms"}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "\nAyushi and Saurav Singh tie the knot in a lavish ceremony in Patna\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/patna/Ayushi-and-Saurav-Singh-tie-the-knot-in-a-lavish-ceremony-in-Patna/articleshow/46310199.cms", "description": "Ayushi and Saurav Singh tied the knot in style at an elaborate ceremony in the city recently. Ayushi’s parents, OP and Savita Sinha, played the perfect hosts and welcomed the guests personally, while Ayushi’s brother Adarsh and mama Kanchan Sinha were busy doing the last minute running-around. “I have only one sister, so I want to make her wedding a memorable affair. I have personally arranged everything,” said Adarsh. The bash started on a musical note, with Saurav making a grand entry on the song Azeem-O-Shaan Shahenshah, while the bride entered to the tunes of the folk song Milan Ko Sajna Aayo Doli Leke. Download The Times of India News App for Latest City ."}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Shops to be shut in 3 districts during daytime": {"time": "2019-06-18 04:00:00", "link": "https://timesofindia.indiatimes.com//city/patna/shops-to-be-shut-in-3-districts-during-daytime/articleshow/69831160.cms", "description": "PATNA: Worried over death of 78 people due to heatwave, the state government on Monday ordered closure of all shops and marketing complexes in three south Bihar districts – Aurangabad, Gaya and Nawada – from 11am to 5pm. The decision was taken at a high level meeting convened by CM Nitish Kumar to review the government’s preparedness in dealing with heatwave and AES deaths. Briefing media persons about the decisions taken at the meeting, state chief secretary Deepak Kumar said mainly Aurangabad, Gaya and Nawada district are badly hit by the unprecedented heatwave. However, the state government has decided to regulate opening time of shops and market complexes in all districts in south Bihar. The chief secretary said the opening and closure timings of shops and marketing complexes would be regulated by the state’s labour resources department (LRD) under the Bihar Shops and Business Establishments Act. To a question, the chief secretary said the LRD would bring out a notification specifying timing and the places to be covered under the government’s latest decision. He, however, clarified that shops and marketing complexes in the state capital would not be affected by Monday’s decision. The chief secretary, who was accompanied by principal secretary (health) Sanjay Kumar, said all necessary arrangements have been made at the government hospitals in heatwave-affected districts to provide medical facilities to people. Sanjay said separate wards and isolation wards have been earmarked in all health facilities in Aurangabad, Gaya and Nawada districts. The authorities concerned have been asked to ensure uninterrupted power supply in the three affected districts,” he added. Download The Times of India News App for Latest City ."}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "\nYoungsters organise a party at a disc to mark the start of the holiday season in Patna\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/patna/Youngsters-organise-a-party-at-a-disc-to-mark-the-start-of-the-holiday-season-in-Patna/articleshow/47111793.cms", "description": "A party was recently organised by a group of youngsters at a city disc to mark the start of the holiday season.  Aditya, one of the organisers, told us, “The idea was to provide a change to the college students who have just got free from exams. I hope the party will be a fun event for people who want to dance and enjoy.” The girls donned pretty dresses and skirts at the part, while the boys were spotted in casual attire. Janvi looked elegant in her black dress, along with Sneha, who was dressed in a floral frock.ABHI TOH PARTY SHURU HUI HAI:  DJ Zeeshan set the mood for the party by belting out popular dance numbers. However, it wasn’t just contemporary Bollywood songs that ruled the roost. The youngsters also had fun dancing to songs from the 90s like Ole Ole, My Name is Lakhan and Main Khiladi Tu Anari. — Swati.Savarn@timesgroup.com Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "CBSE to serve notices on 472 schools in Patna region": {"description": "PATNA: The Central Board of Secondary Education (CBSE) is to issue show-cause notices to 472 affiliated schools in Patna region over the poor results of students in Class X and XII board exams as well as flouting the norms of affiliation bylaws. “The CBSE has categorized the schools in A, B, C and D grades according to their performance in Class X and XII board exams,” a CBSE official from Delhi said. Schools with overall pass percentage above 70% are in Grade A while those having scored between 60% and 70% are put in Grade B. Schools with 40 to 60% success rate are in Grade C and below 40% overall pass percentage are in Grade D. The board will send show-cause notices to schools under Grade C and D. Of the total 472 schools to receive show-cause notices, Bihar alone has 300 schools. Altogether 213 schools failed to score above 40% result. There are total 888 schools in state affiliated to CBSE. Patna region includes Bihar and Jharkhand. CBSE city coordinator and principal of Baldwin Academy, Rajiv Ranjan Sinha, told this newspaper that the results of Patna region were worst. “The board has taken the right decision for penalizing such schools with poor results. Most of these schools failed to fulfil the affiliation bylaws, including disproportionate student:teacher ratio and lack of infrastructure among other issues,” he said. As per the CBSE affiliation bylaws, schools are permitted to enrol 40 students per class. This rule was made to accommodate the student-teacher ratio of 40:1 for all classes. “However, many schools did not follow this,” Sinha added. Abha Chaudhary, senior teacher of Notre Dame Academy, said the degrading result was a serious concern for the board and parents will now be able to categorize schools on their performance. “Several schools are running as non-attending schools, where students need not attend classes. Parents thought that after Class X, kids do not need to go to school. Rather they encourage their kids to take coaching classes to prepare for engineering and medical,” she said. She added: “There is only 0.1% chance that the flying candidates (who went to non-attending schools) succeed in both board exams as well as in competitive exams.” Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/cbse-to-serve-notices-on-472-schools-in-patna-region/articleshow/69863134.cms"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "\nRavi and Manvi Paswan host son's birthday party in Patna\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/patna/Ravi-and-Manvi-Paswan-host-sons-birthday-party-in-Patna/articleshow/46212173.cms", "description": "PROUD PARENTS: Ravi and Manvi Paswan recently celebrated the second birthday of their son Panash at a posh hotel in the city. The guest list comprised family members and close friends of the Paswan family. Panash’s grandfather, politico Cheddi Paswan, was spotted welcoming the guests along with his wife Premkali Devi.  EARLY BIRDS: Politico Awadesh Narayan Singh was the early bird at the do, while Dr Sanjeev and Pratyush Katyayan came in a tad late. “We started on time but were caught in a heavy traffic jam,” said Dr Sanjeev. Geetu Jain, who came along with her husband Rohit, and was welcomed with a big hug by Ravi’s sister Shelvi.  MUSIC AND MASTI: The huge Angry Birds-themed cake was quite appreciated by the guests. Soon after the cake-cutting, all the guests gathered on the dance floor and shook a leg on songs like India Waale and Bang Bang. Shelvi, Geetu, Sukriti, Manvi and Ravi had a gala time dancing and refused to budge from the dance floor. Download The Times of India News App for Latest City ."}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Bihar: Six-month-old girl falls into drain, dies": {"description": "PATNA: A six-month-old girl child died after falling into a drain near Durga Chowk in Indirapuri (road number 10) under the Pataliputra police station area in the state capital around 4.30am on Wednesday. Police sources said the girl fell into the drain during sleep. Local people staged protest and accused the Patna Municipal Corporation for not covering the drain. Pataliputra SHO Chetnanand Jha told this newspaper that her body was fished out from the drain and sent to Patna Medical College and Hospital for postmortem. “The girl died instantly after falling into the drain full of slush and dirt. The incident occurred when the girl was sleeping with his father Sunil Dome and mother near the drain outside their cottage.” With the help of locals, the girl was fished out from the drain water and admitted to primary health centre where she was declared brought dead. Jha added: “Several families lived in the cottage alongside the drain. There is no boundary wall around the drain.” Download The Times of India News App for Latest City .", "time": "2019-06-20 07:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/six-month-old-girl-falls-into-drain-dies/articleshow/69863203.cms"}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "Monsoon may hit Bihar by Saturday": {"description": "PATNA: The India Meteorological Department (IMD) on Tuesday stated that southwest monsoon would make its onset in Bihar around June 22 after a delay of at least 12 days. In its daily all-India weather bulletin issued on Tuesday evening, the IMD stated that scattered rainfall would occur in Bihar from June 20 and it would intensity into fairly widespread rainfall by June 22. The Patna Meteorological Centre has predicted that maximum temperature in the city would remain below 40-degree mark from June 21 onwards. “The monsoon current is active in north-eastern and eastern parts of the country. The expected increase in the intensity of rainfall in Bihar around June 22 indicates onset of the rain-bearing winds,” said a senior official at Patna Meteorological Centre. Monsoon normally enters Bihar through north-eastern districts of Purnia and Kishanganj around June 10-12 and covers the entire state by June 15. However, the overall onset of monsoon in the country was delayed this year as the rain-bearing winds hit Kerala coast on June 8 instead of its normal date of June 1. The pre-monsoon showers were much low this time in most parts of Bihar, except few north-eastern districts. Lack of showers and clear skies led to direct penetration of solar rays and pushed the maximum temperature above 40-degree mark at most places in the state. The unprecedented heatwave has so far claimed 83 lives in four districts of the state. The thundershowers in Patna late on Monday night also did not provide much respite from the scorching heat as mercury remained on the higher side on Tuesday as well. With a maximum temperature of 41.8 degrees Celsius, Gaya was the hottest place in the state on Tuesday. Patna, on the other hand, recorded a maximum temperature of 41.4 degrees Celsius. The Patna Meteorological Centre stated that heatwave prevailed at few places in south Bihar, north-east and north-central part of the state in the last 24 hours. The daily heatwave bulletin issued by IMD also stated that heatwave conditions were observed at some places in the state. Maximum temperatures were markedly above normal (5.1 degrees C or more) at a few places in the state. Heatwave has been predicted in some parts of the state on Wednesday as well. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:52:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/monsoon-may-hit-bihar-by-saturday/articleshow/69847428.cms"}, "Police arrest notorious criminal in Patna": {"time": "2019-06-18 11:08:00", "link": "https://timesofindia.indiatimes.com//city/patna/police-arrest-notorious-criminal-in-patna/articleshow/69836978.cms", "description": "PATNA: Police arrested a notorious gangster, Dularchand Yadav, from his native village under the Barh police station area in Patna rural on Saturday night. His two grandsons, who were also present in the house, were taken into custody for interrogation. Acting on a tip off, a police team, led by Barh assistant superintendent of police Lipi Singh, carried out a raid at his house and arrested Dularchand, whose name once spelt terror in Barh-Mokama Tal area. Considered close to jailed RJD chief Lalu Prasad, Dularchand was wanted in three criminal cases related to land grabbing, extortion and attempt to murder. Police sources said at least 12 cases were pending against him. However, warrants were pending in three cases only. He was involved in several incidents of land grabbing recently. Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "\nIPS Officers’ Wives Association organised family night for the officers in Patna\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/patna/IPS-Officers-Wives-Association-organised-family-night-for-the-officers-in-Patna/articleshow/46371531.cms", "description": "The IPS Officers’ Wives Association recently organised a Family Night for the officers and their better halves. The do, held at the lawns of the BMP campus, was a memorable event, with the venue being decked up in a Valentine theme with heart-shaped balloons. Upping the fashion quotient was Prity Singh Rana who looked pretty in her pink lehenga, while Poonam Thakur, president of the association, earned lots of compliments for her hairstyle and suit. “The purpose behind organising the event was to foster relationships and encourage family bonding activities,” said Poonam. “The bash gave us the opportunity to enjoy some moments of togetherness with our better halves, which we hardly enjoy because of our busy and hectic schedule,” said DGP PK Thakur. Madhurima Raj and Ratna added some spice to the evening by organising some interactive games for the guests. The paper dance had some fun moments, as the couples struggled to shake a leg on the sheet of paper given to them. Another fun-filled activity of the evening was when the husbands were asked to sing a song for their wives based on the items which they took out from a box, in which Sunit Kumar sung the song Ek Garam Chai Ki Pyaali. Later, all the guests moved to the dance floor. Kundan Krishnan and JS Gangawar were seen dancing on songs like Blue Eyes, India Waale and many more. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Bihar: 9 more deaths due to heatstroke in the last 24 hours, toll rises to 92": {"description": "PATNA: Nine more people died of sunstroke in Bihar in last 24 hours, following fresh causalities reported from two districts- Aurangabad and Nawada. As the heat wave gripped most parts of Bihar, the death toll due to heatstroke has rose to 92 on Wednesday from 83 on June 18, though some areas in western and northern Bihar including Patna experienced slight respite following fall in temperature due to thunderstorm and lighting with light rain. According to data provided by the officials of Bihar State Disaster Management Authority, 41 people have so far died in Aurangabad which had earlier recorded 34 on Tuesday while two more person died in Nawada, increasing death toll to 14. The officials claimed that 35 died in Gaya and two in Jamui. With temperatures in several districts of Bihar hovering consistently at around 40 to 43 degrees Celsius, hospitals were inundated with people suffering from heatstroke. Many heatstroke victims are still in hospital, and some alleged deaths due to sunstroke were still unreported. Schools in Bihar will remain closed until June 23. Section 144 CrPc (illegal assembly) has been imposed in Gaya, Aurangabad and Nawada as the death toll due to sunstroke has rapidly increasing. Under this section, all construction activities and assembly of people in outdoor has been banned from 11am to 4pm. Additional DM of Aurangabad, Sudhir Kumar told this newspaper that as per the latest figure 48 deaths have been reported in district till Wednesday. “We have collected all the data from government hospitals and primary health centres (PHCs). Currently, nine patients suffering from heatstroke are going under treatment at hospitals and PHCs,” he said. At Gaya, Aurangabad and Nawada, the district administration with the help of non-government organisations have set up water kiosk for residents. Under the ongoing polio camps in these districts, the anganbadi sevikas are handing out ORS an electrolyte powder to people. Meanwhile, one Virendra Kumar, a resident of village Jaitipur under Islampur police station area died on way to Biharsharif Sadar hospital on Wednesday after being referred by the local PHC. According to his relatives, the deceased returned from a marriage party on Tuesday night. Soon after he complained of high fever and uneasiness, he was taken to the local PHC where doctors diagnosed him to be hit by heat stroke. When his condition did not improve doctors referred him to Biharsharif Sadar hospital and he died on his way to hospital. While a 56-year-old man identified as Jitendra Kumar of village Amba under Rahui police station area also died of heat stroke on Wednesday. Police also recovered body of an unidentified woman from a field at Kadilpur village under Telhara police station area who was suspected to have died of heat stroke. With these deaths, the total number of people who allegedly died due to heat stroke in Nalanda in the last four days rose to 10. According to district magistrate of Nawada, Kaushal Kumar, the death toll in Nawada rose to 15. The latest victim has been identified as 40-year-old Munni Devi, wife of a betel shop keeper Arjun Prasad and native of village Motibigha under Nawada town police station. Arjun admitted his wife to Nawada Sadar Hospital, where doctors referred her to Pawapuri Medical College and Hospital in neighboring Nalanda district. However, she succumbed on the way. With inputs from SB SinhaDownload The Times of India News App for Latest City .", "time": "2019-06-19 17:22:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/bihar-9-more-deaths-due-to-heatstroke-in-the-last-24-hours-toll-rises-to-92/articleshow/69858139.cms"}, "Air India to start direct flight from Patna to Amritsar from September 27": {"description": "PATNA: Air India is set to launch a direct flight from Patna to Amritsar from September 27. This announcement was made by Union civil aviation minister Hardeep Singh Puri on his Twitter account on Monday. The tweet read, “To honour another long pending demand of devotees to provide air connectivity between Guru Nagri & Sri Patna Sahib, I am delighted to announce the commencement of a daily @airindiain flight between Mumbai-Patna-Amritsar from 27th Sept 2019 (sic).” Jayaprakash Narayan International (JPNI) Airport’s assistant general manager (air traffic management) Santosh Kumar told this newspaper on Tuesday that the airline operators had not yet sought permission for or notified about the commencement of the new flight to Amritsar. Santosh said, “Air India has been allotted time slot for a new flight between Patna and Bokaro as part of the summer schedule of the Patna airport. However, since recarpeting of the runway at Bokaro airport is going on, it will take some time for the airline to start the flight.” According to Air India executives, the timing for Mumbai-Patna-Amritsar has not been decided yet. “At present, there is no direct flight from Patna to Amritsar. So, we expect the new one to be a hit among flyers. Bookings will begin from July and the fare is likely to be lower than other connecting flights,” an executive said. Boring Canal Road resident Anu Johar, who has relatives in Amritsar, hailed the decision. “It takes a lot of time to reach Amritsar and the fare is quite high. I am waiting for the direct flight to be launched,” she said. Sunny Singh, who runs a souvenir shop at Takhat Sri Harmandir Ji Patna Sahib Gurdwara, often visits Amritsar with his family. He said, “I am happy that Air India will start a direct flight to Amritsar.” At present, the Patna airport handles 45 arrivals and departures each from 7.10am to 9.40pm every day. It has direct air connectivity with 11 cities, including Ahmedabad, Allahabad, Bengaluru, Kolkata, Chennai, Hyderabad, Lucknow, Mumbai, New Delhi, Ranchi and Shamsabad. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:30:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/air-india-to-start-direct-flight-to-amritsar-from-september-27/articleshow/69847561.cms"}, "Patna: Dug-up roads sans signs a death trap": {"description": "PATNA: Digging of roads for laying underground pipelines, electricity wires and construction of drains, which is quite common in the city these days, is posing a threat to lives of commuters due to lack of warning signs, especially during night hours. Ashok Rajpath, A N Sinha Library Road, Lodipur, Kurji, Nasriganj and Nala Road are some of the affected localities in the city. Locals have raised the issue with the authorities concerned several times, but to no avail. Though it is mandatory to put display board highlighting nature of work, name of the contractor, contact persons as well as warning signs near the construction sites, the rule is not followed at several places. Patna DM Kumar Ravi told this newspaper on Tuesday that private construction firms have been strictly asked to put fluorescent and warning signage near the construction sites within a week. Ravi said such areas should be barricaded with illuminated signs to avoid road accidents. “I have asked the private companies to alert the administration a week before starting the digging work so that alternative arrangements could be made. The digging, though necessary, hinders traffic flow on roads,” he said, adding the administration has also asked the firms to complete the work as soon as possible. Ashok Rajpath, one of the city’s busiest roads, has been dug up at more than seven places. Gas pipes are lying on the road without any barricading, thereby risking lives of people. Ankit Sinha, who runs a musical instrument shop near B N College, said motorists are often caught unaware of the trenches and unrepaired roads during night hours. “It causes accidents in the locality. Last week, a car rammed into pipes lying on the road,” he added. Amrendra Pandey, a resident of Mithila Colony at Nasriganj, said, “It is difficult to move from Kurji to Nasriganj as one-third of the road has been dug up. The remaining portion of the road is covered with pipes. The condition of the road might turn worse during monsoon.” Alka Sharan, a resident of Lodipur, said the private firm engaged in construction work in the locality is least bothered about safety of people. “The construction work is also going on at a snail’s pace,” she added. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/dug-up-roads-sans-signs-a-death-trap/articleshow/69847388.cms"}, "Heatwave throws life out of gear in Patna": {"description": "PATNA: With the mercury rising high, city residents are having a difficult time going out in the sun for their day-to-day business. Life has been thrown out of gear due to the heatwave prevailing across the state. While elderly people, homemakers and children are mostly staying indoors, people, who cannot skip office, can be seen travelling by cars, autos or cabs. Pedestrians, on the other hand, desperately search for shades to get some rest. Different juice stalls are also witnessing an increased footfall due to heat. A private firm executive, Manoj Kumar (32), who drinks juice at a stall on Boring Road said, “I need to keep myself hydrated during my office hours.” A number of parks in the city were vacant on Monday afternoon. Anand Kumar (25), who sells tickets at one of these parks, said, “People are not even coming for their regular morning walks. Those, who used to come on Sundays to spend time with their families, are staying at home.” A traffic police personnel at Income Tax roundabout, Brajesh Kumar Singh, told this reporter, “It is very difficult to manage traffic, especially during daytime. I drink a lot of water and wear a mask to protect myself from heatwave.” Quadragenarian Mahesh Kumar, a rickshaw-puller, faces a difficult time when the sun is up. “People do not want to walk in the heat and take a rickshaw even for covering a short distance,” Kumar said and added he could not stay indoors as this was his only source of income. Meanwhile, frequent power cuts and low voltage are adding up to the woes of Patnaites. Boring Road resident Akanksha Kumari (32) said, “It is unbearably hot and low voltage as well as power cuts are adding up to our difficulties.” Parents are not allowing their children to play outside. Anita Kumari (32), a resident of Rajiv Nagar, said, “My kids might fall ill while playing in the sun. Therefore, I tell them to play inside the house.” Kankerbagh resident Pranita Shekhar (28), who is a homemaker, does not want to go out to buy fruits and vegetables. “I only want to sit in front of the air conditioner,” she said. Even youths are avoiding to go out in the scorching heat. Loyola High School student Aman Singh (19) said, “I don’t make plans in which I have to face the sun. I have even shifted my coaching classes to the evening batch.” Download The Times of India News App for Latest City .", "time": "2019-06-19 06:57:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/heatwave-throws-life-out-of-gear/articleshow/69847405.cms"}, "Foreign language courses in vogue": {"description": "PATNA: Learning new languages in order to boost career prospects seems to be in vogue among youngsters these days. A number of centres have come up in the city that offer foreign language courses to them at affordable rates. Different universities have also started teaching foreign languages to open doors for students to study or work abroad. Patna University (PU), for instance, has been offering six-month certificate courses in Chinese, German and French since 2017. PU foreign language course coordinator Indiber Mukherjee told this newspaper, “At present, there are only 30 students enrolled in the three certificate courses. We are also planning to teach Spanish, Japanese and Korean, but are waiting for students to show interest in learning the three languages.” One has to pay Rs 10,000 at the time of getting oneself enrolled into any of these courses being offered by PU. “They are open for all. Outsiders, however, should have secured at least 50% marks in their Class XII exams,” Mukherjee said. Apart from PU, National Institute of Technology-Patna (NIT-P) has been offering Korean language courses to students since 2014. According to Korean teacher Grace Lee, as many as 150 students from different colleges and universities of Patna are learning about his country’s culture and language at NIT-P. There are several private language learning institutes operating in the city as well. They primarily offer courses in French, German, Korean and Spanish and charge anywhere between Rs 15,000 to 30,000, depending on the duration and difficulty level of the language. Neeraj Singh, who is learning German at a private language centre in S K Puri area, said, “Being multilingual has a lot of benefits. However, it is not easy to learn a foreign language. Learning German will enhance my chances at the job market in foreign countries.” Download The Times of India News App for Latest City .", "time": "2019-06-19 10:47:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/foreign-language-courses-in-vogue/articleshow/69847516.cms"}, "Govt on receiving end of oppn over AES deaths": {"description": "PATNA: The Nitish Kumar government is on the receiving end of not only the opposition parties but also some ruling BJP leaders over the deaths due to acute encephalitis syndrome (AES) in Bihar. RJD is to take out a candle march from Kargil Chowk to Mahatma Gandhi’s statue in Gandhi Maidan on Thursday while its student wing will stage a protest march to Raj Bhavan on Sunday and hold demonstrations at all the district headquarters on Monday. State Congress has asked the government to declare the deaths due to AES as national disaster. “When deaths by tsunami, fire and thunderstorm can be included in national disaster, why not AES as children are dying because they are malnourished,” said Anand Madhab, who was state Congress manifesto and research committee chairman. Congress had staged a candle march in Patna on Tuesday. He also took a jibe at state health minister Mangal Pandey and Union minister of state for health and family welfare Ashwini Kumar Choubey and said, “One was asking cricket score and the other was sleeping during the press conference. This is their seriousness. Health system in the state is in pathetic condition”. He also said the government should incorporate more private hospitals under the Ayushman Bharat scheme so that the poor could get proper treatment. “Excess pressure on Sri Krishna Medical College and Hospital (SKMCH) has also exposed the facilities at primary health centres in the state,” he said. RJD national vice-president Rabri Devi hit out at central and state governments saying instead of investing Rs500 crore on advertisements to prove good governance, they should have used the money on medicine and beds in hospitals. The former Bihar CM asked whether the double-engine government had the capability to bring kids to the state capital for better treatment. BJP’s Rajya Sabha member and former Union health minister Dr C P Thakur also criticised the Nitish government for its failure to tackle the situation since the outbreak of AES, which has claimed over 100 lives so far. “The government comes into active mode only at the time of the outbreak, while measures should have been taken beforehand to prevent the crisis. The government needs to take the situation seriously and focus on research so that such diseases do not affect people in future,” Dr Thakur said in a press statement issued earlier this week. HAM (S) chief Jitan Ram Manjhi said the government machinery became active only after deaths were reported. He also hit out at Union health minister Harsh Vardhan for not fulfilling the promises made by him during his visit to Muzaffarpur in 2014 when the situation was similar. Manjhi even lambasted the state government for spending money on construction of Bihar Museum, convention centre and Buddha Park, but ignoring health infrastructure. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:46:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/govt-on-receiving-end-of-oppn-over-aes-deaths/articleshow/69863705.cms"}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-2019-shikhar-dhawan-ruled-out-of-world-cup-with-thumb-fracture-sources/articleshow/69857637.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "ACs and refrigerators flying off the shelves": {"description": "PATNA: The long spell of scorching heat has led to surge in demand for airconditioners (ACs) and refrigerators, retailers in the city say. As most people prefer to stay indoors during the day time and night temperature also remains comparatively higher (around 30 degrees C), more and more people in the city are opting for airconditioners and refrigerators to beat the heat. Retailers and electronic appliances firms have also come up with several promotional offers, such as low-interest consumer durable loans, free installation, extended warranty and cashback in order to make them easily affordable for consumers. “We are happy with our sales this year as compared to last year. Consumers are also satisfied with our offers as we are providing them best products in an affordable range,” said Anuj Kumar Singh, general manager of an electronics showroom near Income Tax roundabout. Retailers offer discounts of 8-25% to the consumers, depending upon the product and their brand. “Airconditioners are out of stock and we are continuously ordering fresh stock. We are selling 30 to 35 refrigerators and 80 to 85 ACs per day. Split ACs priced in the range of Rs30,000 to Rs65,000 are more in demand this year because of its several smart features,” said a sales executive at an electronics showroom on Boring Road. “It is almost unbearable to live in such high temperature without AC. Though we could manage with coolers till last year, we decided to buy an AC this time. The price of AC was also quite affordable and the retailer provided us some extra discount,” said Nita Singh, who bought a split AC earlier this week. Refrigerators are also high in demand this summer. Retailers dealing with electronics items claimed that refrigerators are priced in the range of Rs16,000 to Rs35,000. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/acs-and-refrigerators-flying-off-the-shelves/articleshow/69847450.cms"}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Met sounds heatwave red alert in Bihar for two days": {"time": "2019-06-18 07:24:00", "link": "https://timesofindia.indiatimes.com//city/patna/met-sounds-heatwave-red-alert-for-2-days/articleshow/69831207.cms", "description": "PATNA: The Patna Meteorological Centre on Monday issued a red alert for heatwave at most places in the state, except some north-eastern districts, for the next 48 hours. Weathermen at the local Met office said red alert has been issued in view of the forecast that more than 75% of the places in the state would witness severe heatwave condition. According to IMD, severe heatwave condition is declared if maximum temperature of a place reaches at least 40 degrees C or more with a departure of more than 6.4 degrees C above normal for the day. The all-India weather bulletin issued by IMD on Monday evening also stated that heatwave in some parts and severe heatwave conditions at isolated places in the state are expected till June 19. The daily heatwave bulletin issued by India Meteorological Department (IMD) on Monday stated that maximum temperatures were markedly above normal (5.1 degrees C or more) at many places in Bihar. The bulletin further predicted that majority places in Bihar would witness severe heatwave conditions on Tuesday. Meanwhile, some pre- monsoon showers are expected in the state from June 19, but monsoon current is still a few days away. The all-India weather bulletin issued by IMD stated that conditions were becoming favourable for further advance of southwest monsoon into remaining parts of northeast India, sub-Himalayan West Bengal, Sikkim and some parts of Odisha in the next 4 to 5 days. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav may be in England to watch the ICC World Cup 2019: RJD leader": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/tejashwi-yadav-may-be-in-england-to-watch-the-icc-world-cup-2019-rjd-leader/videoshow/69864660.cms", "description": ""}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Bihar spends lowest on healthcare": {"description": "PATNA: One doctor to serve an average 29,000 population and one hospital bed per 8,645 people sums up the healthcare scenario in Bihar, which witnessed the death of over 200 people, mostly children and elderly, during the last one fortnight. While over 112 children below the age of 10 years died due to suspected Acute Encephalitis Syndrome (AES) in Muzaffarpur and its adjoining districts in north Bihar, more than 90 people lost their lives due to heatstroke in Aurangabad, Gaya, Nawada and Jamui districts in south and central Bihar. However, the unofficial records show much high casualties in the two separate tragedies. The situation can be gauged from the fact that only 3.94% of the state’s total expenditure is for health, which is the second lowest after Haryana. On the contrary, its neighbouring state Uttar Pradesh spends 5.07% of its total expenditure on healthcare. Moreover, the per capita expenditure on health is lowest in the state at Rs.495 compared to Rs 733 in Uttar Pradesh, the third lowest in the country. According to authoritative sources, there are 11,373 sanctioned posts of doctors in the state. But almost 50% of the posts are still vacant. The magnitude of the problem can be gauged from the fact that only one doctor was on duty when people with complaints of heatstroke started rushing to the Aurangabad sadar hospital for treatment last week. Statistics available with the health department revealed that only 12 doctors were serving at Aurangabad sadar hospital against sanctioned strength of 45. Similarly, 16% of the sanctioned strength of the doctors were posted in Sitamarhi district, which is in the grip of AES. The situation is no better in Patna, Vaishali and Bhojpur districts. Till date 41 people have died due to heatstroke in Aurangabad followed by 35 in Gaya, 12 in Nawada and two in Jamui districts. Majority of the deceased were above the age of 60 years. Former chief secretary of united Bihar V S Dubey said, “ It’s a fact the state's budget in health sector is very low compared to other states. But what is more important is that whatever the infrastructure the state has, is not being utilized properly and effectively. The result is obvious. It’s high time the government should take notice of it and improve the condition accordingly.” Dubey expressed concern over doctors’ strike on one pretext or the other. “ There have been instances when relatives and attendants of patients were assaulted by doctors in the government hospitals for asking for proper care of their patients. On the other hand, doctors are too beaten up by the attendants. It’s two way. It shouldn’t happen,” he added. Referring to the AES deaths in Muzaffarpur and its adjoining districts, the ex-chief secretary said over 1000 children have died in the state ever since the brain fever or ‘chamki bukhar’ was detected in the state in 1994-95. The situation has not improved even today and children belonging to lower strata are dying everyday. State health minister Mangal Pandey admitted that there was dearth of doctors in government hospitals. He, however, said that appointment of around 1000 medical officers, 2200 specialist doctors, 6300 ANMs and 558 dentists was on the cards. “Certain changes have been brought about in the appointment/selection rules to expedite the process,” he said. “Earlier, all appointments in the health department were made through the Bihar Public Service Commission (BPSC), which is already over burdened with lots of vacancies in different government departments. Now, the Bihar Technical Service Commission (BTSC) has been set up by the government for appointment of doctors, medical officers and other employees health department,” Pandey said. Besides, efforts were on to improve the infrastructure as well. Three new medical colleges in Purnia, Chhapra (Saran) and Samastipur would be set up in the state soon. Altogether 11 medical colleges are proposed to be opened in Bihar. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:52:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/bihar-spends-lowest-on-healthcare/articleshow/69863611.cms"}, "Encephalitis": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Girls worried over safety in public transport": {"description": "PATNA: The alleged rape of a married woman by e-rickshaw drivers near Rajendra Nagar overbridge around 2am on Tuesday has raised questions on night police patrolling and safety of women and girls in the city. Patna SP (central) Prantosh Kumar Das said 20 checking points have been made in the city while police patrolling has been intensified after the parliamentary elections. “The police need to figure out the incident and then only we will be able to find out lapses in this case in order to strengthen our policing. If there is any lack on the part police, action will be taken against the duty officers,” he told this newspaper. When asked about the incident, Patna Autorickshaw Association’s secretary Ranjit Kumar said, “I criticize such incidents. This is unacceptable. Autorickshaw drivers in Patna are not behind such crime, but those who come here from outside to work are the real culprits.” Raj Kumar, general secretary of Bihar State Auto Chalak Sangh, said, “The administration has to be blamed for this. They need to take measures for women safety. Such an incident, involving an autorickshaw driver, has happened after 15 years in Patna. The guilty should be punished.” Girls in the city, on the other hand, expressed concern over their safety. Shreya Sinha (22) of Bailey Road said, “I stay in a hostel. I have no other means of travelling except autorickshaws and e-rickshaws. Sometimes it becomes very uncomfortable as people stare at me. During nights, I make sure to engage some friends or family members in phone calls while travelling.” Several girls claimed that the bus stops in the city are not a good place for women to wait as men often pass lewd comments on them. Amrita Das of Ashiana Nagar said, “This incident is shameful. Strict punishment should be given to the culprits.” She added: “As a woman, I am really feeling unsafe while going out in the city at night.” Download The Times of India News App for Latest City .", "time": "2019-06-19 10:33:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/girls-worried-over-safety-in-public-transport/articleshow/69847496.cms"}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "4k students from city to write NET": {"description": "PATNA: Over 4,000 candidates from Patna will appear for UGC NET-2019 (National Eligibility Test), which will be conducted by the National Testing Agency in two shifts from June 20 to 28. The exam determines the eligibility for college and university-level lectureship and for the award of Junior Research Fellowship. Admit cards were released on May 28 and results of the test are likely to published on July 15. It will be conducted in 84 subjects at 91 different cities across the country. The subjects are selected as per the students’ choice. Kankerbagh resident Abhishek Rath (28), who is pursuing MA in journalism from Banaras Hindu University, told this newspaper, “This is my first attempt. If I score well, I will choose a reputed university like Indian Institute of Mass Communication or Jawaharlal Nehru University.” Chemistry teacher Tanuja Sharma will write NET for the second time on Thursday. “I am a schoolteacher and hope to crack the exam this time,” she said. NET comprises two papers — I and II — which have multiple-choice questions to test reasoning ability, comprehension, divergent thinking and general awareness. There is no negative marking in the test. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:00:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/4k-students-from-city-to-write-net/articleshow/69863233.cms"}, "Muzaffarpur deaths put spotlight on poor condition of govt hospitals across India": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/muzaffarpur-deaths-put-spotlight-on-poor-condition-of-govt-hospitals-across-india/videoshow/69864873.cms", "description": ""}, "NOU, Munger varsity VCs to deliver lectures at conferences in China, Hungary": {"description": "PATNA: Nalanda Open University vice-chancellor (VC) Ravindra Kumar Sinha left for China on Tuesday to participate in an international conference on ‘Persistent, Bioaccumulative, Toxic Substances’ being organized by Harbin Institute of Technology from June 21 to 23. Sinha, a noted environmentalist, will talk about ‘Toxic Substances in the Ganga’ on June 22 and chair a scientific session the same day. He will also deliver lectures on ‘Impact of Climate Change on Human Health and Natural Resources’, ‘Biodiversity and Sustainable Development’, ‘Management of River Ecosystem: A Case Study of River Ganga’ as well as ‘Ecosystem Goods and Services’. Sinha had been invited to deliver lectures at international conferences held in Sri Lanka, Malaysia, Bangkok and China last year. Meanwhile, Munger University VC Ranjit Kumar Verma reached Budapest on Tuesday to deliver a lecture at a joint international thermoanalytical conference convened by Hungary, Poland, Czechoslovakia and Slovakia from June 18 to 20. Verma, who is also a member of the international scientific committee of the conference, will chair a session on June 20. In his lecture, he will focus on the thermo-oxidative decomposition of mustard oil, which is not suitable for use at high temperature. He will also demonstrate how use of turmeric slows down such decomposition and reduces the harmful effects. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:45:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/nou-munger-varsity-vcs-to-deliver-lectures-at-conferences-in-china-hungary/articleshow/69847535.cms"}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "After over 40 deaths in Bihar’s Gaya, 5 more die in Nalanda due to heat stroke": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/patna/after-over-40-deaths-in-bihars-gaya-5-more-die-in-nalanda-due-to-heat-stroke/videoshow/69827495.cms", "description": ""}, "Acute Encephalitis Syndrome: Nitish Kumar asks health officials to conduct detailed study on economic condition of victims": {"time": "2019-06-17 22:33:00", "link": "https://timesofindia.indiatimes.com//city/patna/acute-encephalitis-syndrome-nitish-kumar-asks-health-officials-to-conduct-detailed-study-on-economic-condition-of-victims/articleshow/69831465.cms", "description": "PATNA: Bihar CM Nitish Kumar on Monday asked the health department officials to conduct a detailed study on economic condition of the Acute Encephalitis Syndrome (AES)-affected families and villages in Muzaffarpur district. Chairing a high level meeting convened by him to review the state government’s actions taken in the cases of heatwave in south Bihar and AES deaths in districts of north Bihar, he also asked the officials to conduct a survey on status of malnutrition and cleanliness in the affected families to know whether malnutrition was one of the reasons behind the AES cases. CM also asked the officials to provide free ambulance services to all AES affected children and their parents to bring them to the nearest hospital. “Service of the government-run ambulances are already free-of the cost. If any AES-affected patient reach hospital by hiring private ambulance or vehicle, the government would reimburse the hiring charge. Besides, AES patients are being provided all medicines and other facilities free-of the cost,” state’s chief secretary Deepak Kumar said while beefing media about the decision taken at the CM’s meeting. Kumar said, so far altogether 440 AES patients were admitted at different hospitals in north Bihar. Of them, 129 were discharged after proper treatment. 101 are still under treatment while another 103 could not be saved. He said, compare to previous years, the death rate in the AES cases was low. “In year 2012 and 2013, approximately 34 to 38 per cent AES patients died but this year, so far the mortality rate of such patients is just 26%,” the chief secretary said claiming that the government has made all necessary armaments to tackle the AES case. State’s principal secretary (health) Sanjay Kumar said the standard operating procedures (SOP) for treatment of AES was revised in 2018 as per the feedback from the physicians involved in treatment of such cases. He said as per the SOP, the state government has ensured availability of essential equipment and drugs at 222 primary health centres (PHCs) of 12 affected district for immediate treatment and management of AES cases. He said altogether 445 MBBS doctors from 29 districts were reoriented on the SOP in 2019. Download The Times of India News App for Latest City ."}}