{"South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Move out Trash Bin": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/moveouttrashbin/articleshow/69050636.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "HC asks SEC to file counter on publishing electoral roll": {"description": "Madurai: A division bench of justice M Sathyanarayanan and justice B Pugalendhi of the Madurai bench of the Madras high court has directed the Tamil Nadu State Election Commission (SEC) to file a counter to a public interest litigation (PIL) which sought to publish the electoral roll, nomination and affidavit details of candidates contesting in the local body elections in its official website. In his petition, B Ramkumar Adityan, an advocate from Tuticorin district stated that the electoral registration officer (ERO) of the concerned local body is responsible for preparation of electoral roll. Adityan submitted that the electoral roll for the local body is prepared based on the current electoral roll of the assembly constituencies. The name of the individual should first be included in the electoral roll of the assembly constituency by submitting Form 6 to the ERO of the assembly constituency who will hand over the list of such inclusions to the local body ERO.He stated that the availability of their names in the electoral roll can be checked online in case of assembly and parliamentary election, however, the voters cannot do the same for the local body polls as the electoral roll is not uploaded in the website.Hence, the petitioner prayed to the high court seeking the direction to the SEC. tnnDownload The Times of India News App for Latest City .", "time": "2019-06-20 04:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/hc-asks-sec-to-file-counter-on-publishing-electoral-roll/articleshow/69865954.cms"}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "An Repaired Roas": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/anrepairedroas/articleshow/68841973.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Members of intermediate caste ‘boycott’ anganwadi": {"time": "2019-06-18 04:40:00", "link": "https://timesofindia.indiatimes.com//city/madurai/members-of-intermediate-caste-boycott-anganwadi/articleshow/69833435.cms", "description": "Madurai: Members of the intermediate caste in S Valayapatti village in Madurai district did not send their children to the anganwadi centre after two women workers belonging to the scheduled caste, who were initially transferred following a protest continued to remain there. District collector in-charge S Shantha Kumar said that a peace meeting was planned between the two castes on Monday, but it did not take place as no one turned up. It is likely to be held on Tuesday. It may be recalled that the two women M Annalakshmi and M Jyothilakshmi, who were appointed as helper and organiser respectively at the anganwadi centre at S Valayapatti were allegedly transferred following a protest by the other caste that they wouldn’t eat food prepared by the SC community. The district administration though had stated that it was never a transfer, but just an additional charge and that after this issue, the two workers were even relieved from the additional charges. Apart from this, due to caste tension between their community and the other caste, many from the SC community didn’t send their children to the Panchayat Union middle school in the village. R Lalithaa from Social Awareness Society for Youths (SASY), who carried out a fact-finding on the violence between the two castes in the village earlier this month, claimed that even the four children who turned up to the angwanwadi centre were from the SC community. She added that the anganwadi staff told her that those from the other caste weren’t ready to send their children yet. “The situation at the Panchayat Union middle school though is slowly better,” Lalithaa said. Speaking to TOI, district collector in-charge Kumar said the staff had to go into the village to request the parents to send their children to the anganwadi centre. Download The Times of India News App for Latest City ."}, "Dog menace in Madurai Railway station": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dogmenaceinmadurairailwaystation/articleshow/69629950.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Family members yet to receive biker’s body, to continue protest": {"description": "Madurai: The family members, for the third day, did not come receive the body of T Vivekanandakumar, 38, who allegedly died after being hit by a police person conducting vehicle checkup as he did not stop the vehicle. The postmortem was conducted on Monday. While they staged protest at Madurai district collectorate on Monday and Tuesday, they did not enter the collectorate on Wednesday. They are likely to resume protest on Thursday.Meanwhile, Vivekanandakumar’s wife Gajapriya, who attempted suicide by hanging at her house on Monday night, is now out of critical stage, said sources from Government Rajaji Hospital. Ventilator support was removed on Wednesday morning and her relatives were allowed to meet her. Sources said that she is still in the intensive care unit and likely to be shifted to a normal ward in a day or two. While their demands have not been met with so far, the family members are likely to resume their protest inside the district collectorate on Thursday. “We want the police to register a case against the police personnel responsible for the act. While the police have not come forward for it so far, they have stated that they will take a call after going through the postmortem report,” said advocate S Vanchinathan, who has taken up the issue. Vanchinathan said that they will press for the release of CCTV footage recovered by the police from the incident spot. If the police are innocent, they would have released the footage by now, he said. tnnDownload The Times of India News App for Latest City .", "time": "2019-06-20 04:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/family-members-yet-to-receive-bikers-body-to-continue-protest/articleshow/69865908.cms"}, "Madurai’s bulk waste generators sensitized": {"description": "MADURAI: Bulk waste generators, in the city, were asked to create facilities to scientifically dispose waste generated by them as per the solid waste management rules. Those who produce waste weighing more than 100 kg a day, are considered to be bulk waste generators and they should take care of the waste generated by them. A large number of bulk waste generators from the city took part in the sensitization meeting organized for them at the Madurai Corporation main building on Tuesday. The meeting was chaired by corporation commissioner, S Visakan. The scientific garbage disposal method was explained to the waste generators through video screening. Addressing the bulk waste generators, Visakan said that around 650 to 700 tonnes of garbage a day is being generated from the city. In order to bring down the waste generated in the city, rules have been framed in such a way that the bulk waste generators, like marriage hall owners, hoteliers, schools and colleges, residents from apartments and theatre owners have to take care of the waste generated by them. Degradable and non-degradable wastes should be segregated and they have to be either used for biogas production or decomposed in the same premises, he said. It will not only bring down the burden on the corporation but also help it to score better in the Swachh bharat rankings next year, he added. Visakan urged the hoteliers not to use plastic covers and prominently display that they are not using plastic. He also asked them to give incentives to the customers, who bring vessels to take parcel food, to encourage them. He also explained the tune of fine amount which can be levied if garbage is not taken care of properly. Download The Times of India News App for Latest City .", "time": "2019-06-19 14:05:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/citys-bulk-waste-generators-sensitized/articleshow/69849494.cms"}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "Wife of Madurai accident victim attempts suicide": {"time": "2019-06-18 17:35:00", "link": "https://timesofindia.indiatimes.com//city/madurai/wife-of-madurai-accident-victim-attempts-suicide/articleshow/69843024.cms", "description": "MADURAI: V Gajapriya, wife of T Vivekanandakumar who died after falling off his two-wheeler when a police team on vehicle check here hit him on Saturday night, attempted suicide by hanging. She has been admitted to Government Rajaji Hospital. Vivekanandakumar, who suffered injuries in the incident, died in Government Rajaji Hospital on Sunday. The city police stated that he had fallen off his two-wheeler while trying to avoid them, his relatives alleged that he had fallen off after being hit by a policeman with a baton. The relatives said Vivekanandakumar had been left to die as the police had not taken effort to shift him to hospital even as he was profusely bleeding. A Saravanakumar, pillion rider of the vehicle, who too suffered injuries, said a policeman had hit Vivekanandakumar. Citing medical records at GRH, the police said that the rider and the pillion rider had been drunk. The Vilakkuthoon police registered a case under sections 304 (a) (causing death by negligence), 279 (rash driving) and 337 (causing hurt by act endangering life or personnel safety of others) of the IPC. An inquiry with police personnel involved in the vehicle check was underway. Police were analysing CCTV footages retrieved from the spot. Vivekanandakumar’s wife Gajapriya, a mother of one-and-half-year-old child, and her relatives and family members petitioned the Madurai district administration on Monday, seeking action against the police personnel involved in the attack. The relatives sought compensation, government job for Gajapriya and departmental action against the police personnel. In this backdrop, Gajapriya hanged herself at her home in S Alangulam. Her family members rushed her to hospital. Hospital sources said the woman was on ventilator and her condition was critical. Download The Times of India News App for Latest City ."}, "Work carried out under Smart City project inspected": {"description": "MADURAI: Work being carried out along the banks of river Vaigai, under the Smart City project was inspected by commissioner of Madurai Corporation, S Visakan on Wednesday. Beautification of Vaigai river banks in the city, is one of the most important agendas of the Smart City programme. The river banks are being developed under the Rs 81 crore riverfront development project. The 3.1 km stretch between Raja Mill Road and Kuruvikkaran Salai, have been taken up for this project, in a move to make it a major tourist attraction. Among the schemes to come up are two heritage parks on the northern side of the river at Obula Padithurai and Kurvikkaran Salai. It is envisaged that these parks would have walking tracks, playing fields for children and even fountains. As a first step, the retaining wall is being constructed at Rs 60 crore from Raja Mill Road to Kuruvikkaran Salai, and two check dams are under construction at Rs 21 crore. The commissioner inspected these works and asked the workers to expedite it. He also inspected developmental works to the tune of Rs 42.67 lakh being carried out in Chokkalingapuram, the first ward of Madurai Corporation in zone one. This included the gravel roads being laid in the various streets and the store room in the anganwadi in Nethaji Main road, built at a cost of Rs 2.78 lakh. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/work-carried-out-under-smart-city-project-inspected/articleshow/69865960.cms"}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "‘Panel probing Tuticorin violence must trace Mugilan’": {"description": "Madurai: Members of Anti-Sterlite Tamils Federation has demanded the inquiry commission on Thoothukudi violence to trace the missing environmental activist, T Mugilan on Wednesday.With the 12th phase of the inquiry began on Wednesday, co-ordinator of the Anti-Sterlite Tamils Federation S Krishnamoorthy and its members were summoned by the one-man commission headed by retired judge, Aruna Jagatheesan, to inquire the police firing and killing of 13 people during the anti-Sterlite protest in Tuticorin.Speaking to reporters, Krishnamoorthy said that they submitted documents and proof to the commission to substantiate their claims that the violence and shooting during the anti-Sterlite protest was pre-planned. “The documents we, submitted are the same as the video proof, that was submitted by the environmental activist T Mugilan, who is missing. We also urged the commission to take steps to trace Mugilan, who brought to light the truth behind the violence during the protest,’’ he said. As many as 329 persons, including public, those who were injured and families of the deceased persons, have been questioned and deposed before the Commission in the last 11 phases.Download The Times of India News App for Latest City .", "time": "2019-06-20 04:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/panel-probing-tuticorin-violence-must-trace-mugilan/articleshow/69865903.cms"}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Prof accused of sexual harassment transferred": {"description": "Tuticorin: An assistant professor from the Thoothukudi Government Medical College (TGMC), against whom a group of students from the college had complained of sexual harassment, was issued transfer orders on Wednesday. The students – who are pursuing compulsory rotatory residential internship (CRRI) at TGMC – took forward the issue with the dean of the college Dr S Balasubramanian through an anonymous petition. Speaking to TOI, Balasubramanian said, “The transfer orders have been issued to the faculty based on instructions by the director of medical education (Dr A Edwin Joe).” He added that the assistant professor, who is also an orthopaedician, has been transferred to the directorate of medical and rural health services (DMS). It may be recalled that the petition alleged that the doctor had threatened the students that they would not complete their MBBS if they did not heed to his ‘demands’. It also accused him of taking undue advantage of women attendants of patients, stalking the students, taking pictures and disturbing them through frequent calls and messages. Following this, an inquiry committee was formed. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/prof-accused-of-sexual-harassment-transferred/articleshow/69865900.cms"}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Unmanned at Heart of City": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unmannedatheartofcity/articleshow/65251476.cms", "description": ""}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Villagers up against ‘HR&CE dept move’ to take over three temples": {"description": "MADURAI: Tension prevailed at Vellalur Nadu, a collective of 65 villages in and around Melur, when people resorted to a protest over the proposed move by the HR & CE department to take over three village temples — the Mandai Karuppanasamy temple, Ezhaikatha Amman temple and Valladikarar temple — which have been under their control for over 500 years. The 65 villages are divided into five provinces, and these are subdivided into 11 smaller portions call ‘Karai’, each administered by two leaders known as ‘Ambalathukarar’. There are 22 Ambalathukarars who administer and manage the three major temples in the region. All 65 villages are dominated by the Kallar community for whom appointment as Ambalathukarar is a matter of prestige. Recently, a person from the community demanded that he be instated as an Ambalathukarar which was opposed by many. He approached the civil court which dismissed his petition. The HR & CE department was then informed about largescale misappropriation of funds belonging to the temples. A petition urged the department to take administrative control of the shrines. On coming to know of this, the villagers decided to take out a protest march to the department in Madurai. However, the assistant commissioner of HR and CE, Vijayan, tahsildar Sivagaminathan and Melur DSP Subash and other officials held talks with the villagers and asked them to give their objections to the takeover of their temples. ``We were assured that nothing would be done against our wishes,’’ said S Kurinji Kumaran, the Ambalathukarar of Samattikarai, who has been leading this collective of villages for over 12 years now. He said that someone had told the HR & CE department that they were handling a lot of funds regarding the temples and sought the department’s intervention. ``The Vellalur Nadu collective has been in existence for the past 500 years and about 2 lakh people from the 65 villages offer worship here, and the deities are considered their traditional deities,’’ he said. Earlier, there had been a similar allegation of the temples receiving crores of rupees as hundi collection, which was brought to the department’s notice. Consequently, the village heads decided to do away with hundi collection in these temples over a decade ago. The annual festival of the temples is celebrated in a grand way, including the one for the Ezhaikatha Amman temple, where seven small girls are made to represent the female deity. They are made to stay in the temple and rituals conducted for a week. ``Our temples are administered exclusively on the donations from villagers, who are attached to these temples and no outside donations are accepted,’’ said Kumaran. He added that all the heads and the village representatives come together to decide on the annual expenditure of the temple festival, and it is split among the five provinces.  People in each province contribute to the festival. Donations are also collected in the form of rice to feed the people who come to the festival and for the workers. Over 20,000 people, most them women, gathered in the village protesting the proposed move to take over the temple. Shops in Vellalur Nadu remained closed on Wednesday morning in protest. They said that the ownership of the temple should be theirs and that they would not bequeath it to outsiders. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/villagers-up-against-hrce-dept-move-to-take-over-three-temples/articleshow/69865970.cms"}, "Withdraw new regressive edu policy: Educationists": {"description": "Madurai: The new education policy is detrimental to higher education and should be withdrawn, said Dr R Murali, convener of save higher education movement of Tamil Nadu, adding the states should be given at least six months’time to give their feedback on it. Speaking to reporters in Madurai on Tuesday, he said that the policy aims at increasing the gross education ratio (GER) of the country by 50 %, by 2032 in ways that could affect the entire system. So far, autonomous institutions have enjoyed only the academic autonomy without the financial or administrative power. But the new education policy paved the way for financial and administrative autonomy. This meant that the institutions were free to appoint people of their choice and fix own fees which would make it impossible for poor students to have access to it.  “In short, the Centre is shrugging off its responsibility in higher education,’’ he said. Mission Nalanda and Mission Takshashila would only lead to saffronisation of the education. It is regressive and similar to a system that existed almost 1,400 years ago, he said. The institutes would be categorised into three and the first two can provide learning through the open university mode and distance education mode, and there would be no norms to control them in terms of basic amenities. It says colleges can authorise degrees, which could result in the standard of education going down like that in Bihar.The proposals of National Eligibility Entrance Test (NEET) for Arts and Science Courses would keep it beyond the reach of poor students. The National Education Commission, Rashtriya Shiksha Aayog, can give the Prime Minister the permission to take decisions that could disrupt the entire education system, he said. The draft of the policy has been given only in English, and June 30 is designated as the last date for submissions of suggestions. “This is too short and it should be extended by six months,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 04:20:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/withdraw-new-regressive-edu-policy-educationists/articleshow/69849497.cms"}, "Plea seeks to record all temple inscriptions": {"description": "Madurai: The Madurai bench of the Madras high court has directed the authorities concerned to consider the representation of a petitioner, in a PIL which sought to record and publish the inscriptions at all temples in the state in Tamil and English for devotees to understand their historical and cultural importance. In his petition, Periyanambi Narasimha Gopalan, a resident of Tirunelveli district stated that though a small portion of inscriptions are found in certain temples they are not deciphered and made available for the devotees. He stated that the devotees are entitled to understand the history and culture associated with the temples they are visiting. He stated that there are two agencies - Archaeological Survey of India and department of archaeology of the state government in charge of recording and publishing the inscriptions in the temples and other historical places. He submitted that these two agencies claim that they have recorded and published inscriptions of several temples, but there are several temples which are left untouched in the state. Gopalan said that though he has submitted a representation in this regard to the authorities concerned, no steps were taken. Hence, the petitioner petitioned the high court. When the petition was heard on Tuesday, a division bench of justice M Sathyanarayanan and justice B Pugalendhi directed the authorities to consider the representation of the petitioner within 12 weeks. Download The Times of India News App for Latest City .", "time": "2019-06-19 04:21:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/plea-seeks-to-record-all-temple-inscriptions/articleshow/69849504.cms"}, "Vishal says Nadigar Sangam building will be completed in 5-6 mths": {"time": "2019-06-18 04:37:00", "link": "https://timesofindia.indiatimes.com//city/madurai/vishal-says-nadigar-sangam-building-will-be-completed-in-5-6-mths/articleshow/69833398.cms", "description": "Madurai: Claiming that construction of the Nadigar Sangam building is the only promise that is pending, actors Nassar and Vishal, who are president and general secretary of the South Indian Artistes’ Association, said that the building will be completed in five to six months. They were interacting with reporters after meeting drama artists in Dindigul district, seeking votes for their ‘Pandavar Ani’ for the association’s election to be held on June 23. “In the last three-and-a-half years, we have done more than what we have promised. What was an empty piece of land before we took charge is emerging as a big building,” Vishal said. “We are asking them to vote for us by putting forward what we did in the last three-and-a-half years, which could not be done by the other team over a period of 30 years,” Vishal said. On delay in enrolling drama artists in the association and working for their upliftment in the cine industry, he said that a major part of their tenure was spent in raising the building and cleaning up the membership. About the removal of members – which he termed a cleaning up process – he said it was necessary. “Of the 3,139 members many were added for various reasons. We wrote to them individually and some of the address could not be traced while there was no response from some. We scrutinized them as per the bylaw and removed them,” he said. “Our first aim after assuming office on June 23 is completion of the association building. Next focus is enrolment of honest and just drama artists in the association after scrutinizing their petitions,” he added. On being asked about prominent roles not being given to drama artists in films and only offering secondary and tertiary roles for them, he said that the association is ready to correct it if specific instances are brought to their notice. Nassar said that their team interacted with drama artists in Madurai on Sunday and after the meeting with artists in Dindigul on Monday they would be heading to Karur, Namakkal and Salem for similar meetings. Download The Times of India News App for Latest City ."}, "Non-essential services hit in hospitals as docs protest": {"time": "2019-06-18 13:53:00", "link": "https://timesofindia.indiatimes.com//city/madurai/non-essential-services-hit-in-hospitals-as-docs-protest/articleshow/69833470.cms", "description": "MADURAI: The health services across Madurai district took a hit on Monday since non-essential services were suspended at most of the private hospitals as around 2,200 doctors took part in the nationwide-strike called by the Indian Medical Association (IMA) to condemn the assault on intern doctors in Kolkata. The doctors, apart from suspending non-essential services (predominantly the outpatient department services), also staged a demonstration at a few spots in Madurai. At the IMA office in Madurai, the doctors protested and said they would have a ‘zero tolerance to violence’ and also demanded strict implementation of laws to protect them from violent attacks. The doctors later protested at the auditorium of Madurai Medical College as well. At the Meenakshi Mission Hospital & Research Centre (MMHRC), more than 100 doctors and staff from the hospital and members attached to the Association of Healthcare Providers of India (AHPI-TN chapter) and IMA also staged a demonstration to show solidarity to the doctors on strike in Kolkata. Chairman of MMHRC, Madurai, and president of AHPI (TN chapter) Dr S Gurushankar said that the doctors in the city resorted to such protest due to the “continued suffering of resident doctors and repeated occurrence of violence against them without redressal”. “We strongly condemn the recent incident of violence against doctors in Kolkata by a frenzied mob. How can doctors function if they are fearful of their lives while treating patients? We need a strong nationwide law with stiff jail term to check violence against doctors. If need be, armed police personnel should be posted at hospitals to guard against physical assaults,” he added. Though the government institutions didn’t participate in the strike, several doctors at the Government Rajaji Hospital (GRH) wore a black badge showing their solidarity to the strike. Doctors across other southern districts also staged a widespread protest on the day. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Residents, green activists protest against tree felling": {"time": "2019-06-18 13:40:00", "link": "https://timesofindia.indiatimes.com//city/madurai/residents-green-activists-protest-against-tree-felling/articleshow/69833483.cms", "description": "MADURAI: Local residents and environmental activists have raised objection to the felling of trees in Kalavasal-Palanganatham street on the Bypass Road to make way for the flyover construction in the Kalavasal junction. The project, which was estimated to be completed at a cost of Rs 56, started being implemented in 2018. The protestors claimed that a few trees were already been cut and a few others pruned, with around 150 more now facing axe. A video clip on the environmental problem it can cause shot at Bypass Road has already viral on social media. The agitators said they did not see the permission letter obtained for felling trees despite calling for the same for long. They even prevented the contractor from going ahead with felling trees a couple of times in recent weeks asking them to produce permission letter. Sridhar Nedunchezhiyan, of Mannin Marangal Padhukappu Iyakkam, said that they are not up against development and road projects but demand the projects be carried out in such a way that minimize impact on the trees and environment. “Instead of cutting the trees, they can be replanted to nearby place. While thousands of trees are felled to give way for projects, its impact is on ecology and environment should be studied,” he said adding that already over 40 trees have been cut in Kalavasal-Guru Theatre strech alone. Adhis Che, an environmental activist, said that while crores of rupees are spent for projects, a few lakh rupees should be set aside for minimising environmental impact. “A city ideally should have 35% of tree cover, but the city like Madurai has far less tree cover. While we are already reeling under heat wave, things will worsen if the trees are felled,” he said. Divisional engineer of state highways, Sivaganga, M Mohanagandhi (in-charge Madurai division), said that no tree is directly affected by the project. Electrical posts and transformers needed to be shifted to give way for service roads on both sides of flyover. For this, some trees need to be cut. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "juliflora as tall as lamp post": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/julifloraastallaslamppost/articleshow/67480171.cms", "description": ""}, "Panel formed to inspect hospitals": {"time": "2019-06-18 04:43:00", "link": "https://timesofindia.indiatimes.com//city/madurai/panel-formed-to-inspect-hospitals/articleshow/69833476.cms", "description": "Madurai: The Madurai bench of the Madras high court has appointed a three-member committee to inspect the facilities available in government hospitals. Following the incident where three people allegedly died due to power disruption at the Government Rajaji Hospital in Madurai, a batch of petitions was filed before the high court seeking to prevent such incidents by constituting a committee. When the petitions were taken up for hearing on Monday, a division bench of justice M Sathyanarayanan and justice B Pugalendhi formed the committee comprising two advocates and a doctor to inspect the facilities such as ventilators, UPS, process of blood transfusions at the government hospitals that comes under the jurisdiction of this court. TNN Download The Times of India News App for Latest City ."}, "bus parked in wrong spot": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/busparkedinwrongspot/articleshow/63838407.cms", "description": ""}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "HC seeks response from govts on NHAI project": {"time": "2019-06-18 04:43:00", "link": "https://timesofindia.indiatimes.com//city/madurai/hc-seeks-response-from-govts-on-nhai-project/articleshow/69833473.cms", "description": "Madurai: The Madurai bench of the Madras high court has sought a response from the central and state governments in a petition which sought a stay against the notification issued for the proposed project by the National Highways Authority of India (NHAI) to lay a four-lane highway from Rajapalayam to Sengottai. In his petition, K Parthasarathi, a resident of Rajapalayam in Virudhunagar district stated that he and his family members own agricultural lands at Rayagiri village at Sivagiri taluk in Tirunelveli district. He submitted that the NHAI has proposed to lay a four-lane highway (NH 744) for a 68.28km stretch from Rajapalayam to Sengottai in Tirunelveli district for which it is planning to acquire lands from Chathirapatti in Rajapalayam to Sengottai. The petitioner stated that the authorities have failed to follow any of the statutory provisions under Environment (Protection) Act 1986, Forest (Conservation) Act 1980 and Wildlife (Protection) Act 1972 as the proposed highway is to be laid on fertile agriculture lands and crosses the buffer zone of wildlife sanctuary. He further stated that people are against this proposed project as their agricultural land would be affected. Hence, the petitioner sought a stay on the notification. When the petition was taken up for hearing on Monday, justice R Suresh Kumar sought a response from the central and state governments and adjourned the case to a further date for hearing Download The Times of India News App for Latest City ."}, "Non-functional toilets at Sundaram Park": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/non-functionaltoiletsatsundarampark/articleshow/69629691.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Persistent menace": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/persistentmenace/articleshow/63573544.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "2 youths steal cash from pharmacy in Kanyakumari dist": {"time": "2019-06-18 04:38:00", "link": "https://timesofindia.indiatimes.com//city/madurai/2-youths-steal-cash-from-pharmacy-in-kanyakumari-dist/articleshow/69833410.cms", "description": "Kanyakumari: The Kaliyakkavilai police are on the lookout for two youths who stole Rs 8,300 in cash and some medicines from the pharmacy of a private hospital at Padanthalumoodu in Kanyakumari district. The theft happened in the pharmacy of Ravi Memorial Hospital around 6.40pm on Sunday. The theft came to light when a woman staff member in the pharmacy took stock of the collection of the day on Sunday night. She noticed a shortage of Rs 8,300 and reported it to the hospital management. Going through the CCTV footage recorded in the pharmacy, hospital authorities saw two youths stealing money from the cash box. The youths were seen asking for some medicines. When the pharmacist turned towards the racks of medicines, one of them opened the cash box and took some cash in a matter of a few seconds. The other person stole some medicines. They also bought some medicines, for which they paid and left the place. The hospital staff lodged a complaint with the Kaliyakkavilai police. Police said that faces of both the accused was clearly recorded on the cameras and that efforts were on to identify them. Police sources said that the duo could be from Kaliyakkavilai area or from neighbouring Kerala. Download The Times of India News App for Latest City ."}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Declare Madurai airport as international: Chamber": {"description": "MADURAI: The Tamil Nadu Chamber of Commerce and Industry has urged the Centre to declare Madurai as an international airport as 2,54,163 international travellers used the airport between April 2018 and December 2018, while only 1,81,802 passengers flew to foreign countries through Coimbatore airport during the same period. President of the chamber, N Jegatheesan said that the number of international passengers in Madurai is higher than Coimbatore even though it had only three international services. The Coimbatore airport was already included in the Bilateral Air Services Agreement (BASA) with several other countries. International air traffic from Vijayawada airport during the same period was only 2,102, and no one departed from Tirupathi airport. However, while the central government declared Vijayawada and Tirupathi as international airports, Madurai remained a customs airport. Madurai, the second largest city in the state, is the gateway for thirteen south and central districts including Dindigul, Theni, Virudhunagar, Tirunelveli and Kanyakumari. These districts had a total population of 2,32,93,738, which is 29% of the state’s population. Every year, approximately 1.2 lakh passengers travel from Madurai and the other southern districts to Malaysia, 94,000 to Singapore, 80,000 to UAE, 68,000 to Saudi Arabia and 75,000 to Oman. Lack of direct air connectivity to many of the international destinations has been restricting the tourism development, exports and economic growth of the region. Only declaring Madurai as an international airport will help its industrial growth, he said. As of now Madurai has direct flights only to Dubai, Sri Lanka and Singapore, being operated by domestic airliners. Since Madurai is a point of call airport with Sri Lanka, Sri Lankan Airways has been operating a direct flight service between Colombo and Madurai for long. Non–inclusion of Madurai airport as point of call with other international destinations has been restraining foreign airliners such as Air Asia, Singapore Airlines, Tiger Airways, Air Arabia etc. from operating direct services to Madurai. All these airlines have applied to the central aviation ministry for permission to operate flights to Madurai. He has said that the TNCCI hoped that Prime Minister Narendra Modi would take steps to declare Madurai as a 24x7 airport to enhance the industrial, economic and tourism growth in the region. Download The Times of India News App for Latest City .", "time": "2019-06-19 14:15:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/declare-madurai-airport-as-international-chamber/articleshow/69849496.cms"}, "Class XII teachers undergo training for new syllabus": {"description": "MADURAI: The higher secondary state board school teachers across Madurai district are being provided with the much-needed training on the new syllabus for Class XII. Coaching began for them across six centres in the district on Tuesday. According to the officials, the training schedules are different for the four educational districts that come under Madurai and are held in phases so that the regular class hours do not get affected. According to the Madurai chief education officer, R Swaminathan, the coaching is being provided by ‘resource persons’, who are Class XII teachers from the district and had gone for training in Chennai. “If needed, we would also provide additional training with the help of college faculty,” he mentioned. Sources from the district school education department said they might resort to professors’ help to conduct coaching as the new syllabus is considered to be “very tough and voluminous”. However, even with the ongoing initiative, several teachers claimed that completing portions this year could be very difficult for them as the coaching was started only more than two weeks post the schools reopened. District secretary of a teachers’ association claimed that the delayed coaching, coupled with the text books not arriving on time, have severely hampered their prospects of finishing the portions on time. “Had the training been given to us in the end of May, we would have been more ready and by now, we could have held full-fledged classes. But since we are being given training only now, it will take time for us to get a knack of the portions and teach,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/class-xii-teachers-undergo-training-for-new-syllabus/articleshow/69865955.cms"}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Man kills pregnant wife, attempts suicide": {"description": "MADURAI: A newly married man who murdered his pregnant wife and allegedly tried to kill himself is battling for life at Kovilpatti in Tuticorin district. The police identified the accused as M Mariappan, 30, a labourer from E Chatrapatti village near Kovilpatti and the victim Shanmugapriya, 25, of Pudugramam in Tuticorin district. According to the Nalattinputhur police the couple got married this February. The couple’s house was found to be locked for a long time on Tuesday. Finding the door locked from inside, Mariappan’s elder sister Kaliammal who lives close by, knocked the door. Since it was not answered she along with the neighbours broke open a window of the house. They were shocked to find the couple motionless in a pool of blood. On information, the Nalattinputhur police came to the spot and the door was broken open. Mariappan was found unconscious in a pool of blood with cut injuries on his neck and hands, which looked like self-inflicted injuries. He was rushed to the Kovilpatti Government Hospital, where he was getting treated until the late hours of the day. Shanmugariya was found dead on a cot in the next room. Her body was sent to the same government hospital for autopsy. According to the police, a domestic quarrel was brewing between the young couple. Inquiries revealed that the man first stabbed his wife and inflicted injuries on him. Police said that the man will be arrested after he is discharged and that it could take a few days as he is undergoing treatment for the blood loss. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/man-kills-pregnant-wife-attempts-suicide/articleshow/69849505.cms"}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "To fill cement Block on street": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tofillcementblockonstreet/articleshow/68731476.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Breaking The Rules OF Sewage flow/Garbages": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/breakingtherulesofsewageflow2fgarbages/articleshow/69404867.cms", "description": ""}, "This is not a sewage this is canal": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thisisnotasewagethisiscanal/articleshow/63933129.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Madras high court orders written exam for posts of sweeper, gardener": {"description": "MADURAI: If a public servant is appointed by way of influence or with the help of politicians, how can it be expected that such a person will serve the people, said the Madurai bench of Madras high court while directing the state chief secretary to issue guidelines to conduct written examination for appointments in last grade posts. The petitioner, P Udhayakumar, a physically challenged man, stated that after passing Class X, he had registered his name at the district employment office in Theni district during 1998. He said that though he has been waiting for the job for the past 13 years, P Sekar, who was junior-most in seniority, was appointed to the post of night watchman at the Kamayakoundanpatti panchayat union in 2011 as he was the relative of the executive officer. Hence, he moved the HC seeking to quash the appointment and appoint him as the night watchman. Justice S M Subramaniam observed that in view of the legal significance of the appointment of candidates to Group IV services, the court was inclined to suo motu implead the chief secretary of the state as a respondent for the purpose of implementing the order uniformly. The court said it is not inclined to quash the appointment of Sekar since he has been continuing in service for more than eight years and there is no sufficient evidence to quash the process of selection. However, the judge said there is concrete doubt in the mind of the court that such kind of appointments is made without following the established procedures. The judge said that postings to Group IV services and last grade services are made on favouritism and nepotism and that there are largescale allegations in respect of such appointments. He said that transparency is an elementary principle in improving the system of selection and appointment to public posts as it will minimise the possibility of favouritism and corrupt activities. “The district collectors are playing a pivotal role as they are the authority competent in their respective districts and therefore, they are dutybound to ensure that such appointments to Group IV services and last grade services are made with some sense of constitutionality,” the judge observed. Stating that the relief sought for in the present petition stands rejected, the judge directed the state chief secretary to frame guidelines to conduct the process of selection to the last grade posts including sweeper, gardener, scavenger, village assistant, noon meal organizer, assistant cook and office assistant by conducting written examinations and providing marks to the other eligibility criteria in consonance with the rules in force. “It is made clear that the interview marks to be awarded by the selection committee must be restricted to 15% of the total marks fixed for selection to the last grade posts,” he said The judge also directed the chief secretary to issue consolidated instructions regarding the selection and appointments to the post of last grade servants to all the government departments across the state and implement the established selection process uniformly to streamline the appointments under the constitutional schemes. Saying so, the court directed the registry to list the matter for reporting compliance on July 24. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:25:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/hc-orders-written-exam-for-posts-of-sweeper-gardener/articleshow/69849508.cms"}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Night soil removed from sewer line dumped in road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nightsoilremovedfromsewerlinedumpedinroad/articleshow/64057105.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Traffic hit near GRH annexe as kin of caste war victim block road": {"description": "Madurai: The family members and relatives of S Rambu, 22, who was murdered by a gang belonging to a different caste near Melur in Madurai district, staged a road blockade in front of the annexe building of Government Rajaji Hospital on Tuesday, refusing to receive the dead body from the mortuary. The protest, which started at around 10.30am, ended only at 6pm. Due to this traffic on the Panagal Road connecting Goripalayam and Sivaganga Road had to be diverted through another route. The protesters demanded the arrest of all those involved in the attack, stringent action and compensation for the victim’s family. Three more people, who sustained injuries in the attack are undergoing treatment. A few community leaders including former MLA of Usilampatti P V Kathiravan took part in the protest. Talks held by the city police led by deputy commissioner of police (law and order) V Sasi Mohan in the morning failed as they insisted that the district collector talk to them. Later, collector (in-charge) S Shantha Kumar held talks with the protesters, but they did not relent. Again, a meeting was held at his chamber in the district collectorate. The protest was finally withdrawn after assurance that all the suspects will be arrested and a solatium of Rs 2 lakh would be given. The protesters also received the body and took it to their native village, where the final rites were carried out. It maybe recalled that four people from an intermediate caste were attacked by a gang belonging to the scheduled caste community in Kodukkampatti on Sunday afternoon. Rambu and his friends, hailing from Nathapatti, Kachirayanpatti and Kodukkampatti were cruising through a street on a bike when a group of youths from the scheduled caste community stopped the vehicle. A quarrel broke out when they snatched the keys and questioned them. As the arguments turned murkier, the gang consisting of about 15 people attacked the four using wooden logs and stones. Rambu died in hospital the next day. Police officials said that the Keelavalavu police have registered a murder case and arrested 14 people so far. A posse of police personnel have been deployed at vulnerable pockets in the villages around Melur to prevent further tension. Download The Times of India News App for Latest City .", "time": "2019-06-19 14:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/traffic-hit-near-grh-annexe-as-kin-of-caste-war-victim-block-road/articleshow/69849512.cms"}, "9 students injured in road accident": {"description": "MADURAI: Nine school students were injured in a road accident involving a share-auto rickshaw and a truck and were hospitalized. The incident took place in Usilampatti-Peraiyur road in Madurai district on Wednesday morning. The rickshaw, in which the students were travelling, was hit by the truck coming in opposite direction. The auto rickshaw overturned as the impact and the students travelling in it were injured. Based on a complaint, a case was registered with Usilampatti police station and an inquiry was carried out. Police said that the students were from nearby villages, who were studying in Classes between IX and XII in a government school in Usilampatti. The injured students include Mahalakshmi, 17, Archana, 17, Rasika, 14, and Prakash, 13. The auto rickshaw was driven by one Praveen. tnn Download The Times of India News App for Latest City .", "time": "2019-06-20 04:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/9-students-injured-in-road-accident/articleshow/69865973.cms"}, "Nine students injured as truck hits autorickshaw in Tamil Nadu": {"description": "MADURAI: Nine school students suffered injuries when a truck hit an autorickshaw in which they were going to their school at Usilampatti in Madurai district of Tamil Nadu on Wednesday morning. The accident happened at Rangasamipatti on the Usilampatti-Peraiyur Road. After being hit by the truck, the autorickshaw overturned. The injured students -- including Mahalakshmi, 17, Archana, 17, Rasika, 14, and Prakash, 13 – were taken to Usilampatti Government Hospital. They are studying in a government school in the area. A police officer said none of the students had suffered grievous injuries. The Usilampatti police registered a case. Download The Times of India News App for Latest City .", "time": "2019-06-19 18:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/nine-students-injured-as-truck-hits-autorickshaw-in-tamil-nadu/articleshow/69859530.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "290kg of banned plastic seized": {"time": "2019-06-18 13:43:00", "link": "https://timesofindia.indiatimes.com//city/madurai/290kg-of-banned-plastic-seized/articleshow/69833479.cms", "description": "MADURAI: Officials from the Madurai Corporation seized 290kg of banned plastic materials from various parts of the city on Monday. As many as 558 shops were raided and a fine of Rs 51,800 was collected from the erring shop keepers. The crackdown created a buzz among the trading community as they stopped using plastic for the time being. The activists, who welcomed the crackdown, have urged the civic body to continue the initiative. The crackdown was conducted based on the instructions from the state government to take stringent action against offenders. Officials from Madurai Corporation said that similar searches were conducted throughout the state on Monday. A higher official of the corporation said that ward-level teams have been formed to take action against the offenders. Each team is led by sanitation and health inspectors. They are monitored by sanitation officials in the zonal level. While targets have been fixed for them, regular reports are sought to keep them on their toes, he said. Download The Times of India News App for Latest City ."}, "Damaged Public Transport": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/damagedpublictransport/articleshow/69630046.cms", "description": ""}, "Depletion of Water channel": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/depletionofwaterchannel/articleshow/64408242.cms", "description": ""}, "HC imposes Rs 10K cost on petitioner": {"description": "Madurai: The Madurai bench of the Madras high court has imposed Rs 10,000 cost on a petitioner for suppressing the facts of the case in the public interest litigation (PIL) plea which sought for a probe into the irregularities in purchasing lab materials for government schools in the state. When the petition filed by K K Ramesh was heard on Tuesday, the state government submitted that a similar petition filed by the same petitioner was earlier dismissed by the court. The government also submitted that the petitioner had also filed a special leave petition (SLP) before the Supreme Court (SC) following the dismissal of the petition. The state further stated that the facts mentioned in the present affidavit of the petitioner are the same such as the facts in the petition which was dismissed earlier. Taking note of the submissions, the division bench of justice M Sathyanarayanan and justice B Pugalendhi dismissed the petition as SLP was pending before the SC. The judges further imposed a cost of Rs 10,000 on the petitioner for suppressing the fact regarding the pendency of SLP before the SC. They directed the petitioner to pay the cost imposed to the Siddha hospital inside the HC premises and submit a compliance report before the court on July 2. In his petition, Ramesh stated that under RMSA programme funds are distributed Rs 45,000 for all government and aided schools in the state to purchase laboratory articles and Rs 5,000 for library books every year. He said that lab materials with poor quality are purchased for only Rs 15,000 and the remaining amount is swindled by the officials since 2011. Hence, the petitioner sought direction to appoint a committee to inquire. Download The Times of India News App for Latest City .", "time": "2019-06-19 04:21:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/hc-imposes-rs-10k-cost-on-petitioner/articleshow/69849499.cms"}, "Plea to declare Madurai as an international airport": {"time": "2019-06-18 22:59:00", "link": "https://timesofindia.indiatimes.com//city/madurai/plea-to-declare-madurai-as-an-international-airport/articleshow/69847832.cms", "description": "MADURAI: The Tamil Nadu Chamber of Commerce and Industry has urged the Centre to declare Madurai as an international airport as 2,54,163 international travellers used the airport between April 2018 and December 2018, while only 1,81,802 passengers flew to foreign countries through Coimbatore airport during the same period. President of the chamber, N Jegatheesan said that the number of international passengers in Madurai is higher than Coimbatore even though it had only three international services. The Coimbatore airport was already included in the Bilateral Air Services Agreement (BASA) with several other countries. International air traffic from Vijayawada airport during the same period was only 2,102, and no one departed from Tirupathi airport. However, while the central government declared Vijayawada and Tirupathi as international airports, Madurai remained a customs airport. Madurai, the second largest city in the state, is the gateway for thirteen south and central districts including Dindigul, Theni, Virudhunagar, Tirunelveli and Kanyakumari. These districts had a total population of 2,32,93,738, which is 29% of the state’s population. Every year, approximately 1.2 lakh passengers travel from Madurai and the other southern districts to Malaysia, 94,000 to Singapore, 80,000 to UAE, 68,000 to Saudi Arabia and 75,000 to Oman. Lack of direct air connectivity to many of the international destinations has been restricting the tourism development, exports and economic growth of the region. Only declaring Madurai as an international airport will help its industrial growth, he said. As of now Madurai has direct flights only to Dubai, Sri Lanka and Singapore, being operated by domestic airliners. Since Madurai is a point of call airport with Sri Lanka, Sri Lankan Airways has been operating a direct flight service between Colombo and Madurai for long. Non–inclusion of Madurai airport as point of call with other international destinations has been restraining foreign airliners such as Air Asia, Singapore Airlines, Tiger Airways, Air Arabia etc. from operating direct services to Madurai. All these airlines have applied to the central aviation ministry for permission to operate flights to Madurai. He has said that the TNCCI hoped that Prime Minister Narendra Modi would take steps to declare Madurai as a 24x7 airport to enhance the industrial, economic and tourism growth in the region. Download The Times of India News App for Latest City ."}, "Murder accused hacked to death in Madurai": {"time": "2019-06-18 16:08:00", "link": "https://timesofindia.indiatimes.com//city/madurai/murder-accused-hacked-to-death-in-madurai/articleshow/69841527.cms", "description": "MADURAI: A 22-year-old man from K Pudur was hacked to death in Madurai city on Tuesday morning by a five-member gang. The murdered man has been identified as K Arumugam of Gandhipuram 6th Street. Investigations revealed that Arumugam was one of the accused in the murder of Dinesh a few months ago. Dinesh’s brother, Saravanan, and his accomplices murdered Arumugam to take revenge. A special police team arrested Arumugam a couple of days ago for possessing ganja. Since the quantity was lesser, he was released on bail. Arumugam appeared in the K Pudur police station in connection with the ganja case on Tuesday morning. As he left the station, the gang intercepted his two-wheeler and attacked him with sharp weapons. He died on the same spot. Locals caught one of the gang members, identified as R Balamurugan, 28, of Mangalakudi in K Pudur and handed him over to the police. Other gang members managed to flee. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "MLAs allege disparity in distribution of water, meet Dindigul collector": {"time": "2019-06-18 04:40:00", "link": "https://timesofindia.indiatimes.com//city/madurai/mlas-allege-disparity-in-distribution-of-water-meet-dindigul-collector/articleshow/69833439.cms", "description": "Dindigul: DMK deputy general secretary and Athoor MLA I Periyasamy has alleged that the state government is showing disparity in the supply of water as many of the areas in Dindigul district are not getting enough water. Although there is water available under the Cauvery Combined Drinking Water project, it is not distributed evenly, he said. A delegation of MLAs, which includes Oddanchatram MLA R Sakkarapani, Palani MLA I P Senthilkumar and Natham MLA Andi Ambalam met Dindigul district collector Dr T G Vinay and urged him to ensure smooth supply of water across the seven assembly segments in the district. It has been a year since villages such as Pillaiyarnatham, Pithalaipatti, Ponmanthurai and blocks such as Oddanchatram and Reddiyarchatram received proper water supply. Although 7MLD of water is available in the Cauvery combined drinking water scheme, it is not diverted to these areas. The officials are not operating motors to divert water from Kovilur sump near Vedasandur, Periyasamy said. “The water distribution in Dindigul is in a mess due to the apathy of the official machinery. We have urged the collector to ensure water supply to all the areas in 15 days. Otherwise, we will not hesitate to lay pipeline and supply water by ourselves,” Periyasamy said. He said that poor people are forced to spend anywhere between Rs 10 and Rs 20 to purchase a pot of water, while the state government has turned a blind eye towards the issue. They will stage a protest by mobilizing people if the issue is not solved, he warned. Download The Times of India News App for Latest City ."}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Bodies of two more boys who drowned in Kanyakumari retrieved": {"description": "MADURAI: The bodies of two more boys who drowned in the sea off Mandaikadu Pudur coastal village in Kanyakumari district on Sunday were retrieved on Monday night and Tuesday taking the death toll to three. On Sunday afternoon, four boys, Andrew Rakshan, 11, Sahaya Rejin, 12, Rashid, 12, and Sachin, 14, from Mandaikadu Pudur were playing with a ball on the beach when a giant wave dragged them into the sea. Fisherfolk managed to rescue Sachin and Andrew Rakshan and rush them to a nearby hospital. While Andrew survived, Sachin breathed his last soon. The two other boys, Sahaya Rejin and Rashid, could not be traced immediately, but the search continued. Colachel Marine Police along with fisherfolk searched for the boys and on Monday night, the body of Sahaya Rejin was retrieved in the sea near Chinnavilai village while that of Rashid was found near Coachel on Tuesday. The bodies were sent to the Kanyakumari government medical college and hospital for autopsy. It was only on June 12 that Thamarai Kannan, 23, an engineer from Edappadi in Salem district who came for a friend’s wedding drowned in the sea near Colachel. Thus, as many as four lives were lost in the Arabian Sea in the region in the two incidents. Secretary of South Asian Fishermen Fraternity (SAFF) Churchil said that the Colachel Marine Police should be better prepared to handle such situations. “Two boats with the marine police are faulty. They depend on the boats of fishermen for search and rescue operations,” he said. In a representation to the government, SAFF sought speedy repair works to be carried out on the two boats that have been defunct for close to a year, compensation of Rs 5 lakh each to the families of the deceased boys and reimbursing the fuel expenses incurred by the fishermen during the search for the boys. They sought appointment of fisherfolk in marine police, thereby ensuring better search and rescue. Churchil said that the majority in the current marine police force can’t swim in the sea and are solely dependent on the fisherfolk to carry out search when someone goes missing in the sea. Colachel Marine Police sources said that one of their boats is in good shape and repair works are being carried out in the boats that have been faulty for some time. “They will be put to use soon,” inspector Syrus said. Download The Times of India News App for Latest City .", "time": "2019-06-19 14:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/bodies-of-two-more-boys-who-drowned-in-kanyakumari-retrieved/articleshow/69849517.cms"}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Biker’s death: kin, pillion rider claim cops hit him with baton": {"time": "2019-06-18 13:51:00", "link": "https://timesofindia.indiatimes.com//city/madurai/bikers-death-kin-pillion-rider-claim-cops-hit-him-with-baton/articleshow/69833394.cms", "description": "MADURAI: Family members of a 38-year-old man, who fell down from his bike and died later in a hospital, petitioned the Madurai district administration with a charter of demands on Monday. The city police had said that the biker T Vivekanandakumar of S Alangulam and the pillion rider A Saravanakumar, fell down while attempting to flee from police who were conducting vehicle check. However, the family members and Saravanakumar claimed that they fell down after Vivekanandakumar was hit with a baton by a policeman. In their petition, the family members put forth various demands including a government job for the victim’s spouse, registration of murder case against the police constable responsible, Rs 25 lakh compensation and departmental action against the police personnel present at the spot. Relatives and family members of Vivekanandakumar thronged the collectorate in large numbers on Monday. Vivekanandakumar was on his way home from his tyre shop in Simmakkal along with his employee, Saravanakumar. The incident took place at MGR Bridge connecting Thaikkal Street and Sellur at 11.30pm on Saturday. Police officers said that both Vivekanandakumar and Saravanakumar were under the influence of alcohol and it was recorded in the records of the Government Rajaji Hospital, where they were sent for treatment. Madurai city deputy commissioner of police (law and order) V Sasi Mohan said that a preliminary inquiry has been conducted with the police team involved in the vehicle check. There was no eyewitness to the incident since it took place late at night. The CCTV footages collected from the spot are yet to be analyzed. The pillion rider is yet to be inquired by the police, he said. He said that they have to wait for the autopsy report for the details on cause of death. Meanwhile, an FIR has been registered in the Vilakkuthoon police station under IPC Sections 304 (a) – causing death by negligence and 279 – rash driving, Mohan said. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Road relaying delayed": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadrelayingdelayed/articleshow/64057015.cms", "description": ""}, "Stagnet Sewafe Water": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stagnetsewafewater/articleshow/69718393.cms", "description": ""}, "Govt busses condition in Madurai": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/govtbussesconditioninmadurai/articleshow/64820539.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Drainage overflow in heart of Trichy": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainageoverflowinheartoftrichy/articleshow/64877407.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "Clogged Open canal": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cloggedopencanal/articleshow/63933134.cms", "description": ""}, "HC: Change communal category of NEET student from OBC to SC": {"description": "Madurai: Justice R Suresh Kumar of the Madurai bench of the Madras high court has directed the authorities to change the wrongly entered communal category of a student who appeared for NEET exam from other backward class (OBC) to scheduled caste (SC).In his affidavit, M Vikram Balaji, a minor represented by his father V Maran, a resident of Periyakulam in Theni district stated that his son has completed Class XII in a private matriculation school. The school had engaged some private consultants and they inadvertently uploaded his son’s particulars as other backward class (OBC) instead of scheduled caste (SC) for NEET exam.Balaji said that his son appeared for NEET exam and the results were published on June 5. The scorecard released by the chairperson of National Testing Agency, Noida, shows that his son secured 2,95,495 in all India rank and 1,29,662 rank in OBC category. He said that if his son’s communal category is corrected to SC there is an imminent chance for him to get medical admission, if not he may miss his chance of getting admission for MBBS course.He stated that immediately after noticing the error, he sent a representation to the school authorities and the chief educational officer of Theni district, but no steps were taken. The petitioner said that as the random number for counselling is to be released any moment and the counselling will commence thereafter, it would seriously affect his son’s career if his communal category is not corrected.Hence, he prayed to the HC seeking for a direction to correct his son’s communal category as SC instead of OBC and modify his communal category rank. He also sought for a direction to keep one seat vacant under SC category till the disposal of this petition. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/hc-change-communal-category-of-neet-student-from-obc-to-sc/articleshow/69865961.cms"}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Street Problem": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetproblem/articleshow/69404863.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "MSS Wakf Board employees protest over salary arrears": {"time": "2019-06-18 13:56:00", "link": "https://timesofindia.indiatimes.com//city/madurai/mss-wakf-board-employees-protest-over-salary-arrears/articleshow/69833431.cms", "description": "MADURAI: Around 90 regular teaching and non-teaching staff at MSS Wakf Board College in Madurai on Monday staged a sit-in protest within the campus alleging that they were yet to be paid salary from April. The staff claimed that their livelihood was affected due to this. “We have not been paid two months’ salary and it is also highly unlikely that we would be paid one more month’s salary as well,” a protesting staff claimed. The staff were also said to have met the Madurai joint director of collegiate education to request the salary to be credited soon. The protesters also claimed that the self-financing staff didn’t face the issue. “We were told that the salary not being paid is due to the management issues,” another protester told TOI. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "3 panchaloha idols stolen from temple": {"description": "MADURAI: Unidentified people have stolen 3 panchaloha idols from a village temple near Manamadurai in Sivaganga district. Police said that though the idols were made up of panchaloha (alloy of five metals), the composition of the valuable metals like gold and silver were of minimum quantity and hence the worth of the idols was less than Rs 2 lakh. The theft took place at Kariamanikka Perumal temple located in Idaikattur village situated 10 km away from Manamadurai. An FIR was registered with the Manamadurai police station. The idols were donated 15 years ago. Perumal idol was measuring up to two and half feet and weighing around 50 to 60 kg, Sridevi and Boodevi idols measuring around one and half feet high were weighing around 20 kg each. Police officers said that local thieves might have stolen the idols for its metal value. Since they were not antique pieces, they cannot be sold in their original shape. Teams have been formed to trace the thieves. The police suspect local hands in the crime. Deputy superintendent of police, Manamadurai range, G Karthikeyan said since it was village temple, there was no security in place. The only protection the idols had was a steel gate. The thieves entered the sanctum sanctorum after breaking open a padlock. They should have escaped through the backside of the temple, where a river is located. The incident would have taken place on Monday night. Srinivasan, the temple priest who locked the temple on Monday evening, returned only on Tuesday evening and found the idols missing. A complaint was preferred only on Wednesday, the DSP said. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/3-panchaloha-idols-stolen-from-temple/articleshow/69865979.cms"}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "DRAINAGE RUNNING THRO ROADS AT IYERBANGALAW": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagerunningthroroadsatiyerbangalaw/articleshow/68731484.cms", "description": ""}, "SP told to file status of cheating case": {"time": "2019-06-18 04:44:00", "link": "https://timesofindia.indiatimes.com//city/madurai/sp-told-to-file-status-of-cheating-case/articleshow/69833478.cms", "description": "Madurai: The superintendent of police (SP) Trichy has been directed to file a status report on July 9 in a case where a person was arrested for cheating several women of their money on the pretext of marrying them. The direction was given by a division bench of justice M Sathyanarayanan and justice B Pugalendhi of the Madurai bench of the Madras high court on Monday. In the petition, an advocate, T Jayanthi Rani who is the managing trustee of an NGO Parents Trust based at Trichy, stated that in March this year, their trust received a serious complaint from a widowed woman who was cheated by a person though a matrimonial website. She said that the person went with different names such as Ajay, Vidhu, Vidyut, Vijayakumar, Chakravarthy and posed himself as a medical practitioner in a foreign country and got acquainted with the victim women through the matrimonial website. She noted that Ajay had received a huge sum of money from the victim on the pretext of marrying her. Later, the woman came to know that the person had cheated several other women through matrimonial websites. TNN Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "‘Bring back activist Mugilan in 3 weeks’": {"time": "2019-06-18 04:36:00", "link": "https://timesofindia.indiatimes.com//city/madurai/bring-back-activist-mugilan-in-3-weeks/articleshow/69833388.cms", "description": "Madurai: Members of Mugilan Meetpu Kulu petitioned the Tuticorin district collector at the weekly grievances meeting on Monday, asking the state government and the police to take steps to produce human rights and environmental protector Mugilan before the public in less than three weeks. They took out a procession to the collectorate, when they were stopped by the police. They said that the state government and the police have deliberately delayed giving any information about the activist who went missing more than 120 days ago, while he was returning after a press meet in Chennai (on February 15). He factually presented how the police and state government planned and killed the 13 persons during the police firing in the anti-Sterlite protest on May 22, 2018. In their demands, they sought dismissal and criminal proceedings against the persons whom the activist had claimed to be the accused in the press meet on February 15. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Ambulance stationed inside Meenakshi temple: state to HC": {"time": "2019-06-18 04:43:00", "link": "https://timesofindia.indiatimes.com//city/madurai/ambulance-stationed-inside-meenakshi-temple-state-to-hc/articleshow/69833469.cms", "description": "Madurai: The Madurai bench of the Madras high court has disposed of a public interest litigation (PIL), which sought to set up a permanent primary health centre (PHC) inside the Meenakshi Sundareswarar temple, after the state government submitted that an ambulance has been stationed on the temple premises.When the petition was taken up for hearing on Monday, the state government submitted that an ambulance has been stationed inside the temple since June 10. It further submitted that the temple administration has also planned to arrange for appropriate training for 10 of its employees regarding first aid during medical emergencies.Perusing the submissions, a division bench of justice M Sathyanarayanan and justice B Pugalendhi disposed of the petition. In his PIL, advocate G Manikandan, a resident of Karaikudi in Sivaganga district stated that several devotees from across the state visit the temple. He said that no arrangements have been made by the authorities to ensure medical assistance for the devotees visiting the temple in case of emergency.The petitioner stated that recently, a woman devotee who collapsed inside the temple died and noted that such incidents should be prevented in future.Hence, the petitioner prayed to the HC seeking to set up a permanent PHC inside the Meenakshi temple premises by appointing a senior medical officer with an ambulance with modern equipment in order to provide medical help for the devotees in case of emergencies.Download The Times of India News App for Latest City ."}, "Team India Jersey": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "description": ""}, "Man killed in Oman, family seeks justice": {"description": "MADURAI: Kin of a 32-year-old labourer from Kanyakumari district, who was murdered in Oman, have appealed to the governments of India and Oman to get justice by putting those responsible for the murder behind bars and to bring the body of the victim to India. The victim was identified as R Babu, 32, of Mattur Kurakudi village, and was the only son of Rajamani and Rengabai. His father died when Babu was a boy and he was raised by his mother. After schooling, he completed diploma in Air Conditioning technology and worked in Kanyakumari for a few years. In May 2015, he got a job of AC technician in Oman and obtained loans for his visa, processing fees and flight ticket with the help of Arul of the same locality. Babu worked in Salalah, Oman, and did not come home in the last four years. “He used to speak with his mother and relatives at least once a month,” his relative G Jeyasingh said. Jeyasingh said that Babu sent Rs 10,000 to Rs 12,000 a month to his mother to meet her expenses and to repay the loans he obtained to go to Oman. “A couple of weeks ago, he spoke to his maternal uncle Das – who lives close to his house in native village – and told him that he would be returning home in June,” the Jeyasingh said. Reportedly, Babu had plans to build a house in his village and also shared the same with his friend from Poovancode village in Kanyakumari district – who returned home two weeks ago. While the family was awaiting his arrival, they received a call from Arul around 2.30 pm on Monday saying Babu was murdered. The family was informed that the decomposed body of a youth with many cut injuries was found hanging in an abandoned building close to the place where Babu stayed in Oman. A person known to Babu, who was also brought to the place, confirmed that it was Babu. “We were told he was murdered on Friday and the body was spotted on Monday,” said Jeyasingh. Two labourers from north India were picked for questioning on grounds of suspicion. His kin suspect that the motive behind the murder could have been money as Babu had saved some money to build a house. The family is yet to know much about the murder, they have made an appeal to the government to bring his body back home for a proper burial. They added that the killer(s) should be caught and punished. Download The Times of India News App for Latest City .", "time": "2019-06-19 14:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/man-killed-in-oman-family-seeks-justice/articleshow/69849509.cms"}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "WATER CHANNEL BEING DEPLETED": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterchannelbeingdepleted/articleshow/64820515.cms", "description": ""}, "‘Dead’ woman seeks old age pension that was stopped": {"description": "MADURAI: The Madurai bench of the Madras high court has directed the Kamuthi tahsildar to submit a report on a plea by an elderly woman seeking to continue distribution of old age pension (OAP) which was stopped based on false information that she was dead though she is alive. In her petition, K Sundarammal, a resident of T Vallakulam village at Kamuthi taluk in Ramanathapuram district stated that she is a destitute and does not have any legal heir to take care of her. She further stated that as she does not have any permanent job she is unable to fulfil her daily needs. In 2006, she sent a representation to the Ramanathapuram district collector seeking OAP, a scheme by the state government. She said that the officials who considered her representation started distributing OAP from November 24, 2006. However, the OAP was stopped from July 21, 2015. She noted that when she submitted a representation and approached the officials she leant that the pension was stopped as the officials received information that she was dead.Sundarammal said that it is the duty of the officials to verify the information and added that she had sent a representation in 2016 seeking to furnish her death certificate based on which her OAP was stopped. The deputy tahsildar of Kamuthi taluk though a communication dated April 15, 2016 asked her to give another representation seeking OAP. She said that though she has submitted several representations to the officials concerned, no steps were taken to distribute OAP. Hence, she approached the high court. When the petition was heard on Wednesday, justice R Suresh Kumar observed that though the petitioner was very much alive, she came to know that somebody have given false information that she was dead based on which the revenue authorities have stopped the OAP. Hence, a report by way of an affidavit or counter was sought as to what went wrong in this case on July 3. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:53:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/dead-woman-seeks-old-age-pension-that-was-stopped/articleshow/69865952.cms"}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Cattle continue to rule the roads": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cattlecontinuetoruletheroads/articleshow/69192960.cms", "description": ""}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Sahitya Akademi winner asks for award citation in Tamil": {"description": "Madurai: Sahitya Akademi winner for translation (Tamil) for 2018, Yoosuf, who is popularly known by his pen name ‘Colachel’ Mu Yoosuf, has appealed to the Akademi to give him a citation for the award in Tamil instead of Hindi. He received an award for his book ‘Tirutan Maniyanpillai’, the Tamil translation of G R Indugopan’s Malayalam work—‘Manian Pillaiyuda Athma Katha’ (an autobiography).Yoosuf received the award at an event held in Agartala, Tripura on June 14. “I was given a shield and a citation. Even before I left the stage I noticed that the citation was in Hindi. I showed it to a friend of mine from the Akademi in Tamil Nadu. He asked me not to take it up with the authorities there and asked me to send an email,” Yoosuf told TOI.Making it clear that he is not against Hindi, Yoosuf said that he only wanted the citation in Tamil so that he can see his name on it. “I had to get help from someone who knew Hindi to find my name on the Hindi citation,” he said and added that he has raised this with those who were in touch with him by email for correspondence in connection with the award.Yoosuf, who is from Colachel- a fishing hamlet in Kanyakumari district, dropped out of formal schooling from primary school. His family shifted to Nagercoil town and poverty forced him to take up a job in a grocery shop. This turned out to be the turning point in his life, as he started translating old Tamil and Malayalam books and novels that landed at the shop.“I can fluently converse in Tamil and Malayalam,” said the writer, who has translated close to 30 works from Malayalam to Tamil and one from Tamil to Malayalam. With not much hope that he would get his citation translated this year, he hoped that the Akademi would consider his request and implement it in the coming years, considering the future awardees from different linguistic backgrounds.Download The Times of India News App for Latest City .", "time": "2019-06-19 04:22:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/sahitya-akademi-winner-asks-for-award-citation-in-tamil/articleshow/69849513.cms"}, "Murder accused hacked to death": {"description": "MADURAI: A 22-year-old youth from K Pudur, a key accused in a murder case, was hacked to death by a five-member gang in broad daylight here on Tuesday morning. The deceased has been identified as K Arumugam from Gandhipuram 6th Street. He was murdered while returning home after registering his signature at the K Pudur police station in connection with the case. He was a key accused in the murder of one Dinesh and was released from prison only recently under condition bail. As he left the station a gang intercepted Arumugam’s two-wheeler and attacked him using sharp weapons. While he tried to escape and took to his heels, he was chased down and murdered. Arumugam died on the spot. One of the gangsters was caught by the public and handed over to police. He was identified as R Balamurugan, 28, from Mangalakudi in K Pudur. Investigation revealed that the murder plan was hatched by Saravanan, brother of Dinesh. Based on a complaint, a case was registered with the K Pudur police station. A search is on four more people involved in the murder. Download The Times of India News App for Latest City .", "time": "2019-06-19 14:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/murder-accused-hacked-to-death/articleshow/69849510.cms"}, "Wife of biker who died in ‘baton attack’ by cop attempts suicide": {"description": "MADURAI: V Gajapriya, wife of T Vivekanandakumar, who died after falling off his two-wheeler, allegedly after a policeman hit him using a baton, attempted suicide at her house on Monday night. She was rushed to the Government Rajaji Hospital (GRH). Hospital sources said that the woman was kept under ventilator support and her condition was stated to be critical. Gajapriya, who has a one-and-a-half-year-old child petitioned the Madurai district administration on Monday along with her relatives, seeking action against the police personnel involved in the attack. The relatives had sought compensation, government job for Gajapriya and departmental action against the police personnel. In this backdrop, Gajapriya hanged herself at her house in S Alangulam, but was rescued and rushed to hospital. Meanwhile, the relatives continued their protest for the third day on Tuesday and refused to receive his body till action was initiated. The state human rights commission, which took the issue as suo moto, sent a notice to the Madurai city police commissioner S Davidson Devasirvatham to send a report on the death within two weeks time. It maybe recalled that Vivekanandakumar suffered injuries in the incident that took place late on Saturday night and died at the GRH on Sunday. The city police stated that he fell down from his bike, while fleeing on seeing the police team which was conducting a vehicular check, but, his relatives claimed that he fell down after being hit by a policeman using his baton. The relatives also claimed that the police did not take efforts to provide him treatment as he was lying down for nearly 30 minutes. A Saravanakumar, pillion rider of the vehicle, who suffered injuries in the incident, also said that they fell down after being hit by the police. Police officers said that both were in an inebriated condition and it was recorded in the medical records at GRH. An FIR was registered with the Vilakkuthoon police station under IPC sections 304 (a)- causing death by negligence, 279 - rash driving and 337- causing hurt by act endangering life or personnel safety of others. An inquiry with police personnel involved in the vehicle check is underway. They are also in the process of analysing the CCTV footages retrieved from the spot, said a police officer. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/wife-of-biker-who-died-in-baton-attack-by-cop-attempts-suicide/articleshow/69849524.cms"}, "Activist seeks post in child welfare panel": {"description": "Madurai: A social activist from Madurai district has petitioned Madurai district administration seeking appointment as a member of Child Welfare Committee (CWC) as two of the members selected for the recently formed committee did not join. While the district administration had called for fresh applications to fill the vacancies, B Pandiarajan, a social activist has urged to consider him since he was already in the recommended list by the selection panel. B Pandiarajan, has extensively worked for the dalit rights and children education, in the capacity as a member of district vigilance committee, and is a full-time social activist. The new five-member CWC was constituted last year after a selection process, which started in 2015. The two vacancies have arisen after J Venkatarathinam, a government school teacher and one C Sam Jeffrey Srinivasan did not join. Recently, an official from the social defence department had informed that Pandiarajan was not selected for the committee since he was part of a couple of committees. Pandiarajan stated that they were only honorary membership and require only a few sittings in a year. “When a government teacher with a full-time job was appointed, why not full time social worker?,” he questioned. He stated that section 18 (2) of the juvenile justice act says that the vacancy of a member can be filled from the panel of names in the order of preference as recommended earlier by the selection committee. Moreover, the Madurai bench of Madras high court also recently ruled in a case filed by Pandiarajan that if the petitioner has been earlier recommended by the selection committee, he of course will have a preference as per JJ act rules. But the court order too is not implemented, he stated in his petition. Download The Times of India News App for Latest City .", "time": "2019-06-19 04:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/activist-seeks-post-in-child-welfare-panel/articleshow/69849519.cms"}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Youth attacked in clash succumbs to injuries, 4 in hosp": {"time": "2019-06-18 04:37:00", "link": "https://timesofindia.indiatimes.com//city/madurai/youth-attacked-in-clash-succumbs-to-injuries-4-in-hosp/articleshow/69833403.cms", "description": "Madurai: A 22-year-old youth, who suffered injuries in an attack by a 15-member group, died in a hospital on Monday. Three more people who were injured in the incident that took place on Sunday, are undergoing treatment in hospital. The deceased was identified as S Rambu of A Kovilpatti village near Nathapatti in Madurai district. The injured were identified as P Subash, 19, and P Thangaiah, 30, from Kodukkampatti, R Dhivakar, 19, from Kachirayanpatti. While the deceased and injured belong to an intermediate caste, the attackers hailed from a scheduled caste community. Police sources said that both the accused and the injured were under the influence of alcohol. The attack took place on Sunday afternoon at Kodukkampatti due to a sudden provocation between the two groups. Rambu and his friends visited Kodukkampatti village, where his relatives reside, to attend a temple festival. They went to a shop located in the scheduled caste people’s residential area. As they sped through the locality on a two-wheeler, a group of people from the scheduled caste community warned them against rash riding in their area. This resulted in a heated argument. A group of around 15 people the attacked the four using wooden logs and stones, which left them badly injured. Rambu, who suffered grievous injuries, was first taken to a hospital in Singampunari, from where he was referred to the Government Rajaji Hospital, where he died on Monday. The relatives of the victim and the injured staged a protest at Panagal Road in front of the GRH. While an autopsy was conducted, the relatives refused to receive the body. Meanwhile, the Keelavalavu police registered a case under various sections of the IPC including 302- punishment for murder. While 15 people including 10 unnamed have been booked, M Ravichandran, 19, B Kalyanasundaram, 27, Natchiappan,34, T Thirumavalavan and K Kalanjiyam from Kodukkampatti have been picked up for inquiry. A large posse of police have been deployed in villages around Melur to prevent caste-based clash and reduce tension in the village, where the incident took place. South Zone IG K P Shanmuga Rajeswaran and deputy inspector general of police (Madurai range) Pradip Kumar visited the village and took stock of situation. Madurai district superintendent of police was camped at Melur. Download The Times of India News App for Latest City ."}, "Cops survey student dropouts to halt crime": {"description": "MADURAI: As schools and colleges reopened after summer break, the city police have begun a survey to find out the number of students who have not turned up yet, and their present status. The exercise is being carried out to ensure that students who discontinue studies without much thought are brought back, by talking to their parents. Since mostly teenagers and youths involve in criminal activities in Madurai city, the police believe that such a survey and counselling can prevent them from joining hands with anti-social elements. The dropouts are lured by gangs into engaging in minor offences before they go on to become hardened criminals. Youngsters’ involvement in crime activities has been a cause of concern for the city police. First-time offenders mostly involve in crimes like snatching, which has been a big challenge for the city police. City police commissioner S Davidson Devasirvatham told TOI that the list of dropouts is expected to be made available in a month. Dropouts from classes VIII to XII as well as those from colleges also will be targeted. “We will check what the dropouts do now and efforts will be taken to put them back in schools and colleges. We will talk to their parents to make sure they continue their education,” he said. Police officers from the city police unit say that minors involve in all sorts of crime starting from theft, robbery and chain snatching to murder. The youths, who are aimless in life, gang up and start committing minor offences before becoming notorious elements. “Such youths are supplied addictive stuff such as liquor and ganja. Once they become loyal, they are used to observe movements of their targets. After their involvement in a few crimes, they go for ghastly acts such as murder. Many also get murdered in the rivalry between gangs,” said a police officer. After getting caught and landing in prison, they require money towards legal expenses to come out of the prison. When they come out they cannot get employed and are forced to commit another offence to find money to pay for the legal expense. Over time, this has become a vicious cycle. Hence it is important to wean them out of the criminal activities, another officer said. He added that “it is the duty of the parents to closely monitor the behavioural changes in their wards. With both parents working to keep the family afloat, they would not be effectively monitoring their children. “Most of the parents wake up only after a point where it is difficult to wean them out,” an officer said. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:51:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/cops-survey-student-dropouts-to-halt-crime/articleshow/69865931.cms"}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "City sweats it out as power cuts rise": {"description": "MADURAI: Madurai city and its rural pockets have been experiencing unscheduled power cuts lasting up to an hour for the past few weeks but in the last two days they have stretched to over three hours in many parts of the city. While the monthly power shutdowns for maintenance works have been regular, the unscheduled ones have been causing much inconvenience to the public. “When power is suddenly disrupted, all the work comes to a standstill and working women like me are the most affected,’’ said K Shanthi of Alagappan Nagar. People say it is understandable that the state’s power situation will also be bad in the wake of the water problem, but that the power generation and distribution company (Tangedco) should at least inform them about any probable cuts in the morning or evening. ``If the power shutdowns are announced in advance, people can even schedule their work accordingly and keep inverters ready. Madurai has many small software firms that depend on regular supply for their work,’’ said K Sugumar, who has a software firm at Bibikulam. “Blackouts during the nights are also becoming regular, which is causing concern to the people. Sometimes, the street lights are not switched on for hours at a stretch when the streets remain dark. Late evening cuts could be avoided,’’ said Kalavani, a homemaker from Anna Nagar. Many parts of Mattuthavani, Thirunagar, Thiruparankundram and Iyer Bungalow have been experiencing unscheduled powercuts during night and day. The local EB office is also not very helpful during these unscheduled shutdowns and are not able to provide any details about how long the power will be off. ``They have become very unresponsive and phone calls are not answered, which makes it difficult when there are infants and elders at home,’’ said Josephine, a teacher. Tangedco sources claimed that there was no major load shedding in Madurai region as the wind season had started. ``But sometimes, the load peaks, especially in the afternoon and night. When it does not come down, it is staggered at the grid level,’’ they said. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:47:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/city-sweats-it-out-as-power-cuts-rise/articleshow/69849523.cms"}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "District court campus loaded with dirt": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/districtcourtcampusloadedwithdirt/articleshow/66913445.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Pa Ranjith’s advance bail plea adjourned": {"description": "Madurai: The Madurai bench of Madras high court has adjourned the case of anticipatory bail petition moved by film director Pa Ranjith following the registration of a case against him by Thanjavur police for his controversial comment on king Rajaraja Cholan. When the petition was heard on Wednesday, Justice P Rajamanickam granted time to rectify the defects in the intervening petition filed against the anticipatory bail plea and adjourned the case to June 21. During the previous hearing, the state government had given an undertaking before the court that Ranjith will not be arrested in connection with the case till June 19. The director submitted in his petition that the prosecution’s case was that he had given a controversial speech at a public meeting convened by Neela Panpattu Maiyam at Thiruppananthal in Thanjavur district on June 5 which might promote enmity between different groups. He stated that the Thiruppananthal police have registered a case under section 153 and 153 (A)(1)(a) of IPC. The petitioner stated that he was invited to address the people on the eve of the death anniversary of T M Mani alias Umer Farook who was the founder of Neela Panpattu Maiyam. At the meeting, he said he had quoted some historical truths about king Rajaraja Cholan. He stated that the crux of his speech was as follows: “Our history has been teaching that king Rajaraja Cholan’s reign was a golden period, but according to many social reformers, his rule was a black period for the oppressed caste as most of their land was acquired by the king. Moreover, during his reign, 400 women were branded as devadasis and 26 of them were sent to Kolar Gold Field.” TNN Download The Times of India News App for Latest City .", "time": "2019-06-20 04:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/pa-ranjiths-advance-bail-plea-adjourned/articleshow/69865972.cms"}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "Funds, NIRF rank raise demand for Alagappa univ seats": {"description": "SIVAGANGA: The demand for admissions at the Alagappa University in Karaikudi in Sivaganga district has increased significantly this academic year, with nearly 90% of seats having already been filled. Officials from the university have said that once the admission process gets over, the total student strength would increase from 5,500 last year to more than 6,000 this year. Also, sources in the university said that five new postgraduate (PG) courses would be introduced this year. Speaking to TOI, university registrar H Gurumallesh Prabu said that a Rs 100 crore sanction from the Centre under the Rashtriya Uchchatar Shiksha Abhiyaan (RUSA) scheme for an upgradation, good ranking (28) achieved in the National Institute Ranking Framework (NIRF) 2019 and increase in demand for arts and science courses helped more candidates apply to the university. “From having only 2,500 students a while back to getting it increased to around 5,500 last year and the numbers set to cross 6,000 this year shows how much the university has grown over the years. Though only one stage of admissions is over, we can already say that the demand has increased significantly this year,” he said and added that at the end of first stage of admissions itself, almost 90% of seats were filled. Meanwhile, the five postgraduate courses that are to be introduced are disaster management, politics and public administration, journalism and mass communication, fisheries science and theatre and film studies. “The courses were chosen based on the industry requirements and the potential in the future,” a senior official said. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/madurai/funds-nirf-rank-raise-demand-for-alagappa-univ-seats/articleshow/69865984.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Private buses resort to fleecing after surge of passengers on Sunday night": {"time": "2019-06-18 04:39:00", "link": "https://timesofindia.indiatimes.com//city/madurai/private-buses-resort-to-fleecing-after-surge-of-passengers-on-sunday-night/articleshow/69833426.cms", "description": "Madurai: Thousands of passengers heading for Coimbatore, Tirupur and Salem had to pay a higher than usual fare for their Sunday night journey as private bus operators hiked the charge after seeing a sudden passenger surge in the hours. A state transport corporation (TNSTC) official said that the sudden surge was down to the India-Pakistan match that ended shortly before midnight as many waited for the match to end to start off their journey. “There was a sudden rush after the India–Pakistan World Cup match ended shortly before midnight. We tried our best to manage by operating additional buses,” said a TNSTC official in response to the heavy rush at the Arapalayam bus stand. Return of a large number of college students from the southern districts to colleges in the Coimbatore and Salem regions for the reopening of academic year added to the situation. Besides, who were lucky to get consecutive auspicious days for weddings, were going back to wort on the day. Passengers swarmed the bus stand and the approach roads in the hope of catching a government bus. To the dismay of passengers, there were not enough government buses for Coimbatore. “The number of government buses early on Monday was way lesser than on other days,” said passenger Premila,. The woman, who was heading for Coimbatore with two children, said that there was only one government bus to Tirupur around 1 am and no buses to Coimbatore at that time. “The bus to Tirupur was overcrowded and we could not get into it with the children and luggage,” said the woman. Due to the rush, many omni buses (long distance private buses) did not enter the city on Sunday night and in the early hours of Monday. These buses used to charge Rs 250 for a semi-sleeper and Rs 350 for an AC sleeper berth to Coimbatore. On Sunday, passengers without any other option had to pay Rs 400 for a seater in an ordinary private bus to Coimbatore. There were at least 10 such private buses waiting at that time. “We have to return without passengers. Hence, we are charging Rs 400,” said one of the operators. This left passengers lamenting, as they paid Rs 1,600 for a family of four as operators charged this fare for adults and children alike. “If there were enough TNSTC buses, we would have paid just Rs 510 at Rs 170 each for me and my wife and half the fare for the two children,” lamented a passenger. A TNSTC official in Madurai told ToI that they operated 26 additional buses to Coimbatore, 12, Tirupur, 11, and Salem, 3, on Sunday night and that this was in addition to additional buses operated by the Coimbatore, 20, and the Salem divisions of TNSTC. Madurai division also operated around 20 additional buses Madurai and Virudhunagar to Chennai due to the heavy rush, he said. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "water leaked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterleaked/articleshow/67480096.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "ENCROACHMENT OF PUBLIC ROAD etc.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentofpublicroadetc-/articleshow/64820464.cms", "description": ""}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "ENCROACHMENT": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachment/articleshow/64820469.cms", "description": ""}, "Sundaram Park in Madurai needs to be maintained": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sundaramparkinmaduraineedstobemaintained/articleshow/65713207.cms", "description": ""}, "Dumpage of Garbage in Water channel": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpageofgarbageinwaterchannel/articleshow/64442345.cms", "description": ""}}