{"KR Puram hospital patients get expired drugs": {"description": "BENGALURU: Bengaluru Urban deputy commissioner BM Vijay Shankar was shocked on Tuesday to find medicines past their expiry date being distributed to patients in KR Puram government hospital.Shankar paid a surprise visit to the hospital and found that amoxicillin oral syrup and azithromycin antibiotic tablets, whose expiry date had lapsed last year itself, were kept in the drug store and being distributed to patients. Sources said drug warehouse manager Shakhira Begum had allegedly handed over the medicines to the pharmacist for distributing them to outpatients. During the inspection, the deputy commissioner couldn’t find the stock register as it was not available in the store. Shankar, who lost his cool, ordered immediate suspension of the pharmacist and the drug warehouse manager. When Shankar found the hospital superintendent missing and was told he had gone to the zilla panchayat office to attend a meeting, he cross-checked with panchayat officials only to be told there was no such meeting. He then recommended the superintendent’s suspension. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/kr-puram-hospital-patients-get-expired-drugs/articleshow/69848458.cms"}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Congress dissolved KPCC committee to reorganise party at all levels: Dinesh Gundu Rao": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/congress-dissolved-kpcc-committee-to-reorganise-party-at-all-levels-dinesh-gundu-rao/videoshow/69864799.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Now, Mysore Sandal Soap to hardsell Kannada too": {"description": "BENGALURU: The Karnataka Soaps and Detergents Ltd (KSDL) will give prominence to Kannada on 43 of its products, including the world famous Mysore Sandal Soap. This follows a recent assessment by the Kannada Development Authority (KDA) about the use of the state's official language in the company's marketing strategy. It led the company to print the brand and product names in Kannada on its products.  KSDL managing director MR Ravi Kumar said, \"Kannada and the local state language are used in marketing all our products. For example, if our products are sold in Andhra Pradesh, the words will be in Telugu and Kannada. When sold in Hindi-speaking areas, they'll be in Hindi and Kannada.\"  For products sold globally, KSDL will use English as the primary language along with the local language of that nation. \"Introducing Kannada for the export market has not yet been considered,\" said Kumar.  Also, the 103-year-old company will use photographs of Mysore Sandal Soap creators - Nalwadi Krishnaraja Wadiyar and his diwan Sir M Visvesvaraya - on all products sold worldwide. Board’s nod awaitedThe state government has given its concurrence for using their photographs and the KSDL board’s approval is awaited. The idea to promote the founders came after a spike in demand for its sandal incense sticks. “We initially mooted branding of our sandal incense sticks as ‘MV 100 sticks’ in recognition of Sir M Visvesvaraya’s contribution. Soon after the meeting with KDA a few months ago, we decided to acknowledge Wadiyar’s contribution in starting the company,” said Kumar. The company’s turnover in 2018-19 is Rs 700 crore with a net profit of Rs 110 crore, while 2019-20, the turnover is estimated to rise to Rs 900 crore with a net profit of Rs 150 crore. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:53:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/now-mysore-sandal-soap-to-hardsell-kannada-too/articleshow/69867111.cms"}, "Illegal garbage dumping at Munnekollala": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalgarbagedumpingatmunnekollala/articleshow/69718365.cms", "description": ""}, "\nHarshika Poonacha inaugurates Barbeque Nation’s outlet on Sarjapur Road, Bengaluru\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/harshika-poonacha-inaugurates-barbeque-nations-outlet-on-sarjapur-road-bengaluru/articleshow/68833626.cms", "description": "Kannada actress Harshika Poonacha recently inaugurated Barbeque Nation’s newest outlet in Bengaluru, on Sarjapur Road. This is the restaurant chain’s 12th outlet in the city. Foodies in and around the area can now experience the delight of grilling their own vegetarian and non–vegetarian barbecues on live grills, embedded on their tables. The new outlet seats over 214 guests at a time. The restaurant has been designed keeping in mind the heritage and philosophy of the Barbeque Nation brand, while offering new experiences, like barbecue pit, pizza counter, an egg station, separate counters for brownies and waffles, larger dessert stations and over 100 dishes. Not to be missed is Mutton Kadhak Seekh, Chilli Garlic Prawns, Ajwaini Fish Tikka, Murg Boti Kebab, Hariyali Kumbh, Pineapple Chaat, Cajun Spice Baby Potato and Punjabi Paneer Tikka, among others. For desserts, there's Walnut Brownie, assorted pastry, Angoori Gulab Jamun, Marvel Cake, Kesari Phirnee and kulfis at the Kulfi Nation counter. Download The Times of India News App for Latest City ."}, "Bengaluru: Driver who ran over boy arrested": {"description": "BENGALURU: The driver of a private school bus was arrested on Monday evening after he ran over a seven-year-old boy, who was dashing towards his daycare centre after getting off the vehicle. The incident, which occurred in Rajarajeshwarinagar, has sent shockwaves across the locality. \"Had the driver or the van’s attendant been more cautious, the boy would have lived. Sheer negligence on their part resulted in his death,\" said police. The victim, Chintan Ramesh Magadum, was a class 1 student of Swarangini School and PU College in BEML Layout. Chintan’s father Ramesh Magadum works in a private company, while his mother Madhuri is a teacher. Ramesh and Madhuri had ensured that Chintan is dropped at the daycare centre in the school bus after classes. In fact, the attendant would escort Chintan to the centre on the other side of the road. Later, the couple would pick him up from the centre. The same routine unfolded on Monday, when the school van driven by Suresh stopped near the daycare centre at 3pm. However, the woman attendant reportedly did not pay attention to Chintan. She allegedly allowed the boy to cross the road on his own and returned to the bus. The driver, on seeing the attendant get into the vehicle, assumed Chintan had entered the daycare centre and pressed the accelerator. \"We have seized the bus and arrested the driver. He said he hadn’t seen Chintan in front of the vehicle and this led to the accident,\" a police officer said. Following the incident, senior police officers suggested school managements take precautions and school van drivers and attendants take care of children’s safety. \"We create awareness about road safety in schools and the measures that should be adopted by all to avoid accidents. There are students’ association for road safety (SARS) in all 42 traffic police stations in Bengaluru and they are led by police constables. They visit schools in their jurisdiction during prayer time and provide lessons on road safety,\" a senior traffic police officer explained. \"Every year, we conduct workshops for school bus drivers to teach them about road safety. Schools have opened after summer vacation and we will soon begin conducting the workshops,\" said Sowmyalatha SK, deputy commissioner of police (traffic west). Download The Times of India News App for Latest City .", "time": "2019-06-19 07:44:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/driver-who-ran-over-boy-arrested/articleshow/69848617.cms"}, "'Bigg Boss Kannada' fame Jaganath Chandrashekar's wedding reception": {"time": "", "link": "http://photogallery.indiatimes.com/events/bangalore/bigg-boss-kannada-fame-jaganath-chandrashekars-wedding-reception/articleshow/69535795.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khan-was-a-naughty-child-reveals-grandmother-sharmila-tagore/videoshow/69853246.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Bengaluru ponzi scam: IAS officer stood between Rs 600 crore IMA bailout plan": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/bengaluru-ponzi-scam-ias-officer-stood-between-rs-600-crore-ima-bailout-plan/videoshow/69802759.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "stunts on 2 wheeler by children": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stuntson2wheelerbychildren/articleshow/69288033.cms", "description": ""}, "Priyanka in Shorts": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopra-becomes-the-latest-target-of-netizens-for-donning-khaki-shorts/articleshow/69852162.cms", "description": ""}, "3.5 Lakh patients suffered from fever of unknown origin in 2.5 years in Bengaluru: Study": {"description": "BENGALURU: A study to ascertain why people visited government and private hospitals in Bengaluru has thrown up a baffling revelation: Around 3.5 lakh people who knocked on the doors of these establishments in the past two-and-a-half years were suffering from fever of unknown origin (FUO). FUO is a condition where a person’s down with fever (101° F) for over 2-3 weeks and investigations fail to determine its cause. While there were 1,57,881 FUO cases in 2017, the number stood at 1,42,890 in 2018 and 50,062 till May 2019. According to the ongoing study conducted by the the BBMP’s Public Health Information and Epidemiological Cell (PHIEC), FUO has emerged as the most common reason for hospital visits by Bengalureans under the ‘communicable diseases’ category. The data was collated from 450 private and government hospitals in the city, including independent labs and diagnostic centres, BBMP’s 85 primary health centres and 30 maternity hospitals. The exercise was taken up under the National Urban Health Mission to enable policymakers to design preventive strategies. However, hardly any efforts are being made to analyse FUO. Senior doctors working with PHIEC admitted the team hasn’t done much to decipher the FUO data. “We are focusing more on preventing common communicable diseases like typhoid, cholera, dengue and gastroenteritis. If tests for typhoid, dengue, malaria and Hepatitis are negative, hospitals report them as FUO cases,” said BBMP officials. The data has come as a shocker for the medical community. Those with self-limiting fever hardly come back for follow-up visits and can’t be categorised as FUO patients, said Dr Ambanna Gowda, consultant, internal medicine specialist, Fortis Hospitals. “On the first day of fever, we don’t advise a battery of tests. If the patient doesn’t return, it can’t be called FUO. If the same person visits another hospital, we wouldn’t know. The data may not be completely accurate,” said Dr Gowda. He recalled the case of 10-year-old boy from Odisha who’s being treated for FUO. Formation of lymph nodes in the chest has now emerged as the cause. FUO is usually a symptom of tuberculosis, malignancy or abscess (puss formation in body tissue), which are diagnosed only after several tests, he pointed out. However, the BBMP ruled out duplication in data furnished by city hospitals. “A patient’s name and address can’t appear more than once in BBMP’s PHIEC data pool if he or she goes to another hospital with the same complaint. The address is captured using GIS-based reporting and hence, there’s no room for repeat entries,” civic officials explained. Loopholes in data reporting?According to Dr SM Prasad, vice president, Indian Academy of Paediatrics, Bengaluru chapter, to consider a case as that of FUO, a patient’s fever must be watched and documented for at least seven days. “If it persists for the duration and tests don’t reveal any cause, only then can it be called FUO. There could be loopholes in reporting of data. FUO could be an uncommon manifestation of a common illness, like fever seen in a child with skin allergy or puss formation. It could also be a common manifestation of an uncommon illness like meningitis (inflammation of brain, spinal cord),” he opined. The expert ruled out the possibility of lakhs of such cases being seen regularly in OPDs. Doctors also said since the BBMP data doesn’t reflect the duration of FUO, it’s not sufficient to draw any conclusions. “Usually in fever cases that are self-limiting viral infections, we don’t look for the cause. If a child has fever but is stable, no investigation is done if it subsides. There’s a possibility of such cases being reported as those of FUO. The data doesn’t make much sense,” said Dr SG Kasi, a paediatrician. DISEASECases in 2017 2018 2019 (Till date) Fever of unknown origin1,57,881 1,42,890 50,062 Acute respiratory infection/influenza-like illness1,09,805 1,26,743 44,321 Acute diarrhoeal diseases95,257 85,391 33,811 Typhoid 98,546 35,820 11,205 Source: BBMP PHIEC Download The Times of India News App for Latest City .", "time": "2019-06-19 08:28:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/3-5l-patients-suffered-from-fever-of-unknown-origin-in-2-5-years-study/articleshow/69848489.cms"}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Five days on, new ministers remain without portfolios": {"description": "BENGALURU: It’s been five days since independents R Shankar and H Nagesh took oath as ministers, but they still have not been allocated portfolios by “busy” chief minister HD Kumaraswamy. Officials in the CM’s office have trotted out the same excuse since Friday — when the ministers took oath — every time they have been asked about it. “The chief minister has been on tour ever since cabinet expansion took place. He hasn’t found the time to allocate portfolios,” they say. However, sources in the government say Nagesh is insisting on a plum portfolio and it is this which is causing the delay. Nagesh is eyeing either energy or the primary and secondary education ministry, but Kumaraswamy, who currently holds both portfolios, is reluctant to give either of them to an independent. As per the agreement, the Congress will have to give one portfolio to Shankar from its share, while Nagesh will get his from the JD(S). Kumaraswamy is said to have offered Nagesh textiles, but the offer was rejected. “He is likely to get primary education which has been vacant since the resignation of BSP’s N Mahesh seven months ago,” sources said. Kumaraswamy is also under pressure to appoint a minister to the department, which accounts for about 40% of state government employees. State JD(S) president H Vishwanath on Tuesday also urged Kumaraswamy to appoint a minister to the department. “Both were inducted to save the government,” Vishwanath said. “No having work is humiliating for the ministers.” Shankar is likely to get the department of municipalities and local bodies, a portfolio held by the late CS Shivalli. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/five-days-on-new-ministers-remain-without-portfolios/articleshow/69847498.cms"}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "Road dug up and unattended": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roaddugupandunattended/articleshow/69834420.cms", "description": ""}, "Killer manhole at Hosapalya main road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/killermanholeathosapalyamainroad/articleshow/69404833.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Bengaluru engineer prevents burglary at home while sitting in the US": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/bengaluru-engineer-prevents-burglary-at-home-while-sitting-in-the-us/videoshow/69801155.cms", "description": ""}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "\nBaking workshop at The Den, Bengaluru\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/baking-workshop-at-the-den-bengaluru/articleshow/67806611.cms", "description": "The Den Bengaluru and The Consulate General of Israel to South India hosted an interactive baking workshop with Israeli baker chef Keren Agam on January 31. The convivial baking workshop was designed to share the traditional taste of Israeli breads and pastries with Bengalureans. Some of the city’s socialites and baking lovers were invited to the venue, where Keren and chef Manu Kumar compelled guests to ignite their baking skills. The traditional Israeli baking workshop, titled India & Israel Traditionally Innovative, was enjoyed by the attendees over fine wines and scrumptious nosh. The event marked the celebration of 27 years of the official diplomatic ties between India and attributed it to the land of Israel. Download The Times of India News App for Latest City ."}, "'All Congress ministers willing to resign in December at high command’s bidding'": {"description": "BELAGAVI: A major shuffle of Congress ministers in the HD Kumaraswamy government appears to be on the anvil in December — if the coalition government pulls through till then. The Congress high command is likely to seek the resignation of all its ministers and inject fresh faces in the cabinet, a decision which will mean some ministerial aspirants who are openly voicing dissent would get a berth. The idea was mooted by Congress Legislature Party leader Siddaramaiah when the two independents were inducted into the cabinet, but a decision was put on hold. Sugar minister RB Thimmapur, in Belagavi on Tuesday, virtually confirmed the move, saying: “We are ready to resign in December if the high command asks us to do so.” Thimmapur suggested the two independents — H Nagesh and R Shankar — were inducted into the cabinet to save the government from falling. Vishwanath to continue?Meanwhile, AH Vishwanath is likely to withdraw his resignation from the post of JD(S) state president, following a request from party surpemo HD Deve Gowda. During a luncheon meeting at the former Prime Minister’s residence on Tuesday, Gowda reportedly prevailed on Vishwanath to continue as president, while categorically turning down his request to be relieved of the responsibility. Vishwanath had tendered his resignation two weeks ago, citing ill-health, while also owning responsibility for the party’s poor show in the recent Lok Sabha elections. Gowda is believed to have requested Vishwanath to continue as president for some more time, saying the party is in a \"poor state\" and he needed a leader of Vishwanath’s calibre and commitment to rebuild it. Vishwanath reportedly remained non-committal to Gowda's request and has asked for a few days' time to make a decision. It is learnt Vishwanath is also in a dilemma, but is likely to heed Gowda's request as he is indebted to the former Prime Minister for giving him political rebirth after he was sidelined in the Congress. When contacted, Vishwanath said his poor health does not permit him to do justice to the post. \"I will take a decision soon,\" Vishwanath said. Tourism minister SR Mahesh, with whom Vishwanath is peeved for refusing to extend tickets to his supporters in the KR Nagar local body election, was also present at the meeting. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:47:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/cong-min-says-all-his-cabinet-colleagues-are-willing-to-resign-in-dec/articleshow/69848155.cms"}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Jewellery worth Rs 33 crore seized from IMA Jayanagar showroom": {"description": "BENGALURU: After nearly 18 hours of search, sleuths from the Special Investigation Team (SIT) recovered ornaments worth Rs 33 crore from the Jayanagar showroom of IMA Jewels, an entity of I Monetary Advisory which is being probed for its Ponzi scheme. The operation began on Monday afternoon and ended at 6am on Tuesday. The jewellery was examined by a team of 25 appraisers, sleuths said. According to a press release by SIT, they seized 43kg gold ornaments worth Rs 13 crore, 5884-carat diamonds worth Rs 17.6 crore, salt diamonds valued at Rs 1.5 crore and 520kg of silver jewellery worth Rs 1.5 crore. The press note said SIT sleuths raided the apartment of Tabassam Banu, the third (divorced) wife of IMA founder-owner Mohammed Mansoor Khan at Shivajinagar and recovered 1.5kg gold worth Rs 39 lakh, 1.5kg silver ornaments and Rs two lakh in cash. The team also raided the sixth-floor flat of the private apartment where Khan stayed in SRK Garden, Tilaknagar, and recovered several documents from the house, which is worth Rs 1.2 crore. Cops said they have identified 26 immovable properties, including land, commercial establishments and apartments, owned by Khan. ED officials visit Lady curzon Rd store Six officials from the Enforcement Directorate (ED) on Tuesday afternoon visited an IMA Jewels showroom located on Lady Curzon Road. They measured the building, clicked pictures and noted down details of Khan’s business. Sources said ED officials will return after SIT sleuths break open the seals of lockers and display units spread across the four floors of the building. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:57:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/jewellery-worth-rs-33cr-seized-from-ima-jayanagar-showroom/articleshow/69848201.cms"}, "Tulu writer, theatre personality Darbe Krishnananda Chowta no more": {"description": "BENGALURU: Theatre personality, writer, art patron, businessman and philanthropist Darbe Krishnananda (DK) Chowta passed away in Bengaluru on Wednesday. He was 81. Born in an agricultural Bunt family at Miyapadav village in Kasaragod, Kerala, Chowta had struck a perfect balance between business and creative endeavours. While he ran multiple businesses — he worked in Ghana and Nigeria before he moved back to India — on the other hand, he indulged in his literary interest by writing plays and novels in his mother tongue, Tulu. Chowta’s prominent plays include Pillipathigadasu, Mooji Muttu Mooji Loka and Patt Pajjelu. Kariyavajjerena Kathekkulu, Darmettimaye and Mittabailu Yamunakke are his novels. Kariyavajjerena Kathekkulu and Patt Pajjelu had won Karnataka Tulu Sahitya Academy awards. In 2011, Chowta was conferred an honorary award by Tulu Sahitya Academy for his contribution to Tulu literature. He was also honoured with an honorary doctorate by Mangalore University. Chowta is survived by daughter, wildlife researcher and conservationist Prajna Chowta and son, music director Sandeep Chowta. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/tulu-writer-theatre-personality-dk-chowta-no-more/articleshow/69865134.cms"}, "IMA scam:Mohammed Mansoor Khan dodged Sebi, RBI too": {"description": "BENGALURU: Investigations in the Rs 1,500-crore IMA scam have revealed that its mastermind, Mohammed Mansoor Khan, had evaded the Securities and Exchange Board of India (Sebi) and Reserve Bank of India (RBI) by stating that his company traded in gold and precious stones and not financial instruments. In fact, when the revenue department questioned him last December on whether IMA had obtained permission from the RBI and Sebi, the IMA founder-owner replied: “We do not deal with financial instruments. We deal with metals such as gold, silver, copper, nickel and precious stones. Hence, the need does not arise to obtain any permission from RBI or Sebi.” TOI has accessed a copy of the reply Khan sent to the authorities on December 14 when his firm’s transactions raised the suspicions of revenue officials and they made moves to attach IMA’s properties. Maintaining his stand that IMA had never collected deposits from the public, leaving police with no jurisdiction to take action against him, Khan said his mode of business was a limited liability partnership (LLP) governed under the LLP Act, 2008, under the purview of the registrar of companies (RoC) of the Union ministry of corporate affairs. “From the outset, Khan tried to mislead state authorities by citing the RoC,” said BC Thiruvengadam, a company lawyer who has dealt with similar cases. “But the fact of the matter was that the bullion business he was taking about is under the ambit of commodities market regulator Forward Markets Commission (FMC), which the government merged with Sebi in 2015. So Khan could not have run his business without permission from Sebi.” On Khan’s claim that his company had never dealt with financial instruments, Thiruvengadam said while LLPs attract company laws, Sebi and the RBI could, in coordination with the state government, have moved the National Company Law Tribunal (NCLT) and attached IMA’s properties. “The authorities took a similar step in the Satyam case before they attached Ramalinga Raju’s properties,” Thiruvengadam said. But Khan may have inadvertently been helped by the state government’s withdrawal of the assistant commissioner’s powers to attach properties after he replied to its notice. “The powers were withdrawn for a technical reasons, but that move helped Khan get off the hook,” said assistant commissioner, revenue, LC Nagaraj. After the scam broke out, however, chief secretary TM Vijayabhaskar convened a meeting of senior officials at which it was decided to restore the assistant commissioner’s powers to attach properties in such cases. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:20:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/ima-scam-khan-dodged-sebi-rbi-too/articleshow/69865132.cms"}, "Pothole": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pothole/articleshow/69209828.cms", "description": ""}, "Garbage dangles on the fence.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedanglesonthefence-/articleshow/69629919.cms", "description": ""}, "I'm being punished for speaking truth: Suspended Congress MLA": {"description": "BENGALURU: Senior Karnataka legislator R Roshan Baig, who was suspended by the Congress on Tuesday for attacking its state leadership, on Wednesday said he was a \"disciplined soldier of the party\" and was being punished for speaking the truth. Asserting that his comments against state Congress leaders were the opinion of the party workers, he said he was in the Indian National Congress headed by Rahul Gandhi and \"not in the Siddu (Siddaramaiah) Congress\". \"Last night, I got the information that I have been suspended from the party...Is it a crime to speak the truth? What I have said is the truth,\" Baig said. Speaking to reporters here, he said he had not criticised Gandhi and that he continued to be a \"disciplined soldier of the party\". \"My criticism of state leaders is true. Is speaking the truth a crime? They have taken action against me. There are some senior leaders and friends in the party like Ramalinga Reddy, H K Patil, Mallikarjun Kharge and K H Muniyappa. I will meet them and discuss with the party workers on whether to go to Delhi and speak there,\" he added. The Congress suspended Baig, a rebel MLA, on Tuesday night with immediate effect, citing his \"anti-party\" activities. Hitting out at Karnataka Congress leaders for the party's dismal show in the Lok Sabha polls, Baig had recently held Congress Legislature Party (CLP) leader Siddaramaiah's \"arrogance\" and KPCC president Dinesh Gundu Rao's \"immaturity\" responsible for the \"flop show\". He had also called Congress general secretary K C Venugopal a \"buffoon\". Baig had dropped hints of quitting the party and appealed to Muslims to \"compromise\" with the situation on the BJP-led NDA returning to power at the Centre. The Karnataka Pradesh Congress Committee (KPCC) had issued a show-cause notice to the MLA for his conduct, to which he had not responded. Noting that Gandhi had offered to resign as the All India Congress Committee (AICC) president, taking responsibility for the poll defeat, Baig said, \"When we criticise here in the state for the party winning only one seat in the Lok Sabha polls, action is being taken.\" \"Muniyappa, who is a senior Dalit leader in the party, was defeated (in Kolar) openly by those within...no action is being taken against them. \"At Mandya, our party leaders openly met and campaigned for (Independent candidate) Sumalatha...no action against them,\" he pointed out, claiming that he was being selectively targeted. Baig said he had ensured a lead for the Congress from his Shivajinagar constituency in the city, while the BJP got ahead in the poll race from the constituencies represented by the KPCC president and the CLP leader respectively. \"What I have said about a few of our state leaders is the opinion of thousands of our karyakartas,\" he said. Baig, a seven-time MLA and a former Karnataka minister, has been unhappy with the state Congress leadership over not being included in the coalition cabinet headed by Chief Minister H D Kumaraswamy. The senior leader said he felt \"sorry\" for Gandhi and alleged that the Lok Sabha poll campaign in Karnataka was run in such a way that \"we were not involved and there was no political management\". \"...I have not criticised Rahul Gandhi. He is the Indian National Congress president. I am in the Indian National Congress, not in the Siddu Congress. \"I am a disciplined soldier of the Indian National Congress and was upset about the state of the party in Karnataka. I had said those things after seeing the exit polls, even before the results,\" he said. Gundu Rao had Tuesday said Baig's alleged links with IMA Jewels, which is involved in an alleged financial fraud that duped thousands of investors, would also be brought to the notice of the party's central leadership. State Revenue Minister R V Deshpande had Monday said Baig had introduced the firm's owner, Mohammed Mansoor Khan, to him about two months ago, but denied doing any undue favour to him. Not willing to comment on the IMA Jewels case, Baig said the matter was before a Special Investigation Team (SIT). \"I will tell the SIT whatever I need to,\" he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 16:19:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/im-being-punished-for-speaking-truth-suspended-congress-mla/articleshow/69857608.cms"}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "IMA employees sank around Rs 2crore in Ponzi scheme": {"description": "BENGALURU: More than 200 employees of the IMA Group are among the 35,000 people who have accused founder-owner Mohammed Mnsoor Khan of running a Ponzi scheme. These employees submitted their complaint to the DCP (East) in private as they feared they would be attacked by the other investors many of whom they encouraged to join the scheme. DCP (east) Rahul Kumar Shahapurwad said the employees had submitted their original documents while joining the IMA Group and sought them back so that they could apply for other jobs. Police sources said the employees admitted to pushing people to invest in the firm in return for incentives. They also took responsibility for the funds on behalf of their employer and assured huge returns. A preliminary probe puts the employees’ own investments at Rs 2 crore. They were afraid of coming in the open as they feared they may be attacked. On condition of anonymity, one employee said the staffers knew the company wasn’t doing well but Khan and other directors assured them they would bounce back. Several attempts were also made to bring the company out of the red. “We had no option but to trust Mansoor as we had also invested money,” the employee said. While some employees put in their money on the promise of good returns, others did so under pressure from their superiors and the owner, the employee said. “The directors or Mansoor or even the managers would often tell us that people had placed their trust in the company and being employees, what was stopping us,” he said. People from other states file complaintsPolice were unable to wind up the temporary chowki set up to receive complaints as investors of the IMA Ponzi scheme poured in from Andhra Pradesh and Tamil Nadu as well on Sunday. The number is now crossing 35,000, police sources said. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/ima-employees-sank-around-rs-2cr-in-ponzi-scheme/articleshow/69848180.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Mouni Roy": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/mouni-roy-shows-off-her-love-for-yoga-in-latest-video/videoshow/69861640.cms", "description": ""}, "International Yoga Day: 15,000 enthusiasts to gather at Kanteerava stadium tomorrow": {"description": "BENGALURU: Come Friday, the city will wake up to nothing but yoga activities with various government and non-governmental organisations holding events to mark International Yoga Day. From free yoga sessions to presenting asanas in dance form, from schoolchildren to senior citizens and from private firms to apartment associations, everybody will be out on the campuses, playgrounds and other public places to mark the occasion. The biggest crowd-puller, however, will be the event scheduled at Sree Kanteerva Outdoor Stadium, where 15,000 yoga enthusiasts are expected to gather for yoga sessions. Meenakshi Negi, director, Ayush department, who is co-ordinating the event, said they have roped in nine NGOs, schoolkids and the general public to make the event a success. “We will hold yoga sessions that mirror this year’s theme ‘Yoga for heart’. Chief minister HD Kumaraswamy will participate in the event,” she added. Yoga Day events on FridayMass yoga: Mega event at Sree Kanteerava Outdoor Stadium starts at 6am and goes on till 8.30am. The event will see yoga sessions, including mudra yoga taught by Prakash Guruji. All-day free yoga: Fitness centre chain Cure.Fit will hold free yoga sessions at all its Cult and Mind centres between 6am and 10pm. Each session will be up to 50 minutes and will include a mix of meditation, introduction and basics of yoga. Those interested have to book their slots by downloading Cure.Fit app. Dancing yoga: At Kendriya Vidyalaya-MEG Auditorium, Ulsoor, school students will present yoga demonstrations in dance forms from 9am. The event is organised by the tourism ministry. Yoga and herbal tea: Arogya Mandira near ISKCON in Rajajinagar will distribute free yoga booklets on International Yoga Day and herbal tea. A lecture on meditation and practical session will be held in the presence of yoga master Brahmacharya. The event starts at 6am. Lalbagh session: Indiatourism Bengaluru will host a yoga demonstration, which is expected to be attended by 50 international tour operators, students, tourism industry professionals and the general public near Glass House, Lalbagh, from 7am onwards. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/international-yoga-day-15k-enthusiasts-to-gather-at-kanteerava-stadium-tomorrow/articleshow/69865066.cms"}, "\nAurum Brew Works launches in Bengaluru\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/aurum-brew-works-launches-in-bengaluru/articleshow/68644556.cms", "description": "Aurum is the Latin word for gold and the source of its chemical symbol, ‘au’. Aurum Brew Works, which was launched recently on Sarjapur Road, is a microbrewery with contemporary cuisine. The brand aims to curate beers with best in-class international malts and hops to ensure finest quality of brew. The food experience at the microbrewery is a showcase of Western, modern Indian and Karnataka cuisine, suiting the tastes of Bengaluru’s knowledgeable and well-traveled citizens. The house desserts are a delight to the eyes and taste buds. Contemporary, yet classy, the venue is spread across multiple zones across two floors, which is why a bunch of the city folk hung out at the launch party. Download The Times of India News App for Latest City ."}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Ambulance driver who allegedly killed five of family in accident denied bail": {"description": "BENGALURU: A sessions court has denied bail to an ambulance driver, who was arrested after his vehicle jumped the median of the Ballari Road elevated expressway and hit a car coming from the opposite direction, claiming five lives near Yelahanka recently. Channabasappa, 30, a resident of Devanahalli and from Gadag district, told the court that he is a government employee and was driving the ambulance in a careful manner and was on the way to attend an emergency case when the accident occurred on the night of May 27. A vehicle ahead of him had suddenly applied brakes and to avoid hitting it, he swerved to the right, resulting in the accident, he added. Channabasappa also contended that Yelahanka traffic police had booked him under the various charges, including culpable homicide under IPC section 304, though there was no sufficient ingredient in the incident. The public prosecutor argued that the driver had knowledge that his negligent act would have caused the death of some innocent persons. Though the accused may not have had intention to kill anybody, his act of negligence coupled with the knowledge that his act would cause death was a crucial aspect that the court had to consider. He pointed out that the investigation report disclosed that the accused was on official duty, but was proceeding towards his residence in Devanahalli. Considering all these, the judge opined that the negligent act of the accused resulted in the death of five persons and it was not a fit case to grant bail at this stage, as the investigation is still under way. Dipankar Dey, 42, his wife Swagata Choudhury, 42, their only son Druva Dey, 14, Swagata’s mother Jayathi, 65 and Dipankar’s elder sister Sujaya, 46, all from West Bengal, were returning home after the departure of a flight was put off to 6.30am when the incident occurred. Court cites SC order in infamous Alister Anthony Pareira caseRash or negligent driving on a public road with the knowledge that the act could cause death could be a fit case for culpable homicide not amounting to murder, the Supreme Court had said in its decision in the Alister Anthony Pareira v/s State of Maharashtra case in 2012. “On going through the above ruling of the Supreme Court, there is no confusion about the question of law or provision of law applicable to this type of case. Here is a case where the accused, being a responsible government servant and having knowledge of the consequences of his act of driving, drove his vehicle in a rash and negligent manner, crossed the divider and hit the oncoming vehicle, which resulted in death of five innocent lives... Hence the act of the investigating officer in pressing section IPC 304 at this stage is valid,” said K Narayana Prasad, 55th additional city civil & session judge, in his order on Saturday. Alister Anthony Pareira, who was from a family of real estate developers, driving a Toyota Corolla, had mowed down seven people on Carter Road, Mumbai in 2006. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/ambulance-driver-who-allegedly-killed-five-of-family-in-accident-denied-bail/articleshow/69848424.cms"}, "\nBharathi Vishnuvardhan celebrates 10 years of Snehaloka in Bengaluru\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bharathi-vishnuvardhan-celebrates-10-years-of-snehaloka-in-bengaluru/articleshow/68888321.cms", "description": "One of India’s oldest running karaoke clubs that showcases the talents of versatile singers, Snehaloka, is 10 years old. Started by the late matinee idol Vishnuvardhan along with Janak Madaan, its legacy is being carried forward by Janak and the late actor’s wife, Bharathi Vishnuvardhan. On the special occasion, the duo threw a party for the club’s members and well-wishers. As usual, music was the focus of the evening, which also included a dinner spread for the guests who wished the organisers on the successful completion of 10 years of celebrating music. Download The Times of India News App for Latest City ."}, "Claims about award-winning conservationist baseless: Department": {"description": "BENGALURU: The state forest department has said that claims of Krithi Karanth, 40, conservationist and recent winner of the Rolex Awards For Enterprise, facilitating payment of ex gratia to thousands of people in wildlife conflict cases through Wild Seve — a community-based conservation programme of hers — are baseless and false. Punati Sridhar, principal chief conservator of forests, told TOI he has communicated the same to luxury watchmaker Rolex though its Twitter handle and is awaiting its response. “Even to facilitate payment in a single case, one has to interact with forest department officers. No such interactions happened with Wild Seve. Moreover, the department pays ex gratia and not compensation. So the claim of ‘compensation’ itself is flawed,” stated Sridhar, who reiterated the same in his Facebook post on Tuesday. The department said the director of Bandipur Tiger Reserve, where Wild Seve claims to have worked, had issued a press note on May 17 stating its claims were false. The note had said that no organisation, individual and NGO was involved in facilitating the process of payment of compensation for crop damage or death of livestock due to attacks by wild animals and hence, any such claims are baseless and far from the truth. On the allegations made by the forest department, the Centre for Wildlife Studies — Krithi is its executive director — said the press statement (by forest department) and social media posts are factually incorrect and may mislead the potential rural beneficiaries of Wild Seve. “The programme is being implemented on private land or public access areas outside notified forest areas directly administered by the forest department. It is implemented by us directly in collaboration with individuals who are victims of wildlife conflict incidents. We intervene and assist them only after they voluntarily seek our help. It is perfectly legal. We have, so far, operated the Wild Seve programme around Bandipur and Nagarahole national parks with over 13,702 claims filed on behalf of 6,505 individual beneficiaries. The programme doesn’t claim that it has provided direct compensation as is alleged in some recent media posts,” a CWS statement said. The statement further said any unbiased observer can examine Wild Seve’s record on the ground and they will be happy to share details with those interested. Rolex had said Krithi has bagged the award for her efforts to reduce the friction between wildlife and people living near Indian national parks and also assisting with compensation claims through a tollfree helpline service. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:30:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/claims-about-award-winning-conservationist-baseless-department/articleshow/69852442.cms"}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Garbage is a burning issue in Bengaluru": {"description": "", "time": "2019-06-19 10:21:00", "datetime": "", "link": "https://bangaloremirror.indiatimes.com/bangalore/civic/garbage-is-a-burning-issue-in-bengaluru/articleshow/69848222.cms"}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Karnataka Congress": {"time": "", "link": "https://timesofindia.indiatimes.com/india/karnataka-congress-dissolved-state-chief-working-president-retained/articleshow/69855851.cms", "description": "NEW DELHI: Amid growing rumblings in the Karnataka Congress, the grand old party dissolved its unit in the southern state on Wednesday, while retaining its president Dinesh Gundu Rao and working president Easwar Khandre. \"The AICC has decided to dissolve the present committee of (the) Karnataka Pradesh Congress. The president and working president remain unchanged,\" a statement issued by AICC general secretary (organisation) K C Venugopal said. Rumblings within the Karnataka Congress have grown ever since the Lok Sabha poll debacle in the state. There have also been problems of co-ordination in the Congress-Janata Dal (Secular) coalition government in the southern state. Voices of dissent have been growing in the Karnataka Congress for some time now due to differences over the functioning of the coalition government in the state. Two members of the Congress were recently inducted in the Karnataka cabinet. Download The Times of India News App for Latest India News."}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "BWSSB's slow work troubles Begur residents": {"time": "2019-06-18 12:53:00", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bwssbs-slow-work-troubles-begur-residents/articleshow/69838443.cms", "description": "BENGALURU: Dug-up and potholed roads are troubling residents of Classic Paradise Layout in Begur, between Hosur Road and Bannerghatta Road, thanks to the chequered progress in BWSSB's work to lay Cauvery water supply pipelines and underground drainage network.  On Saturday, two cars got stuck in a portion of the Classic Paradise Layout Main Road that had caved in. Exasperated residents have decided to hold an overnight protest this weekend. They'll block vehicular movement till the MLA and the corporator take steps to fix the roads. They are angry that their blockade of Begur Main Road ten days ago did not evoke any positive response from the authorities.  In April-May last year, BWSSB began digging up the roads to lay Cauvery pipes and finish the underground drainage network, but the works are being halted repeatedly. \"After sending emails to the CM, the DyCM, the chief secretary and BWSSB among others, the work resumed in October, only to be halted again in a week,\" said Kiran N, a resident of Begur.  \"The roads are either dug up or filled with potholes. Water accumulates in potholes, turning them into cesspools,\" rued KS Sundaram, a resident.  The residents have shot off over 20 emails to 40 government officials, but in vain. They said the AEE of the BWSSB has put the blame on the MLA for meandering the work. \"The MLA had shifted the works to another locality on priority,\" added Kiran.  Begur corporator M Anjinappa blamed the BWSSB engineers and the MLA for the snail's pace of work.\"We've told the engineers to finish the work soon, but they have failed. The MLA has not even bothered to visit these roads,\" said Anjinappa.  BWSSB executive engineer Pradeep BK said: \"We've done everything we could and now, BBMP needs to finish the work. The weather is not favourable. The MLA also asked us to shift work to Akshayanagar, another area in Begur,\" he added.  Bengaluru South MLA M Krishnappa said the works had to be shifted to Akshayanagar because of an emergency. \"Water was entering several houses there and we had to attend to it immediately. Tomorrow, I'll inspect the place and ensure that the problem is resolved. By July end, we'll have proper roads,\" he said. Download The Times of India News App for Latest City ."}, "Mangaluru: Youth abuses doctors, staff at govt hospital, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/mangaluru-youth-abuses-doctors-staff-at-govt-hospital-video-goes-viral/videoshow/69830628.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Karnataka High Court to insurance firm: Pay claimants first, recover amount from vehicle owner later": {"description": "BENGALURU: An insurance company, which wanted to avoid paying compensation to two Bengalureans injured in a road accident arguing that the bus had violated its route permit, has been ordered by the high court to clear the claim and recover it from the vehicle owner. Iffco-Tokio General Insurance Company has been directed to settle the compensation to Jabir Singh and Krishna Kumar alias Krishan Kumar from west Bengaluru. On April 13, 2017, a Bengaluru court had awarded Rs 9.91 lakh with 9% interest as compensation. Justice HT Narendra Prasad said the company is at liberty to recover the amount from BR Pradeep, owner of the private bus, as per the Supreme Court’s ruling in the Rani vs National Insurance Company case in 2018. At 9.15pm on June 14, 2015, Jabir and Krishna Kumar were going to Makali on Tumakuru-Bengaluru NH-4 on their motorcycle. When they reached KBD factory near Nelamangala, the speeding bus dashed against their bike. They sustained grievous injuries and were admitted to hospital. After recovery, they moved the Bengaluru court by filing claim petitions. On April 13, 2017, the court granted Rs 7.76 lakh with 9% interest to Jagir and Rs 1.5 lakh with 9% to Krishna Kumar. But the court fixed the liability on the owner of the offending vehicle, claiming it had violated the route permit. Both the claimants challenged this verdict. They argued that it’s the insurance company’s responsibility to foot the compensation. However, the company contended that since the vehicle plied beyond the permitted route, the vehicle owner is liable. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:52:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/hc-to-insurance-firm-pay-claimants-first-recover-amount-from-vehicle-owner-later/articleshow/69848436.cms"}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "B'luru: Woman injured during go-karting ": {"description": "BENGALURU: A 31-year-old homemaker who sustained head injuries while go-karting inside E-Zone Club, on Outer Ring Road near Marathahalli, on Sunday evening has filed a police complaint. A Pushpalatha, a resident of B Narayanapura in east Bengaluru, has sought action against the supervisor of Torq03 Sports, whose go-karting services she used. Based on Pushpalatha’s complaint, HAL police have registered a case against the supervisor. According to police, the incident took place around 7.30pm on Sunday. “ Pushpalatha had worn a headgear, which gave way after she completed the first round. Once the headgear came off, her hair, which was entangled in it, got pulled into the rear wheel, dragging her head back and causing injuries,” said police, who have registered a case under section 338 (causing grievous hurt by act endangering life of personal safety of others) of the Indian Penal Code. “We have summoned the supervisor to record his statement and to know if there was any negligence on his part that led to the incident,” a police officer said. An official from Sakra World Hospital, where Pushpalatha is being treated, said she suffered a cut on her scalp at the back of her head. “We have treated it with skin grafting. She is recovering well and may be discharged by Thursday,” the official said. When TOI contacted representatives from Torq03, one of them initially said Pushpalatha’s family wasn’t pursuing the case. On being informed that an FIR had been lodged with HAL police, the representative said they’d verify the same and get back. However, there was no response from the firm till the time of going to press. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:53:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/woman-injured-during-go-karting-blames-supervisor-files-plaint/articleshow/69865057.cms"}, "garbage dump at Jakkasandra": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpatjakkasandra/articleshow/69818322.cms", "description": ""}, "Manhole cover falls inside.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/manholecoverfallsinside-/articleshow/69718389.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Ranbir and Alia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/lovebirds-alia-bhatt-and-ranbir-kapoor-match-their-looks-in-pristine-white/videoshow/69864270.cms", "description": ""}, "A swanky birthday celebration": {"description": "It was a gala celebration for Arvind Venkatesh Reddy, Managing Director, AVR group, as he celebrated his birthday with family and friends recently. The celebration took place at No Name, Ezone Lagoon Resort. The who’s who of the city, including celebrities and socialites, came together to let their hair down and had a blast. 00:42Bengaluru recently witnessed a swanky birthday celebrationDownload The Times of India News App for Latest City .", "time": "2019-06-19 17:22:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/a-swanky-birthday-celebration/articleshow/69842436.cms"}, "\nReshma and Shikha groove all night at Output Bengaluru\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/reshma-and-shikha-groove-all-night-at-output-bengaluru/articleshow/68921779.cms", "description": "Saturday night is party night, and a bunch of the city folk made a beeline to Output Bengaluru to shake the stress of the week away. The venue hosted the Everlasting Party, at which DJ Sulectro spun one trippy track after the other to ensure that the mood stayed upbeat all night long. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "HD Kumaraswamy’s village stay: Hectic preparations on in Chandraki": {"description": "KALABURAGI: Excitement is in the air in Chandraki, a village in Gurmitkal taluk, Yadgir district as it readies to host chief minister HD Kumaraswamy for a night. For the first time in a long while, drains are being cleaned, roads are being relaid and houses are getting drinking water connections. Kumaraswamy will launch his village stay programme in Chandraki on Friday and district officials expect about 10,000 people from the village and surrounding areas to participate in the CM’s Janata Darshan.Preparations are on in full swing. A separate stage has been built at the school where Kumaraswamy will stay, meet people and hear their grievances. The school building has received a fresh coat of paint while officials have made arrangements in the village to prepare food for 10,000 people. Locals, however, are skeptical of the quality of work, especially with the new roads. Mogalamma and Nagendramma, two locals, say work was done in a hurry and they believe the roads won’t last very long. Chandraki is located on the Karnataka-Telangana border and most locals speak Kannada and Telugu. The village faces a severe scarcity of drinking water, but several houses have been given new water connections in the past week. People who intend to present memorandums to the CM will be given tokens in advance. They can meet the CM at the Janata Darshan when their number is called. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:52:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/hd-kumaraswamys-village-stay-hectic-preparations-on-in-chandraki/articleshow/69868137.cms"}, "Congress dissolves its Karnataka unit, retains president, working president": {"description": "BENGALURU: In what could be seen as a fall out of Congress' dismal performance in the Lok Sabha elections, AICC president Rahul Gandhi on Wednesday dissolved Karnataka Congress unit while retained its current president Dinesh Gundurao and working president Eshwara Khandre. AICC general secretary K C Venugopal, who is also in-charge of Karnataka, announced the decision to dissolve the Karnataka unit which has over 170 office bearers. The Congress leaders said that the decision was taken after a formal request by Gundurao considering the need for rebuilding the party in the state. But the decision has left many Congress leaders surprised as they were expecting a replacement for Gundurao and Khandre owing to the party's drubbing in the general elections under their leadership. There was also a demand for appointing a Lingayat or Vokkaliga as president of the party and names of home minister M B Patil and water resources minister D K Shivakumar were doing rounds. Download The Times of India News App for Latest City .", "time": "2019-06-19 15:19:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/congress-dissolves-its-karnataka-unit-retains-president-working-president/articleshow/69856224.cms"}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-2019-iceland-cricket-mock-rashid-khan-are-criticised-by-cricketers-around-the-world/articleshow/69855433.cms", "description": ""}, "\nVic and Vini get buzzing at Output Bengaluru\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/vic-and-vini-get-buzzing-at-output-bengaluru/articleshow/68863753.cms", "description": "The Brewing Information and The Buzz of Knowledge ended on a glamourous note at the after-party bash at Output Bengaluru. Party folk who attended this do grooved the evening way to the beats belted out by DJ Unkwn. Download The Times of India News App for Latest City ."}, "Lack of parking facilities at Jayanagar": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lackofparkingfacilitiesatjayanagar/articleshow/69818275.cms", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Garbage menace at Pulakeshinagar.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagemenaceatpulakeshinagar-/articleshow/69641640.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Karnataka: Kannadiga devotees recite prayers for rain at Prasanna Ganpati temple": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-kannadiga-devotees-recite-prayers-for-rain-at-prasanna-ganpati-temple/videoshow/69851818.cms", "description": ""}, "BBMP renovated Town Hall, but forgot to fix acoustics; tenders floated five years later": {"description": "BENGLAURU: Less than five years of spending Rs 5 crore for giving a facelift to Sir Puttanna Chetty Town Hall on JC Road, the go-to place for holding cultural events and conferences at affordable rates in Bengaluru is dogged with a poor sound system and acoustics. The reason: BBMP never thought of improving the sound system while giving a makeover to the auditorium, though poor acoustics has been long-standing problem there. Flooded with complaints from Town Hall users, BBMP floated a tender inviting estimates for installing new sound systems and acoustics in the auditorium. “We need to install a new sound system in Town Hall because the quality of sound is really poor. As we don’t have a proper estimate, we are calling for tenders to estimate the cost,” said executive engineer (MPED) Chandrashekar. In 2014, Town Hall was closed for three months for renovation work and over 445 components were replaced in the auditorium. Chandrashekar said the 2014 project was handled by an external agency. “It is surprising the sound system was not installed then. We have called for estimates to install a better one on the premises,” he added. Inaugurated in 1935, Town Hall was named after philanthropist and president of Bengaluru municipalitty, Sir KP Puttanna Chetty. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:44:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bbmp-renovated-town-hall-but-forgot-to-fix-acoustics-tenders-floated-five-years-later/articleshow/69852615.cms"}, "After losing central subsidy, BMTC now wants to lease 500 e-buses": {"description": "BENGALURU: After losing the Centre’s Rs 75-crore subsidy for delay in inducting electric buses under Phase 1 of FAME India, the Bangalore Metropolitan Transport Corporation (BMTC) is now making a U-turn. It plans to induct 500 buses under the lease model in the second phase. “We’re looking for 500 e-buses on a lease model under FAME II, but the Centre is likely to give funds for only 300,” said an official. A decision on the specifications of buses and other infrastructure requirements will be taken in a few weeks. “We’ll send a new proposal to the Centre to avail the FAME II scheme before July 18,” he added. Several states including Telangana, Himachal Pradesh, West Bengal, Kerala, Assam, Uttar Pradesh, Maharashtra and Delhi have already inducted e-buses on a lease basis. The BMTC's earlier plan to induct 80 e-buses on lease basis under FAME-I (Faster Adoption and Manufacturing of Electric Vehicles in India) was delayed after transport minister DC Thammanna insisted they be purchased. The BMTC board in February had scrapped the earlier tender to induct 80 e-buses on lease and opted for the purchasing model. A BMTC official said it’s a policy decision. “We can’t afford to loss the FAME II subsidy as well. The new tender will plug loopholes in the earlier one,” he added. Another BMTC official said they are exploring both purchase and lease model. \"If there is financial assistance from the state government, then we will purchase e-buses\". However, 80 e-buses would have hit the city roads by now if the BMTC had gone ahead with its earlier proposal. These buses were supposed to start service in August 2018 itself. Under FAME-II scheme, department of heavy industry had invited expressions of interest from state transport departments for deployment of 5,000 e-buses across the country under the operational cost model. Six firms keen on project Under criticism for delay in inducting e-buses, cash-strapped BMTC in March had called expressions of interest from global firms to supply 1,500 electric buses in another five years. However, the corporation is not in a financial position to procure 1,500 vehicles, each costing between Rs 1 crore and Rs 2 crore, without support from the Centre and the state government. The state has so far not committed any financial assistance to purchase e-buses. Sources said six companies — Olectra Greentech Ltd, Ashok Leyland, Tata Motors, Edison Motors, JBM Group and AMS Electric Mobility Limited — have shown interest in the project. In fact, Olectra Greentech Ltd had emerged as the lowest bidder (Rs 37.5 per km to operate AC e-buses and Rs 24.5 per km for non-AC buses) under the lease model in the BMTC’s earlier tender. The BMTC was the first state-run bus corporation in the country to have conducted trial runs of e-buses as early as in 2014. Cash-starved BMTC to borrow Rs 160cr The Bangalore Metropolitan Transport Corporation (BMTC) has decided to borrow Rs 160 crore to pay off its dues, said sources in the corporation. Sources in BMTC’s accounts department said they have recently invited expression of interest from nationalised/scheduled commercial banks to avail a loan of Rs 160 crore. “The proposed loan will be drawn in one go. The tenure of the loan will be a period of seven years. Offers are invited both for fixed and variable interest rates,” a senior BMTC official, adding that the corporation has been struggling to pay post-retirement benefits and other arrears. “The financial situation has turned from bad to worse after salary revision and fall in passenger revenue. The government is also not allowing to revise the fares despite hike in diesel and maintenance costs. It has not provided adequate financial assistance so far,” claimed another official. Union leaders say there has been a delay in providing dearness allowance, gratuity for retired and deceased staffers. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:57:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/after-losing-central-subsidy-bmtc-now-wants-to-lease-500-e-buses/articleshow/69865078.cms"}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-2019-shikhar-dhawan-ruled-out-of-world-cup-with-thumb-fracture-sources/articleshow/69857637.cms", "description": ""}, "Siddaramaiah to high command: Pull out of coalition with JD(S)": {"description": "BENGALURU: The demand in the Congress to sever ties with the JD(S) appears to be getting more vociferous following the party’s drubbing in the Lok Sabha elections. Congress Legislature Party leader Siddaramaiah and senior MLA HK Patil, who have been in Delhi since Tuesday, reportedly tried to convince the party high command to scrap the alliance with the JD(S), claiming that it is doing the Congress more harm than good. Siddaramaiah met AICC president Rahul Gandhi, AICC general secretary Karnataka in-charge KC Venugopal and senior party leader AK Anthony, while Patil met Venugopal separately. According to a source, Siddaramaih told Rahul that the party would have won more seats if it had faced the elections alone and also pointed out the futility of its alliance with the JD(S). “The sooner we take a call on ties with the JD(S), the better for the Congress’ future in Karnataka,” Siddaramaiah reportedly told the high command. The former CM also explained to Rahul how the JD(S) has been gaining grounds at the expense of the Congress and that party workers are feeling neglected in the coalition set up. “Despite concerted efforts by the leadership of both parties, there is a lack of cohesion on the ground between the parties,” Siddaramaiah reportedly told Rahul. Patil was said to be more categorical in his views on ties with the JD(S). He is said to have told the party high command to severe ties at the earliest. Patil was summoned by the high command following his outburst against the state government over the JSW Steel land deal and the handling of IMA Group scam. “The JSW Steel land deal also came up for discussion during the meeting,” a source said. Download The Times of India News App for Latest City .", "time": "2019-06-20 09:33:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/sever-ties-with-jds-siddaramaiah-tells-high-command/articleshow/69864219.cms"}, "No street lights near munnekollal lake entrance gate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nostreetlightsnearmunnekollallakeentrancegate/articleshow/69629673.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Spitting image of Bengaluru? Spike in offences comes with rise in Namma Metro ridership": {"description": "BENGALURU: The rise in patronage of Namma Metro has, regrettably, been accompanied by a steep spike in revolting and antisocial behaviour on the city’s showpiece transit system. Records show that Bangalore Metro Rail Corporation Ltd (BMRCL), which now has a daily ridership of 3.7 lakh, had since 2013 fined 1,373 passengers a total of Rs 3.3 lakh for offences as varied as spitting on coaches and in stations, creating a nuisance and drunkenness, unlawful entry and obstructing officials on duty. The number of cases spiraled from 10 in 2013 to 464 in 2017 and 469 in the first five months of May 2019. TimesViewNamma Metro promises to enhance connectivity in Bengaluru exponentially in quality and scale within the next five years. It is already both the flagship of the city’s burgeoning transportation network and a lifeline for lakhs of commuters. It is a disgrace that some customers damage the system and inconvenience other patrons with inconsiderate conduct. It may be cynical to believe that neither awareness campaigns nor rational counsel will make any difference to their behaviour, but for now it appears that only harsh fines will have a deterrent effect.In a country where expectorating in every direction comes as naturally to certain people as discharging saliva does to peeved llamas, it shouldn’t come as a surprise that spitting tops the list of violations: 1,133 cases in seven years have attracted fines of Rs 2.2 lakh. The fact that 365 people were fined Rs 61,950 for the offence in 2018 clearly had little preemptive effect — 391 commuters were booked for the violation till May 2019. Officials report that several commuters spit paan and gutka on the tiled floors and walls of Metro stations. Creating a nuisance/ drunkenness was the second-biggest problem, with 115 cases in seven years, followed by unlawful entry (84), obstructing officials on duty (30), carrying away tokens (eight) and traveling in Metro coaches reserved for women (three). Worryingly, especially for women passengers, the number of Metro users booked for causing a nuisance especially while drunk increased from a mere three each in 2013, 2014 and 2015 to eight in 2016 before vaulting to a record 50 in 2017. There have been 43 cases so far this year. Delhi Metro provides its security staff with alcometers, which has proved a deterrent to drunken behaviour, but BMRCL is yet to consider taking such a step. Then, of course, are those patrons who delight in obstructing officials from discharging their duty. Their numbers increased from three in 2016 to 17 in 2017, dipped to one in 2018, before rising to seven till May this year. Unlawful entry into Metro stations and rakes also rose from four in 2016 to 48 in 2017; there were eight cases in 2018 and 24 in 2019. This year, for the first time, BMRCL booked men for travelling in women’s coaches. The three men were fined a total of Rs 600. The Metro Railway (Operation and Maintenance) Act, 2002, stipulates that, depending on the nature of the violation, offenders may be fined between Rs 50 and Rs 5,000 and/or face imprisonment. “We are looking to take punitive action against offenders under the act so as not to inconvenience other passengers,” a BMRCL official said. Download The Times of India News App for Latest City .", "time": "2019-06-19 12:20:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/spitting-image-of-bengaluru-spike-in-offences-comes-with-rise-in-namma-metro-ridership/articleshow/69854055.cms"}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Karnataka: Congress suspends senior party MLA R Roshan Baig": {"time": "2019-06-18 23:01:00", "link": "https://timesofindia.indiatimes.com//city/bengaluru/karnataka-congress-suspends-senior-party-mla-r-roshan-baig/articleshow/69847810.cms", "description": "BENGALURU: The Congress high command late on Tuesday evening suspended senior party MLA R Roshan Baig for disparaging utterances against his leaders. In a two paragraph terse announcement, KPCC general secretary VY Ghorpade said the AICC approved the proposal sent by the state Congress unit to take action against Baig. \"He has been suspended from the party with immediate effect on the basis of inquiry conducted against him,\" the statement said. Earlier in the day, KPCC president Dinesh Gundurao said that he had recommended to the party high command for disciplinary action against Baig. Gundurao said he had taken note of Baig's recent outburst against Congress leaders including AICC general secretary KC Venugopal and state revenue minister RV Deshpande’s statement about Baig’s alleged intervention in favour of IMA scam kingpin Mohammed Mansoor Khan. “Deshpande is a senior leader and former KPCC president. His statements need to be taken seriously. Moreover, Baig had accused state leaders of giving cabinet berths for monetary considerations,” Gundurao said. Baig had called Venugopal a buffoon, criticised what he called former CM Siddaramaiah's arrogant attitude and described Gundurao a flopshow leader. “I feel sorry for my leader Rahul Gandhiji,” because of buffoons like Venugopal, the arrogant attitude of CLP leader Siddaramaiah and the flop show of KPCC president Dinesh Gundurao, the result is this,” he had said referring to the Congress winning just one seat in the Lok Sabha polls in the state. Meanwhile, another senior Congress leader HK Patil who has been opposing state government’s decision to sell 3667 acres of land to JSW Steel and expressed dissatisfaction over action taken with regard to IMA scam, rushed to Delhi on Tuesday after being summoned by Venugopal. He is expected to meet Venugopal and other Congress leaders tomorrow and put forth his views on JSW Steel land deal and IMA scam. Download The Times of India News App for Latest City ."}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Belligerent Roshan Baig says he was unfairly targeted": {"description": "BENGALURU: A day after he was suspended by the Congress high command for a vitriolic attack against party leaders, senior legislator R Roshan Baig remained belligerent, claiming he was targeted “for speaking the truth”, and virtually blamed former chief minister Siddaramaiah for the disciplinary action against him. Speaking to reporters at his residence, Baig, who categorically refused to take queries on his name being dragged into the IMA Group Ponzi scheme, said he was paying the price for being forthright with his views. “It is obvious that I have been targeted by the state leadership,” Baig said. “Is it a crime to speak the truth? I have the highest regard and respect for AICC president Rahul Gandhi. I never criticised him. I am a worker of the Indian National Congress, not Siddaramaiah Congress.” Baig claimed party workers would second his comments against senior leaders. He had called AICC general secretary KC Venugopal a buffoon, criticised what he called Siddaramaiah’s “arrogant attitude” and described KPCC president Dinesh Gundurao as a flop leader. “If speaking the truth amounts to anti-party activity, then let it be,” Baig said. “In a democracy, such open and transparent discussions [his comments against leaders] are required to strengthen the party. Closed-door discussions within the four walls of a hall will not help.” Baig also took exception to being singled out for disciplinary action, claiming others who had openly worked against the Congress during the Lok Sabha elections got away without so much as a slap on the wrist. “Congress leaders in Mandya openly campaigned for independent Sumalatha Ambareesh,” he said. “In Tumakuru, former MLA KN Rajanna worked against the coalition candidate HD Deve Gowda, party leaders openly said they will defeat KH Muniyappa in Kolar, a senior Dalit leader and former minister Ramesh Jarkiholi has been continuing his tirade against the party, but no action has been taken against any of these people. Why action only against me? For speaking the truth?” The Shivajinagar MLA said he will discuss with senior leaders Mallikarjun M Kharge, Ramalinga Reddy, Muniyappa, HK Patil and his supporters before firming up future plans. “After that, I will take a call whether I need to go to New Delhi,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:01:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/belligerent-baig-says-he-was-unfairly-targeted/articleshow/69864241.cms"}, "RCB": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Roads are frequently dug up and not fixed": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadsarefrequentlydugupandnotfixed/articleshow/69569962.cms", "description": ""}, "Rakshit Shetty have a high-octane birthday party": {"time": "", "link": "http://photogallery.indiatimes.com/events/bangalore/rakshit-shetty-have-a-high-octane-birthday-party/articleshow/69723706.cms", "description": ""}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "Garbage dumped Minhaj Nagar poses health threat.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpedminhajnagarposeshealththreat-/articleshow/69629780.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Karnataka high court seeks report on facilities for jail inmates": {"description": "BENGALURU: The high court has asked the government to submit a comprehensive report on the facilities being extended to prisoners in jails across the state in accordance with last year’s Supreme Court directions. A high court division bench headed by chief justice Abhay Shreeniwas Oka orally told the government advocate to give details on availability of washrooms, facilities extended to women prisoners with children, quality of food and visitation facilities. The medical facilities available at prisons, including for mentally ill inmates, should also be mentioned in the status report to be filed next month. The court, which is hearing a suo motu PIL registered based on the apex court’s directions, indicated that it would pass necessary orders once the government submits its report. During the hearing, the government advocate informed the court that six more jails, including four central prisons with a capacity of 1,000 inmates, will come up at Bidar, Bengaluru, Mangaluru and Hassan. He said Rs 93 crore has been provided in this year’s budget for the purpose. On May 8, 2018, the SC had directed high courts to take up the matter through suo motu PILs. This was after the top court noticed that jails across the country are overcrowded, some beyond 150%, and state governments had shown little interest to recruit staff. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:18:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/hc-seeks-report-on-facilities-for-jail-inmates/articleshow/69865101.cms"}, "Potholes woes increase in city during rains.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/potholeswoesincreaseincityduringrains-/articleshow/69718351.cms", "description": ""}, "Tahira Kashyap pens down an apology for sitting on a Buddha statue": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/after-getting-trolled-brutally-tahira-kashyap-pens-down-an-apology-for-sitting-on-a-buddha-statue/videoshow/69863475.cms", "description": ""}, "Sewage and drain water overflowing": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewageanddrainwateroverflowing/articleshow/69452694.cms", "description": ""}, "aerial view of vacant sites in Sector 7 HSR layout": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/aerialviewofvacantsitesinsector7hsrlayout/articleshow/69209824.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Finding Food In Faith": {"description": "BENGALURU: There were no long lines of impatient devotees waiting for the prasadam with palms outstretched. Instead it was glasses and glasses of rice beer and a chicken sacrifice that welcomed Devang Singh and Varud Gupta when they visited Rongmesek, a tiny village in Meghalaya, to observe a holy ceremony that was being conducted by the Karbi tribe. Singh and Gupta had undertaken the trip as part of research for their recently- launched book, Bhagwaan ke Pakwaan. The book, as the name suggests, is an indepth, incisive yet tongue-in-cheek exploration of India’s aeons-old temple food traditions, which continue to thrive and satiate the hunger pangs of millions of visitors, irrespective of their religious beliefs. “We were quietly taken to the site of the chicken sacrifice. One of the interesting sights that still remains with me was watching the village elder clean the intestine of the chicken with rice beer,” says Singh with a pause for added effect. It takes some time for one to digest the fact that an offering to god needn’t be limited to a laddoo, pedha or payasam. “When we set out to write the book we were clear that we didn’t want to write a pious book, nor was it going to focus only on prasad or bhog (the food served to god). We instead wanted to look at how food and faith mix, and in our country, they have always mixed,” says Singh. This search for the seamsless marriage of food and faith took Singh and Gupta to certain unusual locations: Rongmesek, the Christian village in Meghalaya; a monastery in Spiti valley; the Jewish Synagogue in Kolkata; Udvada, Gujarat which is the most sacred fire temple for Parsis in the country; and the Jagannath Temple in Puri that is famous for the 56-course meals that are served every day, all year. Last Sunday, at Ahara, a food and wellness workshop that was held in Bengaluru, musician and popular food and travel TV host Rakesh Raghunathan took his audiences on a sensorial journey as he spoke, sang and gave a live demonstration of the preparation of Akkaraadisal (rice cooked in milk with jaggery). A prasadam that is offered at the Srivilliputtur Andal temple, Tamil legend says that this was the food that Andal had promised Lord Ranganatha if he married her. “She promised to make him 100 thadas (tanks) of Akkaraadisal and 100 thadas of ghee,” narrated Raghunathan who made a presentation called Sacred Offerings at the event. “It is a popular presentation series that I have made on our temple food traditions. The idea here is to try and appeal to the five senses of the audience through music, food and mythological stories.” For Raghunathan, a keen foodie since he can remember, exploring temple food traditions is an offshoot of his wider interest in documenting south India’s culinary variety. “I have been documenting less-known recipes that have been handed down generations and it was during my travels that I got curious about temple food,” he says. “Doing research on prasadam, I realised, was a great way to learn about local regions, their geographies, agricultural practices, the local produce and their cooking traditions,” he says, before noting how a common temple prasadam as simple as a puliyogare (tamarind rice) varied from one state to another. “What’s unique about temple cuisine is that it is adapted to suit the place. So, if in Kerala you have temples offering prasadam made with jaggery/or jackfruit(the local produce), in Andhra, where the climate e common offer- panakkam, a drink that helps cool your body.” A PRACTICE OF FEEDING PEOPLE “The practice of naivedya – one of the sixteen upacaras acts) of a puja orship) – seems have been in from at least the f Ramayana’s on, where we learn of the recommendation that naivedya should be what everyone’s food was. Modern-day priests offer more pragmatic explanations for the development of the naivedya and prasad tradition. Babu Shastri, one of the head priests of the Kanchipuram Kamatciyamma Temple, told me that he suspected that the naivedya tradition developed because devotees would come from far away, or at least travel a great length of time to come to a temple and see a deity,” explains Andrea Gutierrez, Researcher, University of Texas. SUSTAINABLE FOOD PRACTICES “When we set down to write the book, we didn’t want to look at temple food only on basis of taste, but also on how they came about. In Spiti, for instance, the food served in monasteries is nonvegetarian because that is their staple diet. And there used to be a time when they’d cook kala mattar (black pea), which is tastier than green peas but that has become rare now. Similarly in Meghalaya, rice beer was a part of every ritual,” explains Singh. The biggest takeaway from writing the book for Singh has been about learning how temple food, minus the religious angle, epitomized sustainable food practices, be it in using local, seasonal ingredients or using sustainable slow cooking methods. “The reason that food cooked in temples tastes so good is because it is cooked with a lot of devotion, but there’s also technique involved. Use of fresh local ingredients, cooking all components of a dish from scratch, and the fact that it is cooked without being tasted because it is a holy offering differentiates it from other cuisines we have,” says chef Aditya Fatepuria, who runs Sattvam restaurant and is one of the few who has trained in cooking food based on sattvic principles. “Temple food was almost always made using seasonal food. Historically, for instance, dishes were made only using indigenous ingredients like moong dal and pepper. Items like chillies came later. Even today, if you look at the offering made during the yearly observance of the departed, only moong dal is used. And only country vegetables like snake gourd, bitter gourd and raw bananas are used,” explains Raghunathan. As someone who holds workshops and has hosted temple food festivals for five star hotels, Raghunathan says that these initiatives are attempts to make people aware of our heritage. “These are recipes that are 1000s of years old. I think we have taken our food legacy for granted and so I do this because I want to share it with everybody.” Unusual Temple Foods From dried fish and toddy to insect chutney and rice beer, there are holy spaces in India that serve prasadam that is not conservative by any measure. “The Karbi tribe make a chutney made out of cicadas (insects that appear once in four years), and I think that was probably the most unusual sacred offering I have heard of,” says Devang Singh. For Raghunathan, it’s the payasam served at the Suryanallar temple in Kumbakonam that stands out. “I had the priest tell me rather enthusiastically about how the offering was made of broken wheat and not rice because according to myth the Sun God is toothless,” he laughs. Other temples that have unusual offerings include the Sri Muthappan Temple in Kannur, Kerala where toddy and dried fish is served. The Muniyandi Swami temple in Vadakkampatti, Tamil Nadu holds a three-day festival in January where over 2,000 kg of rice and mutton is cooked and served to devotees. Meals Ready It would be a rueful comment from his mentor, Darshini man R Prabhakar, on how none of the restaurants in Bengaluru served food as safe and tasty as a temple meal that would goad Raghavendra Padukone to start Temple Meals in Malleswaram. Placing high emphasis on quality, the food served here takes inspiration from fare served in south Canara temples. “We do not use onion or garlic, the rice is parboiled, the spices and powders we use are made in Udupi and the vegatables are handpicked,” says Padukone. The formula is a success and its proof is the long line of customers who wait for the tasty elle oota everyday. “We serve 400-500 meals per day,” says Padukone. (Inputs from Aparna Sridhar) Look beyond the staple laddoo or pedha and you will discover a variety in India’s temple cuisine that boggles the mind and palate. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:39:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/finding-food-in-faith/articleshow/69861081.cms"}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "No students, no teachers, no Kannada: KVs": {"description": "BENGALURU: While academics fiercely debate the recently introduced draft National Education Policy, the central government-run Kendriya Vidyalayas (KVs) in Karnataka have communicated to the state that they are unable to teach Kannada in its 50 schools because of lack of faculty and students for the language. Over the last couple of weeks, the Kannada Development Authority (KDA) has held talks with Kendriya Vidyalaya Sangathan (KVS) officials on teaching Kannada in these schools. However, the KDA has been told that most of the 50 KVs in the state do not have teachers or students for the language. According to the KDA, Kannada as a language has been made mandatory in all schools, including KVs in the state, under the Kannada Language Learning Act, 2015.“However, it has come to light that KVs are not teaching the language due to lack of students. We are seeking clarifications from the state government and the Centre on this,” said KDA chairman SG Siddaramaiah. Sources in KDA say, KVs are trying to “evade” teaching Kannada, as it’d mean additional budgetary and academic burden on them. “They show Kannada as an option initially and later withdraw the same, even if parents are keen on their wards learning the language. For example, in Mysuru, there are only five students at one KV. However, the school principal has said they require at least 20 students to offer Kannada as a language option. This means those five students will have to study Sanskrit, the only other third-language option in the state,” said one KDA member. KVS authorities admit there is shortage of teachers and students for the language. “As per our sangathan policy, a regional language can be taught at our institutions only if there are 20 or more students in each of our schools. Even for this, we have to budget for a language teacher on contract and cannot hire permanent staff,” explained one senior KVS official. The authorities, however, were quick to add that though they were keen on implementing the regional language as a subject, they haven’t done so also due to a particular point in the Kannada Language Learning Act. “The Act mentions only private, aided and state government schools. However, there is no mention of central government schools. Effectively, this does make it difficult for the sangathan to implement the regional language policy,” said a senior KVS official. However, with the KDA and KV officials having held discussion, the regional office will be writing to the sangathan in New Delhi on how best to address the issue. Q-papers, marksheets, PhD submissions in KannadaThe state has issued a government order asking all varsities in Karnataka to issue bilingual question papers, marksheets and PhD summaries. It has also instructed universities to allow students in all courses to write exams in the language of their choice, options being English and Kannada. The order has already been implemented by the six agriculture and horticulture universities, while 18 other varsities are yet to implement the same. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:56:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/no-students-no-teachers-no-kannada-kvs/articleshow/69865217.cms"}, "Deepika-Kendall": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/deepika-padukone-bonds-with-supermodel-kendall-jenner-in-new-york/videoshow/69859087.cms", "description": ""}, "Sanjay Dutt pic helps cop nab hit-and-run driver": {"description": "BENGALURU: Agar mera fan hain, to kya hua? Tera auto pe mera photo chipkana zaroori hain kya? Actor Sanjay Dutt’s inimitable character Munna Bhai — who chronically questions the need for people to do the things they do — may well have asked a Bengaluru autorickshaw driver just that after police arrested the youngster on Wednesday morning for mowing down a 65-year-old retired head constable at Madiwala Market on Monday. Here’s the rub: Investigators had used surveillance camera footage to track down Shoeb Khan, 19, after discovering that he had a picture of the Bollywood star prominently displayed on the windshield of his vehicle. Madiwala traffic police said an auto mowed down Rama Rao, who was from Rayasandra and had served with the Karnataka State Reserve Police (KSRP), around 1.15pm on Monday. Police rushed Rao to a hospital nearby but he died of his injuries later in the day. They combed through CCTV camera tapes from the locality but the only footage that recorded the accident was taken 500 metres from the scene. “But Sanjay Dutt’s picture on the auto immediately caught our attention,” an investigating officer said. A police team then launched a search for an autorickshaw with a photograph of Dutt on its windscreen and questioned more than 20 drivers in Madiwala. “One of them said a driver from Siddapura had a picture of Dutt on his auto, but he did not know the man’s address or name.” Policemen then hired two autorickshaws to reconnoiter Siddapura and, after a lengthy search, one of them spotted the vehicle involved in the hit-and-run. “We soon identified the driver’s residence,” the officer said. “Shoeb initially denied involvement in the accident but he confessed when we showed him the CCTV camera footage.” He said police had arrested Shoeb and seized his autorickshaw. Download The Times of India News App for Latest City .", "time": "2019-06-20 06:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/sanjay-dutt-pic-leads-police-to-auto-driver-who-mowed-down-retd-cop/articleshow/69865105.cms"}, "Repeat of drain repair frequently": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/repeatofdrainrepairfrequently/articleshow/69764398.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "CBD traffic curbs increase waiting time for Ola, Uber": {"description": "BENGALURU: Finding it tough to get an Uber or Ola cab on MG Road? Blame it on parking restrictions and traffic diversions for Metro work. Commuters say driver-partners cancel bookings as soon as they learn the trip is to MG Road. As a result, the waiting time for cabs has increased. With a segment of Kamaraj Road shut and parking banned on MG Road, drivers of app-based cabs like Uber, Ola are shying away from entering MG Road, Brigade Road and Church Street. They say it makes no sense entering these streets as there is no parking space to wait for and pick up passengers. “I booked a cab on Monday morning and could see on the map that the vehicle was on Cubbon Road. The driver, however, cancelled the trip as soon as he realised he has to take a detour to reach the pick-up point. The same thing happened with two more cabbies. Earlier, I used to get bookings within five minutes,” said Prakash Babu, manager with a private firm on MG Road. Romitha K, staffer at a Church Street restaurant, said app-based cabs lining up along the stretch between Anil Kumble Circle and Brigade Road junction on MG Road, was a common sight until a few days ago. “Now, traffic policemen have barricaded the parking space and the waiting time for cabs has increased. On Monday, I had to wait for 15 minutes to get a vehicle,” she added. Why blanket ban: CabbiesKiran Kumar NP, a cab driver, said a blanket ban on parking is an impractical move. “Traffic police should have allowed designated spots for app-based cabs to pick up and drop commuters. Else, they should at least lift parking restrictions on Church Street. The current curbs are a no-win situation for both cabbies and passengers,” he added. Manjesh KL, another cab driver, said earlier they would be assured of a booking within 10 minutes of dropping a customer on MG Road, especially during peak hours. “Already, we are finding it tough to meet our targets and earn well. Such inconvenience, that too for years together, will only result in more problems for driver-partners associated with app-based aggregators,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:38:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/cbd-traffic-curbs-increase-waiting-time-for-ola-uber/articleshow/69848470.cms"}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Karnataka CM in 'pain' to run coalition government": {"description": "BENGALURU: In a clear indication that all was not well with the alliance partner Congress, a beleaguered Karnataka chief minister HD Kumaraswamy has admitted that he was in 'pain' every day in running over a year-old coalition government. \"I can't tell you the pain. From outside I may be the CM. Every day I'm going through pain, but I ask you who'll solve the problems of the people,\" said Kumaraswamy at an interaction with the people in Ramanagaram, about 40km southwest of Bengaluru towards Mysuru on Tuesday. Kumaraswamy represents the silk weaving town in the state assembly. Though Kumaraswamy contested and won from the high-profile Ramanagaram as well as the adjacent Channapatna in the May 2018 assembly elections, he retained the former and got his wife K. Anitha elected from the latter in a by-election in November. Asserting that there was no threat to his government and that he would complete its remaining 4-year term despite differences with the ally over several issues, the chief minister sought to blame the BJP for creating uncertainty and attempting to destabilise his ministry by wooing the ruling allies' legislators to defect to the saffron fold. \"Though you all are happy that I became the chief minister, I am not because I know the pain of heading a coalition government and running it despite pulls and pressures from all sides,\" he said. Assuring the pubic of fulfilling their expectations despite feeling the pain, the chief minister said he had the responsibility of running the government. \"I can't give the reason behind my pain now, as am responsible to run the state well and ensure the officials has the confidence in running the government,\" said Kumaraswamy. A fractured verdict in the 2018 assembly poll threw up a hung House with none of the three mainstream parties securing the halfway mark (113) for a simple majority to form a government on their own. Download The Times of India News App for Latest City .", "time": "2019-06-19 21:42:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/karnataka-cm-in-pain-to-run-coalition-government/articleshow/69863089.cms"}, "parking on footpath even when parking available": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingonfootpathevenwhenparkingavailable/articleshow/69300002.cms", "description": ""}, "Brock Lesnar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-gets-a-warning-from-wwe-champion-brock-lesnars-advocate-paul-heyman-for-using-the-wrestlers-catchline/articleshow/69858056.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "\nBengalureans get their dose of art at Chitra Santhe\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bengalureans-get-their-dose-of-art-at-chitra-santhe/articleshow/67419884.cms", "description": "Bengaluru’s biggest arts carnival — Chitra Santhe — made a splash this year as well. Sprawled from the Karnataka Chitrakala Parishath premises to Kumara Krupa Road, the 2019 edition of the santhe saw artist participation from different parts of the state. From vibrant paintings to artefacts, sculptures and graphic prints, it was a riot of colours and intricate pieces at the festival. Download The Times of India News App for Latest City ."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Road dug open and left unattended.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roaddugopenandleftunattended-/articleshow/69511034.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Sadashivanagar residents struggle as road work moves at snail’s pace": {"description": "BENGALURU: Residents of CV Raman Road, RMV Extension Stage II in Sadashivanagar, are having a harrowing time. Reason: BBMP has dug up the road and pavement in front of their houses. The civic body, which has taken up whitetopping of the road connecting Mehkri Circle and Yeshwantpur and finished concretising the main carriageway, is working on relaying the utilities under the pavement on Sadashivanagar side. Senior citizens, who find it impossible to jump across the trenches or negotiate their way on the piles of dug-up earth, are bearing the brunt of the snail-paced work. Residents say the civic body did not hold any public consultation before starting work and they weren’t even kept in the loop on how it would progress. “They have dug up the road and we cannot enter our apartments,” said Suman PS, a resident. Residents are forced to park their cars on alternative roads about 500 meters from their homes. On Friday evening when Suman was walking towards her flat, a bus almost brushed against her. “We are forced to walk on the main road braving heavy traffic,” she added. Elderly residents said their morning and evening strolls have stopped, thanks to excavated soil dumped on the pedestrian pathway. “Doctors say people must exercise to stay fit. But how does one go for a walk in such a situation,” asked KN Balasubramanya Setti, an 80-year-old resident form the locality. In case of emergencies, one cannot get out of the apartment, nor can an ambulance come to help, added Setti. BBMP engineer Sunil Kumar, however, blamed the BWSSB for the tardy progress. “We would have finished the work soon, but BWSSB officials are taking their own time to lay pipes,” he said, adding that it’d be completed within one month. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:43:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/sadashivanagar-residents-struggle-as-road-work-moves-at-snails-pace/articleshow/69848442.cms"}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "A gala 50th birthday for Soundarya Jagadeesh": {"time": "", "link": "http://photogallery.indiatimes.com/events/bangalore/a-gala-50th-birthday-for-soundarya-jagadeesh/articleshow/69724016.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Karnataka government to attract on-call private doctors with fee hike": {"description": "BENGALURU: Facing a severe shortage of specialists in government hospitals, Karnataka has decided to bring the on-call fees given to doctors on par with the private sector. The health department has empowered deputy commissioners to constitute Arogya Raksha Samithis involving physicians, surgeons, paediatricians, gynaecologists and other specialists, who will visit taluk and district hospitals and public health centres on call to treat patients and pay them the same amount they get in private hospitals. The scheme, conceptualised last year, kicked in January this year. Due to the Lok Sabha polls, the implementation had been delayed. “The committee will frequently meet and analyse shortage of specialties in public health institutions and fix on-call rates for different types of cases, taking into consideration fees charged by specialists in private hospitals,’’ said Pankaj Kumar Pandey, commissioner, state health department. The rates will be fixed based on taluks and regions. “Local problems, availability of specialists in private sector, convenience of transport and distance to nearest specialty hospital will be taken into consideration. The committee will have the liberty to fix high rates after giving valid reasons,” Pandey said. Once rates are fixed, the district health officer will advertise in local newspapers for on-call specialists. Depending on the response, he’ll constitute panels involving 4-8 specialists in each field. In 2017-18, the Karnataka government had rolled out the ‘specialists on call’ scheme to create a pool of specialists in every district of the state to overcome shortage of doctors and avoid wastage of resources in staterun hospitals under the National Health Mission. Quality healthcare for all ‘Revised on-call fees will push doctors to go to govt hospitals’However, there was poor response from private doctors because the government had standardised the oncall fees in all districts. “It failed as the on-call fee for a doctor in a private hospital in Bengaluru was the same as that for a doctor in a private hospital in Yadgir (a backward district),” said a senior health officer. “With the fees hiked, the government will pay the deficit,’’ Pandey said. As per health department estimates, about 3,000 posts of doctors, including 1,400 specialists, are vacant statewide. Many specialists appointed since 2015 haven’t reported for duty. Health activist Somashekar Bhandari said: “This scheme may encourage doctors in the private sector. However, why would a doctor travel long distances to treat a patient when she can earn the same money by consulting at 3-4 private hospitals within a 5km range?,’’ he asked. “The revised rates on par with other private hospitals will encourage doctors to go to government hospitals,” said Bengaluru-based gynaecologist Dr K Kishore. DNB doctors in Karnataka To deal with shortage of specialists, the Union health & family welfare ministry allotted 80 specialists seats to Karnataka under DNB (Diplomate in National Board) courses. Last year, the parliamentary standing committee on health recommended that the DNB awarded by the National Board of Examination is equivalent to Doctor of Medicine (MD), except in teaching. Health commissioner Pankaj Kumar Pandey said these doctors have to do three years on-the-job training and then sign a bond of 5 years with the government. Download The Times of India News App for Latest City .", "time": "2019-06-19 07:19:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/karnataka-government-to-attract-on-call-private-doctors-with-fee-hike/articleshow/69850540.cms"}, "Watch: Mangaluru farmer develops ingenious 'bike' to climb areca nut tree": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/watch-mangaluru-farmer-develops-ingenious-bike-to-climb-areca-nut-tree/videoshow/69829327.cms", "description": ""}, "the footpath has no space to walk": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thefootpathhasnospacetowalk/articleshow/69570056.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-claps-and-cheers-for-brother-rajeev-sen-on-his-wedding/videoshow/69852296.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "BESCOM electric pole encroaching on Road.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bescomelectricpoleencroachingonroad-/articleshow/69316297.cms", "description": ""}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranauts-sister-rangoli-chandel-reveals-that-hrithik-roshans-family-is-physically-assaulting-sunaina-roshan/videoshow/69856368.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Bengaluru: 7-year-old boy’s death shocks parents; teachers emphasise safety measures": {"description": "BENGALURU: Parents and teachers have called for more stringent safety measures in school buses, following Monday’s incident in which a seven-year-old school boy was run over by his own school bus while trying to cross the road. Chintan Ramesh Magadum had alighted from the bus and was crossing the road to reach his daycare centre when the accident occurred. Raising an alarm over the incident, Ramya S, a parent said: \"My seven-year-old daughter is in class 2 and this incident has caused a lot of distress. Since our apartment is located close to a bend, it’s nearly impossible to spot speeding vehicles coming towards you. This is why the driver always parks close to the apartment gate. As school buses and private vans aren’t allowed inside our apartment complex, they ensure children enter the complex, accompanied by an adult guardian or an older family member. Such measures must be taken by all schools and attendants, while bus drivers must be extra careful while ferrying toddlers.\" TimesViewThe death of a child in a freak accident has rattled parents and teachers alike. It was highly irresponsible of both the bus driver and the attendant to let go of the boy without ensuring he safely crossed the road, and they should be brought to book. Parents hand over their children to schools with an unwavering faith that the little ones would be well taken care of. Monday’s tragic incident should serve as a constant reminder for all stakeholders that they can’t be lax with safety, as a split second of oversight could turn fatal.\"Safety of children is the responsibility of all stakeholders, including parents, guardians, bus drivers and attendants. We do insist that a parent or guardian (with parents’ permission) picks a child up from where we drop him/her, in whose absence, the child is either escorted to his home by the attendant or brought back to the school where he/she can stay safe until parents arrive. Each of the 100 buses in our fleet comes with a woman attendant. We regularly conduct sessions for them and the drivers to hone their driving and other skills; we also get their eyes tested. This must happen across all schools in the state,\" said Manju Balasubramaniam, principal, Delhi Public School, Bangalore North. Immaculate Christopher, principal of Sophia Nursery Primary School on Old Airport Road, said extra attention must be paid to children from nursery and primary sections since they may not know how to navigate through traffic. \"We always ensure that a child is escorted by an attendant on his/her way back home from school. We suggest parents of children from one apartment complex could take turns to escort a group of children, if possible,\" she added. Other little victimsMonday’s incident was only the latest in a long list of road mishaps involving toddlers, show data available with city traffic police. While over eight children (below the age of 7) were victims of fatal road accidents recorded within city limits till May this year, 11 children were killed in 2018. Records also show how over 87 children were injured in road accidents recorded within city limits in 2018. In February, two school children were injured after a school bus collided head-on with a college bus in a north Bengaluru locality. There have been instances of children being run over by vehicles which were overspeeding or reversing. Dos and dont’s that kids need to know * While getting off the bus· Wait for bus to come to a complete halt before rising from the seat · Look left and right before stepping out · Use handrails to exit bus · Never walk behind or right in front of the vehicle · If looking to cross road, maintain a distance of 10ft in front of bus · Wait for a signal from the driver before crossing road to ensure he can see you · If you have dropped any personal belonging near the bus, tell driver or wait for bus to leave and traffic to clear before retrieving the item While boarding· Wait at least 10ft away from roadside · Wait for bus to come to a complete halt before approaching it · Use handrail to board bus · Watch traffic while boarding bus While inside the vehicle· Try to stay in your seat; wear seatbelts · Keep aisle clear of school bags and other items · Keep your head, hands away from window Tips for drivers· Always be mindful and attentive while reversing; watch out for children walking around the bus · Do not speed; watch out for children walking on streets, roadsides · Check rear view mirror and see in front of vehicle to ensure there are no toddlers, who are often hard to spot Download The Times of India News App for Latest City .", "time": "2019-06-19 08:34:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/7-year-old-boys-death-shocks-parents-teachers-emphasise-safety-measures/articleshow/69848679.cms"}, "To battle drought, Karnataka government moots ambitious plan to revive rural water bodies": {"description": "BENGALURU: With Karnataka suffering drought in 12 of the past 18 years — this year, 156 of the state’s 238 taluks have been declared drought-hit — the importance of water conservation is finally dawning on the government. Thanks to the near-constant drought, about three-quarters of the estimated 39,000 traditional kalyanis (ponds) and tanks that existed two decades ago across the state have either dried up, been encroached upon or have been turned into sewage dumps, leading to an alarming fall in groundwater levels. With water now scarce in most districts, the government has launched an ambitious project to rejuvenate the state’s age-old water system. Titled Jalamrutha, the community-driven programme is aimed at blunting the impact of climate change and battling drought. “Our focus is on spreading water literacy, rejuvenation and construction of conservation structures, smart use of water and afforestation drives,” said LK Atheeq, principal secretary, rural development and panchayat raj department. “The goal is to make Karnataka water secure by 2020.” Under the project, the government intends to rejuvenate at least 14,000 lakes and tanks this year with the help of communities at the gram panchayat level. There are about 6,068 gram panchayats in the state. The government will also construct 20,000 check dams across major rivers to retain water upstream to help recharge the groundwater table. “Check dams also help conserve rainwater as it prevents discharge into the sea,” said a senior RDPR official who is overseeing the project. “They also provide fresh water bodies for local use and strengthen the ecosystem and local bio-diversity.” Officials say by the end of June, every gram panchayat will have planted 500 saplings in schools, hostels, government buildings and community complexes besides near water bodies and other public places to develop social forestry. “About 20 lakh saplings have already been planted,” said Atheeq. “We are encouraging communities to help nurture two crore saplings.” The state government has earmarked about Rs 5,000 crore for the project and the government has already allocated about Rs 600 crore for the first phase. Construction of check dams, revival of small water bodies and planting of trees will also be funded under Mahatma Gandhi National Rural Employment Guarantee Act (MNREGA). However, GN Girish, a green activist, said that while the plan looks good on paper, it may not work. “Every year, the forest department plants around two crore saplings, but green cover in the state continues to diminish,” Girish said. “Government programmes often start with a bang, they fail to deliver.” Download The Times of India News App for Latest City .", "time": "2019-06-20 07:59:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/to-battle-drought-govt-moots-ambitious-plan-to-revive-rural-water-bodies/articleshow/69864261.cms"}, "B'luru para swimmer wins 5 gold medals in Norway": {"time": "2019-06-18 10:43:00", "link": "https://bangaloremirror.indiatimes.com/bangalore/others/bengaluru-para-swimmer-wins-5-gold-medals-in-norway/articleshow/69831979.cms", "description": ""}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "A starry launch in Bengaluru": {"description": "Daddy opened its doors to the public on Father’s Day weekend. Owned by Lokesh and Priyank Sukhija, Daddy comes from the house of First Fiddle Restaurants. The launch party was attended by some of the biggest names in the industry, including Ragini Dwivedi, Prajwal Devaraj, Ragini Chandran, Adityaa, Sree Leela, and more. The guests were offered a range of signature dishes from the menu, which featured New Age Continental flavours that create a fusion between authentic tastes and South Indian preferences. Their extensive range of cocktails by Raj Negi, an expert mixologist, was loved and appreciated by all. Both Priyank and Lokesh, said, “Daddy is an entirely new brand at First Fiddle, and to take it directly into the unknown territory of Bengaluru is both terrifying and exhilarating. However, seeing the response on the launch night, we’re sure Bengalureans will love the place.” 00:44A starry launch in BengaluruDownload The Times of India News App for Latest City .", "time": "2019-06-19 12:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/a-starry-launch-in-bengaluru/articleshow/69842315.cms"}, "Private parking space on public road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/privateparkingspaceonpublicroad/articleshow/69299971.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Huge Pothole": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hugepothole/articleshow/69569960.cms", "description": ""}, "Bengaluru sets the stage for Muktidham’s final run": {"description": "Muktidham, one of Abhishek Majumdar’s most well-received and widely-toured play, is set for its final run at Ranga Shankara this Friday and Saturday. The play travels way back in time to pluck a portion of India’s history that is more relevant now than ever before. Through the plot that revolves around an intellectual discourse about a religious succession in a matha of the Pala Empire in the eighth century, the play sheds light on a historical milieu when the ideas of Hinduism were challenged by those of Buddhism, even though the latter was on the brink of an imminent decline. Muktidham’s uncanny parallels with the country’s current ideas about nationalism is quite evident. “The play piques one to rethink the common argument placed by the right-wing movement that their faith is under threat now. This only reflects how they still dwell on an imagined history,” says the playwright-director.  The two-hour play features a cast of prominent actors including Ajeet Singh Palawat, Ashwini Kumar Chakre, Ipshita Chakraborty SIngh, Irawati Karnik, Kumud Mishra, Neel Sengupta, MD Pallavi, Pratyush Singh, Sandeep Shikhar and Shubhrajyoti Barat. Apart from an extensive tour of Uttar Pradesh – covering Bareilly, Lucknow, Gorakhpur, Allahabad, Delhi and Agra – the play has also travelled to Pune and Goa, and has even won awards in 2018.  Back to Ranga Shankara, where it premiered in 2017, it’s bit of a reunion for the cast and crew of the play. But why wrap up the play so soon? “It will only be the closing shows of this particular production. The text of the play is published and available for theatre groups, if they want to adapt it into another performance. Muktidham was the first play we travelled so much with. And, we have had actors from every place we visited becoming part of the cast. Travelling with a production has its own limitations, and right now we want to concentrate on newer plays,” says Vivek Madan, of Bhasha Centre that is presenting the play. Light design for the show is done by Anmol Vellani, while music and sound design is handled by Abhijeet Tambe and Pallavi. Tracing the dilemma…The story is set in a time when the Pala kings, who followed Buddhism, were ruling the east and large parts of northern India. It is about this Hindu temple town, called Beerpur, which is surrounded by Buddhists. The protagonist of the play is Agnivesh, a scholar in the matha. Its head, Nath Nand, who is about to retire, is in a dilemma as to who among his students should become his successor. Will it be Yuyutsu, who believes in opening up the doors of the temple for the lower castes, or Agnivesh, who believes in raising an armed resistance to Buddhism? 00:35Muktidham's last run of shows in BengaluruMuktidham: A playDownload The Times of India News App for Latest City .", "time": "2019-06-20 00:05:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bengaluru-sets-the-stage-for-muktidhams-final-run/articleshow/69856665.cms"}, "Houses partially damaged due to tidal waves in Karnataka’s Mangaluru": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/houses-partially-damaged-due-to-tidal-waves-in-karnatakas-mangaluru/videoshow/69784351.cms", "description": ""}, "garbage overflowing onto street": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageoverflowingontostreet/articleshow/69209832.cms", "description": ""}, "Bengaluru: Woman makes selfie video before committing suicide": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/bengaluru-woman-makes-selfie-video-before-committing-suicide/videoshow/69855089.cms", "description": ""}, "Garbage menace at Muninanjappa Layout": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagemenaceatmuninanjappalayout/articleshow/69834429.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Tahira Kashyap": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/after-getting-trolled-brutally-tahira-kashyap-pens-down-an-apology-for-sitting-on-a-buddha-statue/videoshow/69863475.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Bidar institute’s NEET coaching improves prospects of aspirants": {"description": "BIDAR: Nearly 1,200 students from the Shaheen Group of Educational Institutions in Bidar, an otherwise backward district, took the National Eligibility cum Entrance Test (NEET) this year. College authorities are expecting their students to bag nearly 10 per cent of government medical seats in Karnataka and about 0.7 per cent of medical seats across India. They say at least 435 students from Shaheen Group of Educational Institutions should notch up government quota medical seats in the country this time. Last year, 304 students secured government quota seats; the number was 83 in 2013. Thouseef Madikeri, CEO of Shaheen Education Foundation, told TOI: “Special NEET coaching is given to students of classes 11 and 12. A test is conducted every week, (the level gets tougher in class 12) and students are segregated based on their ranks. Every week, the list of toppers is updated online. The slow learners get special focus. Faculty members with more than 15 years of experience train these students, who can also opt for interactive online classes.” Residential students are required to dedicate four hours to study every day. Classes begin at 7.30am and end at 9pm. Residential students get a break on Sunday. For day scholars, regular class ends at 5.30pm, but they can opt for the study hours by staying on campus till 9pm. Shaheen Group founder Abdul Qadeer Sahib is credited with introducing Hifzul-Quran PlusCourse for madrassa students since 2012. The aim being to integrate Madrasa-educated students into the mainstream. In the recently concluded NEET exams, 17 students who took the Hifzul-Quran PlusCourse cleared NEET. This year, 1,176 students were specially trained for NEET at the institute’s two girls and one boys campus. Also, around 2,600 students have taken admission to class 11 this academic year. “For the first time, we are expecting nearly 435 students to bag government medical seats. Last year, students from this institute bagged nearly eight per cent of the government seats in Karnataka,” said Thouseef. About 40 per cent of the students at this institute are non-Muslims. From Qatar to Bidar When the family of Sameeha Mehreen decided to move from Qatar to Koppal, her parents Huzoor Ahmed, an engineer, and Amatul Baseer Farheen, an unani expert decided to admit their daughter at Shaheen. Sameeha scored 643 in NEET. “The coaching was amazing. I’m hoping for a medical seat at KIMS, Hubballi, so that I can stay close to home,” said Sameeha. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bidar-institutes-neet-coaching-improves-prospects-of-aspirants/articleshow/69865236.cms"}, "Bengaluru: With mom’s help, boy achieves a NEET feat": {"description": "BENGALURU: Mohammed Mudasir Ahmed, 17, is well on his way to becoming a doctor and he eventually wants to join the Indian Administrative Service. Behind this dream is a story of an undeterred son and his determined mother. After getting the 438th rank in the National Eligibility-cum-Entrance Test (NEET) this year, Ahmed hopes to join the Bangalore Medical College and Research Institute. He’s the lone Muslim from Karnataka to figure in Top 500. “Until I reached II PU, I didn’t know I wanted to be a doctor,” he told TOI. The decision was a conscious one. He hails from a poor family in Gauripete, Kolar, and was brought up by single mother Zeenathunnisa, who suffers from a chronic disease which has affected her kidneys. Zeenathunnisa, an Urdu teacher in a government school, has three children and Ahmed is the youngest. Urdu teacher did everything to educate three childrenZeenathunnisa, an Urdu teacher, did everything possible to educate them: Ahmed’s siblings are doing diploma courses in a government college. “My mother always said education makes us more civilised, more useful to society. When I joined Shaheen’s Falcon College in Bengaluru, I struggled with the English language. I was motivated by the faculty and management. Now, I know the language just essential to clear NEET,” he said. He studied in Kannada-medium government schools — Classes 1 to 4 in Kolar, 4 to 8 in Haveri (when his mother was transferred there), and the next two years back in Kolar and was introduced to English only at Falcon College. College managing director Abdul Subhan said, “When we decided to enrol Ahmed without any fees, I didn’t know him at all. I hadn’t met him until he completed three months of the first year. He was admitted because his mother shared her story with me. I sense her concern, the willingness to educate her children and disappointment in her older kids.” He wants to be a doctorAhmed used an English-to-Kannada dictionary to understand what was taught in class. He’s come a long way since. “My goal is to be able to serve society — as a doctor and an IAS officer. I would’ve never achieved what I did without the help of people. I want to help others some day,” he added. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/with-moms-help-boy-achieves-a-neet-feat/articleshow/69850834.cms"}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Under-construction water tank collapses in Karnataka’s Bengaluru": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/under-construction-water-tank-collapses-in-karnatakas-bengaluru/videoshow/69831449.cms", "description": ""}, "Yuva Rajkumar ties the knot, before his debut, at Bangalore Palace": {"time": "", "link": "http://photogallery.indiatimes.com/events/bangalore/yuva-rajkumar-ties-the-knot-before-his-debut-at-bangalore-palace/articleshow/69534930.cms", "description": ""}, "Woman makes selfie video before committing suicide in Bengaluru": {"description": "BENGALURU: A clash between a landlord and his tenant ended in the latter committing suicide in her rental accommodation in Devanahalli town on Monday. Minutes before taking the extreme step, Manjula, 36, shot a selfie video, in which she alleged that she was being forced to end her life due to torture by her landlord’s family. Devanahalli police said Manjula, a resident of Manjunathanagar, hanged herself from the ceiling of her house around 3.30pm, after making the 36-second-long video. “They harassed us a lot and even snatched my mangal sutras. I and my husband went to the police station, but were beaten up by Somashekar, his wife and daughter in front of police, who remained mute spectators. I sent my husband to hospital for treatment and now I am going to commit suicide. Soma, his wife Bindu and daughter Geetha are responsible for this. Don’t spare them...,” Manjula alleged in the video, which has gone viral on social media. Devanahalli police said Manjula’s husband Subramani runs a beeda shop in the town. The family resided in the rental house owned by Somashekar. The owner asked them to vacate his house as he wanted to give it to someone else on lease. This led to frequent fights between Manjula and Somashekar’s family. On Sunday night, Somashekar discontinued water supply to the tenants and this led to a quarrel at midnight. Both parties approached police on Monday evening and returned after a compromise. But Bindu and Geetha again had a scrap with Manjula. “We have registered a case of abetment to suicide against Somashekar, Bindu and Geetha based on the statement made by Manjula in the video and have arrested Somashekar,” said police. In Video:Bengaluru: Woman makes selfie video before committing suicideDownload The Times of India News App for Latest City .", "time": "2019-06-19 14:15:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/woman-makes-selfie-video-before-committing-suicide/articleshow/69848449.cms"}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Bengaluru team develops robot inspired by elephant trunk for brain surgery": {"description": "BENGALURU: The elephant trunk, with more than 40,000 muscles, is far and away the most versatile natural appendage known to man. So it stands to reason that inventors — who are wont to take inspiration from nature — would by now have had a brainwave or two about the potential for innovation from this incredible organ. And scientists have, over the past decade or so, modelled automated arms after the elephant trunk, including for operations in industrial settings, in agriculture and even as an aid for people with disabilities. But perhaps for the first time ever, a team of researchers from International Institute of Information Technology Bangalore (IIIT-B) and National Institute of Mental Health and Neurosciences (Nimhans) is awaiting a patent for a robot prototype — a hyperflexible bionic probe — inspired by an elephant’s trunk and developed for brain surgery. The new device will allow surgeons to perform brain surgeries via a single port — an incision to insert equipment — and with just one probe. “This will change things completely. Surgeons now require multiple ports and numerous probes to do the same job,” said Prof Madhav Rao of IIIT-B. While the robot is still a long way away from being deployed in operation theatres, its inventors say it could be the first of a series of products that revolutionise surgeries. Among other things, the robot, christened ‘Mythri’, can be manoeuvred within the body to ferret out cysts or tumours. Dr Vikas Vazhiyal of Nimhans recalled that he approached Rao and his team in 2016 with an idea for the product. “Robotics had been around for a while in medicine, but not really in neuroscience,” Vazhiyal said. “I felt there was an opportunity and we began work on the idea.” “We needed a flexible and light tool, and the first thing that came to mind was an elephant’s trunk,” he said. “The elephant’s trunk is extremely tactile. It uses it to sense things, bathe, drink water and lift heavy objects. We wanted our tool to be just as versatile, something that could sneak into deep into the brain and do the work needed.” Unlike the abdomen for instance, space is at a premium in the brain because so many vital parts are packed into a small place. “The elephant trunk was perfect in this respect,” Vazhiyal said. “Flexible robots of today are completely solid. We needed a hollow device with the equipment needed packed within.” Rao said the tool uses a pulley system based on a micromotor. “It will be the first laparoscope with the ability to make three-dimensional movements,” he said. Surgeons currently have to make at least two incisions for laparoscopic surgeries: One incision to insert the laparoscope, the other to manoeuvre it. Since Mythri can make 3D movements with more than 5° of freedom, a second incision will not be required, Rao said. “We’ve developed Mythri for neurosurgeries, but I’m confident that it could be used in other parts of the body such as the abdomen,” Vazhiyal said. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:32:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bluru-team-develops-robot-inspired-by-elephant-trunk-for-brain-surgery/articleshow/69848210.cms"}, "Road always filled with water": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadalwaysfilledwithwater/articleshow/69570052.cms", "description": ""}, "Backflip is not easy act, say dancers after viral video shows youth breaking neck": {"description": "BENGALURU: A viral video that showed an amateur dancer landing on his neck while attempting a backflip stunt has drawn attention of experts about the perils of youngsters attempting complicated moves without proper guidance. Kumaraswamy, 19, from Tumakuru, suffered a spinal injury and is undergoing treatment at Victoria hospital. Dancers say backflip is one of the most difficult moves in street style and hip-hop dancing and practising it cannot be a casual affair. Shilpa Somananthan, a dance expert who won the first place in the World Dance Championship (2018-2019), said: “Three major factors matter while doing a backflip: Physical strength, presence of mind and a partner who is understanding. Even if one of these goes wrong, the dancer can easily fall and break neck.” She said dancers with basic gymnastic training are better equipped to perform this move. She also pointed out that the partner needs to be firm on the ground and his/her legs must be positioned in a way that allows the dancer to run and step on his/her knees and flip in the air. “A person needs to practice on the crash mat, sand or soft bed before doing it on any other surface,” Shilpa said. Bharatanatyam dancer Sneha Nair said mental strength is more important than anything else while performing acrobatics in dance. A dancer normally takes a month to learn the art and two months to master the act, until which support would be advisable. “Many times, our children fall and injure their legs or bruise their hand. We always keep a pillow to ensure neck is not damaged,” she added. ‘He did not use right flooring’On what could have caused Kumaraswamy’s accident, street dancer Princy William, who has been practising the act for eight years, said: “He did not use the right flooring to do it and his partner did not lift him properly.” Kumaraswamy’s relative Bharath M said the dancer’s spinal cord is broken. “He tried the act twice and they were perfect. When he attempted it for the third time, it went wrong,” he said. Denying that Kumaraswamy was attempting to do a Tik-Tok video which was being recorded by his friend, Bharath said the incident happened 10 days ago though the video went viral on Tuesday. Doctors were not available for comments. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:31:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/backflip-is-not-easy-act-say-dancers-after-viral-video-shows-youth-breaking-neck/articleshow/69865160.cms"}, "Garbage on roads": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageonroads/articleshow/69209811.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Garbage dump near children's park": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpnearchildren27spark/articleshow/69452717.cms", "description": ""}, "Sewerage Leaking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerageleaking/articleshow/69288078.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "MS Dhoni": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Karnataka government to HC: Steel bridge project is scrapped": {"description": "BENGALURU: The Karnataka government on Tuesday informed the high court that it has shelved the Rs 1,800-crore steel bridge proposal that was to connect Basaveshwara Circle and Hebbal flyover, ending a 33-month legal war on the controversial big-ticket infrastructure project. With this, the court disposed of a PIL filed by Namma Bengaluru Foundation, which had questioned the decision to build the bridge at the cost of city’s greenery. Additional advocate general (AAG) N Dinesh Rao placed before the court a copy of the government’s May 4, 2017 order to cancel the project. Additional advocate general Rao requested the court to indicate that the cancellation of the infrastructure project will not prevent the state government from considering alternatives. “Who is preventing you? We are concerned only with this project,” the bench said. ‘Violations galore’ in flyover projectNamma Bengaluru Foundation had alleged violations galore, including flouting Article 243ZE of the Constitution. It alleged the government held no public hearing and failed to bring the Rs 1,800 crore project before the Bengaluru Metropolitan Planning Committee. It alleged the government didn’t provide information, under RTI, on detailed project report, feasibility report and financing. The foundation said the matter was brought before the Vision Group, whose constitution was challenged before the high court. During the pendency of the proceedings, the government had disbanded the group. The project was challenged before the National Green Tribunal, saying environment clearance was not obtained. The tribunal had stayed the project in December 2016. Download The Times of India News App for Latest City .", "time": "2019-06-19 07:20:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/karnataka-government-to-hc-steel-bridge-project-is-scrapped/articleshow/69850546.cms"}, "Karwar: Facebook ‘friend’ cheats monk of Rs 2 crore": {"description": "KARWAR: A 73-year-old Buddhist monk was duped of nearly Rs 2 crore by a woman who claimed to be an American keen on adopting orphans in India. The monk, from the Tibetan refugee colony in Mundgod, about 400km from Bengaluru, was befriended by the woman on Facebook. A complaint has been lodged with the CEN (cybercrime, economic offences and narcotics) police station in Karwar. The monk, Karma Khedup, said he joined Facebook in January 2017. Within months, the woman reached out to him on the site and introduced herself as Roland Michael, an American citizen who had grown up as an orphan. She told the elderly monk that she was keen on helping orphans in India. The two extended their friendship on WhatsApp and eventually, Roland said she wanted to settle down in India with his help. Karma heads the audio-visual archive at Drepung Loseling Meditation & Science Centre at Mundgod.  Befo re flying down, Roland told Karma, she would send $2.5 million (over Rs 17 crore) to him for charity work with orphans. Karma agreed. Roland then allegedly told Karma that one of her friends, a William Johnson, would come to India and work with him until she could leave US and come here. She asked Karma to contact William on his mobile phone. When Karma called him, William allegedly demanded money to pay for \"custom clearance, income tax, police verification and immigration\". William provided several bank account details and Karma transferred money in the hope of getting Roland's funds.  In his complaint, the monk said he had transferred nearly Rs 2 crore, at which point, William and Roland broke off all communication. Roland's Facebook account has also been closed. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:40:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/karwar-us-orphan-cons-73-year-old-buddhist-monk-of-rs-2-crore/articleshow/69850671.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Dangerous OFC": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerousofc/articleshow/69834364.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "\nUsha Uthup performs at Taj MG Road, Bengaluru\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/usha-uthup-performs-at-taj-mg-road-bengaluru/articleshow/68794254.cms", "description": "The city’s who’s who got together recently to toast to all things new. The Taj MG Road, Bengaluru, has been a reflection of the city’s cosmopolitan flavour. It has embraced change to reflect a re-imagined, redesigned and renewed identity. The hotel’s deluxe rooms continue to showcase spectacular views of Ulsoor Lake and the city dotted with greenery. Each room is designed with wooden flooring, walls bearing a unique collection of abstract art and a touch of silver and rose gold. Enjoy the first rays of sun and the green hues of Tamara Lawn, their newest venue which is suitable for all occasions, including barbecues, cocktail parties or intimate gatherings with loved ones, accompanied by a menu that is carefully crafted to meet personal preferences. This facilitates private meetings in the newly renovated business centre, equipped with state-of-the-art video conferencing facilities and audio-visual equipment to support virtual communication, as well as visualisation and analysis of data for effective decision-making. The Trinity Square, the all-day diner, is crafted on the simple principles of innovation, ambience and experience. From France’s Lobster Thermidor to Karnataka’s beloved Bisibele Bath, this diner swings from gourmet to comfort food in minutes, whatever the hour. Discover a fusion Afternoon High Tea that blends the classical with the local. Tantalise your senses with the aromas of the live grill, the comforting warmth of fresh bakes and the shake and swirl of freshly prepared juices, mocktails and cocktails. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/pm-modi-to-set-up-panel-to-look-into-issue-of-simultaneous-polls-rajnath/articleshow/69861345.cms", "description": "NEW DELHI: A committee for giving \"time-bound\" suggestions on the issue of 'one nation, one election' will be set up by Prime Minister Narendra Modi, defence minister Rajnath Singh announced on Wednesday after a meeting of chiefs of political parties. In a bid to build a consensus on holding simultaneous polls to the Lok Sabha and state assemblies, Modi convened the meeting of presidents of all political parties for which 40 were invited. 21 parties attended the meeting while three shared their views on the subject in writing. Amid no shows, PM Modi meets party chiefs on simultaneous pollsAddressing mediapersons after the meeting, Singh, who moderated the gathering, said most parties supported the 'one nation, one election' idea. However, Left parties such as the CPI and the CPM had \"difference of opinion\" on how the exercise of joint elections will be held and that they were \"not opposed (to the idea)\", he said. Had a great meeting with Presidents of various political parties. Multiple issues of national importance were dis… https://t.co/yS6ETxNJx9&mdash; Narendra Modi (@narendramodi) 1560958257000Among the notable absentees were Congress president Rahul Gandhi, West Bengal chief minister and TMC leader Mamata Banerjee, BSP supremo Mayawati, SP president Akhilesh Yadav, DMK's M K Stalin, TRS chief K Chandrashekhar Rao, Shiv Sena chief Uddhav Thackeray and Delhi chief minister and Aam Admi Party(AAP) convenor Arvind Kejriwal. Milind Deora says simultaneous polls is an 'important and valuable reform', calls for debateTRS was represented by its working president K T Rama Rao. \"Most of the parties supported 'one nation one election'. There was some difference of opinion from CPM and CPI that how it will be done. And both Left parties didn't directly oppose it rather expressed apprehensions that how it will be implemented,\" he said adding, \"Prime Minister will form a committee which will hold discussions with all stake holders in a time-bound manner.\" According to sources, this panel is likely to be political in nature that will include leaders from various political parties. Singh said Modi made it clear at the meeting that the \"simultaneous polls is not government's agenda and that it is the nation's agenda.\" Quoting Modi, Singh said he told presidents of the political parties that if there is any difference of opinion it is welcome. Modi had invited the heads of all political parties which have at least one member either in the Lok Sabha or the Rajya Sabha for the meeting to discuss several issues, including the \"one nation, one election\" idea, celebration of 75 years of Independence in 2022 and the 150th birth anniversary of Mahatma Gandhi this year. Singh said on the issue of increasing the productivity of Parliament all parties were in agreement on this. Those leaders who were present in the meeting were of the opinion that there should be cordial atmosphere for communication and discussion in the House. Leaders of various parties emphasised that the young generation should be aware about the teachings of Mahatma Gandhi, Singh said. Those who attended the meeting included NCP leader Sharad Pawar, CPM's Sitaram Yechury, CPI general secretary S Sudhakar Reddy, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conard Sangma. PDP leader Mehbooba Mufti, National Conference patriarch Farooq Abdullah and AIMIM chief Asaduddin Owais also attended. Besides Modi and Singh, the government was represented by Union home minister Amit Shah, his cabinet colleagues Nitin Gadkari and Pralhad Joshi. BJP's new working president JP Nadda was also present. Mayawati tweeted on Tuesday that she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Talking to reporters after the meeting, Yechury described the concept of simultaneous polls as \"anti-democracy and anti-federalism\" and said \"the BJP is trying to bring in president form of government structure through back door.\" On celebrations of 150 years of birth anniversary of Mahatma Gandhi, Yechury said the best tribute to the Father of Nation could be by taking stringent action against those who are glorifying his assassin and enacting a strong law against mob lynching. BJD's Naveen Patnaik, who supported the government's idea of simultaneous polls, demanded the inclusion of the words peace and non-violence in the preamble of the Constitution. Sources said that the opposition parties want proper discussion before going ahead with simultaneous polls. Last August, the Law Commission had recommended holding simultaneous elections to the Lok Sabha and state assemblies to save public money. The draft, submitted to the law ministry, however, cautioned that \"holding simultaneous elections is not possible within the existing framework of the Constitution\". The Centre has been toying with the idea for quite some time now. \"The Prime Minister called for widespread debate and consultations on simultaneous elections for Lok Sabha and Vidhan Sabhas, keeping in view various aspects such as the resulting financial savings and consequent better utilisation of resources,\" an official release said last week after Modi addressed a NITI Aayog meeting. The government think-tank, NITI Aayog, last year suggested synchronised two-phase Lok Sabha and Assembly polls from 2024 to ensure minimum campaign-mode disruption to governance. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "Suicide is no solution to debt, says HDK": {"description": "MANDYA: Chief minister HD Kumaraswamy on Tuesday met family members of Suresh, the debt-ridden farmer who took his life after leaving behind a video clip where he claimed the burden of loans from private moneylenders had driven him to take the extreme step. Kumaraswamy met with Suresh’s family in Aghalaya village, KR Pete taluk and consoled them, while also handing over Rs 5 lakh as monetary relief. He directed the district administration to provide a government job for Suresh’s eldest son Chandrashekar and promised to pay for the education of Suresh’s daughter Suvarana, who is pursuing an MCom. In the video clip, Suresh also requested the CM to ensure that all tanks in Santebachahalli Hobli are filled so that fellow farmers do not suffer water scarcity as he did. Locals say Suresh owned 2.2 acres of land and although he had drilled seven borewells, they all went dry, resulting in huge losses. He then took loans from private moneylenders and was under acute pressure to repay the mounting debt. Kumaraswamy said a bill aimed at ending “the menace” of private moneylenders will be tabled in forthcoming assembly session and that it would be on the lines of the one passed by the Kerala legislative assembly. Kumaraswamy advised farmers not to take the extreme step, saying it is not a solution to mounting debt. “I have decided to continue my village stay programme as this will improve the morale of distressed farmers,” he said. “BJP leaders are asking me to conduct drought tour instead of village stay programme. I know what I should do to alleviate the plight of farmers.” Download The Times of India News App for Latest City .", "time": "2019-06-19 10:33:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/suicide-is-no-solution-to-debt-says-hdk/articleshow/69852478.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Monsoon arrives late, fails to spread beyond coast": {"description": "BENGALURU: Karnataka may be staring at another year of drought with monsoon having set in late and failing to have an impact beyond coastal areas, much to the agony of farmers. Monsoon hit the coast on June 13, delayed by five days for the first time in recent years. It has become persistently weak since then with only districts like Dakshina Kannada, Udupi, Uttara Kannada and Kodagu receiving rain, according to Srinivas Reddy, director, Karnataka State Natural Disaster Monitoring Centre (KSNDMC). Usually, monsoon enters the coast between June 7 and 9 and spreads across the state by June 19. But that hasn’t been the case this year. “Till now, monsoon has covered just 20 per cent of Karnataka. Moreover, no cloud formation and pressure are being seen anywhere in the state, which is really a worrying factor,” Reddy said hinting at a continued dry spell in the coming days. The rainfall data of KSNDMC shows none of the 30 districts received normal rainfall between June 11 and 17. The average rainfall deficit touched 80 per cent in most districts of south interior and north interior Karnataka during the period. For example, the cumulative rainfall in south interior Karnataka between June 1 and 17 is 19 per cent more than normal while it has received 79.7 per cent less rainfall between June 11 and 17, indicating a sharp decrease. Even in coastal districts, which have been witnessing showers for the few days, the figures are below normal. Sowing takes a beatingElusive showers have also impacted sowing activities across the state, mainly in rain-fed North Karnataka. As per data provided by the office of the agriculture director, of the 76.7 lakh hectares of targeted area under kharif crops, sowing has taken place only in 6.9 lakh hectares, including 3.3 lakh hectares of irrigated land. In 10 districts of North Karnataka, including Bidar, Vijayapura, Kalaburagi, Yadgir, Gadag and Haveri, no sowing has been done. “This is almost 10 percentage points less than the area usually covered by the second week of June. In rain-fed areas, sowing is less than five percent,” said an agriculture department official. RAINFALL PATTERN Region May June 1-17 June 11-17 South interior Karnataka -13.3% 19% -79% North Interior Karnataka -56.4% -22.5% -71.9% Malnad -49% -34.3% -24.6% Coast -73.1% - 47.2% -14% Source: KSNDMC SOWING IN NUMBERS Targeted area: 76.7 lakh hectares Area where sowing has been done: 6.9 lakh hectares Percentage of coverage: 8.9 Percentage of normal coverage: 37 Source: Agriculture dept Download The Times of India News App for Latest City .", "time": "2019-06-19 09:35:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/monsoon-arrives-late-fails-to-spread-beyond-coast/articleshow/69848148.cms"}, "Bengaluru: Rinse tiffin box, Air India pilot tells purser; fight delays flight": {"description": "NEW DELHI: \"Rinse my lunch box.\" These were the words that triggered a major fight on board an Air India aircraft at Bengaluru airport on Monday (June 17) morning when the captain reportedly asked this of the flight purser. The cabin crew member on AI 772, that was preparing for take-off to Kolkata with boarding completed, took offence and then the two almost came to blows in full view of passengers. When informed of the situation by other crew on board, the airline immediately grounded both of them and the flight operated with a delay of two hours after calling in another captain and purser. This fight, which now both AI and the Directorate General of Civil Aviation (DGCA) are probing, happened when AI's Airbus A320 was going to operate on the Bengaluru-Kolkata route. \"The pilot got food from home and asked the senior crew member to heat it. Apparently after finishing his meal, the pilot told this crew member to rinse the container. He objected to being asked to do so and there was an altercation but perhaps no fist fight,\" said a senior aviation official probing this case. Confirming the onboard fight, an AI spokesman said, \"Airline chairman Ashwani Lohani has taken a very stern view of this issue. Both the pilot and crew member have been summoned to the Delhi HQ for questioning on Thursday. The two were off-rostered (taken off flying duty) the moment report of this fight came to the management.\" Asked if being asked to clean a tiffin box led to the fight, the AI official said, \"During preliminary questioning, both the flight crew members have said that they were pushed by the other when they were going to the cockpit. Both are accusing the other of pushing them first which led to the fight. This issue is being probed to see exactly what led to the fight.\" The fight led to the flight being delayed by over two hours. AI 772 has a schedule departure time of 11.15 am from Bengaluru and arrives in Kolkata two hours later. On Monday when the fight broke out, the flight left Bengaluru at 1.22pm after AI got a replacement crew as the captain and flight purser had been grounded. Luckily this fight did not erupt mid air and happened when the aircraft was on the ground at the airport. In the past, airlines have witnessed midair fights between crew members too. A senior pilot said, \"Crew members fighting on board aircraft, or during layovers between flights, is simply not acceptable. It does not matter who started the fight , the other person should have acted with restraint, maturity and filed a report with the management for further action,\" said a senior pilot. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:59:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bengaluru-rinse-tiffin-box-air-india-pilot-tells-purser-fight-delays-flight/articleshow/69851368.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}}