{"Stop manufacturing polythene or get ready to face crackdown, DM tells firms": {"time": "2019-06-08 10:38:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/stop-manufacturing-polythene-or-get-ready-to-face-crackdown-dm-tells-firms/articleshow/69696874.cms", "description": "KANPUR: District administration will launch campaign in the city against use of polythene from June 10. District magistrate, Vijay Vishwas Pant, on Friday appealed to all retailers and wholesalers to stop use of polythene. The factories manufacturing polythene must stop polythenes production voluntarily else strict action would be taken against them, he warned. At a meeting held here to review works related with garbage disposal, and ban on use of polythene, the DM directed all government offices to stop use of polythene in their departments. He has asked the people to post photograph of a person found using polythene on Kanpur Municipal Corporation’s face book page so that action could be taken against him. In a specific direction to all zonal officers and city magistrates, the DM has told them to conduct raids in their respective jurisdiction from Monday against persons found using polythene. “As use of plastic glasses and thermocol plates too have been banned, action will be taken against organisers of functions found using plastic glasses and thermocol plates\", he said. The DM has directed the officials of the municipal corporation to play an active role in disposal of garbage. The garbage should not be dumped in the open under any condition, he said. He has directed the officials to take strict disciplinary action against sanitation workers who remain absent from duty and felicitate those who perform their duty honestly. Arrange biometric attendance of all sanitation officers, he added. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "\nPartying Italian style in Kanpur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/partying-italian-style-in-kanpur/articleshow/64341634.cms", "description": "The ladies of a social club in Kanpur recently organised a 'Vacation in Italy' theme based party for its members. Richa Agnihotari played a perfect hostess. Following the theme, all the ladies of the club came dressed in western attire. (L-R) Bhumika, Diksha and Harsha (BCCL/ AS Rathor)  (L-R) Chandni, Kanchan and Jasmin (BCCL/ AS Rathor)  (L-R) Nandini, Payal and Jyoti (BCCL/ AS Rathor)  (L-R) Kittu, Neety, Sunit, Shivika and Diksha (BCCL/ AS Rathore)  (L-R) Niti, Manjari, Manisha and Abhilasha (BCCL/ AS Rathore)  (L-R) Payalm Ananta, Sonia (BCCL/ AS Rathore) The venue was decorated with the cut-outs of pizzas and a model of Leaning Tower of Pisa. We spotted Vedika, Shruti, Kusum, Niti, Manjari and Manisha enjoying the party. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Kanpurites enjoyed singing at this do": {"description": "A get-together themed Swaranjali was organized by a club in Kanpur, recently. The members who had gathered to display their singing skills, had an entertaining evening. Ashu Malhotra, along with his wife Rakhi ensured that the do was a hit.  (L) Ankita Garg, Amit Garg (R) Ankur Singh, Divya, Ankita Garg (BCCL/ IB Singh) In sync with the theme, the guests came dressed in traditional attire. The fairer sex present preferred being dressed in saris, suits, and shararas whereas their counterparts were seen dressed in kurta-pajama. The members of the club were divided into various groups for a singing contest. \"I never thought that my fellow club members are such talented singers,\" said, Atul Agarwal, who sang 'Musafir Hoon Yaaron'. Ankur Singh, Divya, and Ankita Garg impressed everyone by singing old Bollywood hits 'Mera Naam Chin Chin Chu' and 'Aap Ki Nazron Ne'.  (L) Anupama Seth (C) Ashish Agnihotri (R) Ashu Malhotra and Rakhi Malhotra (BCCL/ IB Singh) Sudhir Kapoor and Sanjay Seth also thoroughly entertained the guests with their rendition of Ek Chatur Naar, which had the members clapping and cheering for them.  (L) Chetan Katiyal (R) Geetanjali Chaddha and Pawan Chaddha (BCCL/ IB Singh) Also present were Ritu Guptam Pooja Khemka, Manit Sehgal, Charu Bhatia, Ritika Katiyar, Poonam Moorjani and Sandhya Tripathi.  (L) Rachna Agarwal and Atul Agarwal (C) Ritika Katiyar and Poonam Moorjani (R) Sarika Arora and Deepak Arora (BCCL/ IB Singh) In Video:Kanpurites enjoyed singing at this doDownload The Times of India News App for Latest City .", "time": "2019-06-19 15:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/kanpurites-enjoyed-singing-at-this-do/articleshow/69839910.cms"}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "PAC jawan sacked for seeking Yogi Adityanath government’s dismissal": {"time": "2019-06-17 10:14:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/pac-jawan-sacked-for-seeking-yogi-adityanath-governments-dismissal/articleshow/69820212.cms", "description": "KANPUR: A Provincial Armed Constabulary (PAC) constable has been dismissed from service for demanding dismissal of Yogi Adityanath-led BJP government. On Saturday, constable Munish Yadav, resident of Old PAC lane under Friends Colony police station, donning a red colour Samajwadi Party cap, and in uniform, went to the collectorate and raised slogan, ‘Yogi sarkar ko barkhast karo’ (Dismiss the Yogi government). Earlier, he said, “For me, the country is supreme more than his job. The law and order situation is at its worst and ‘jungleraj’ is prevailing in the state. Governor Ram Naik should immediately dismiss this government as it has failed to control anarchy prevailing in the state.” He said that he had come to give a memorandum in this regard to the governor through the district magistrate. District magistrate JB Singh said though the constable did not meet him he heard about the incident from a local journalists. Munish Yadav, a resident of Etawah, is presently posted in PAC’s 49th battalion in Noida. Taking serious note of the incident, DGP OP Singh, has issued dismissal orders for Munish on grounds of gross indiscipline. Meanwhile, Munish’s wife Ruby said that her husband, who had come to their native place on leave, was a liquor addict. “It is possible that he indulged into such act after consuming liquor”, Ruby said. Download The Times of India News App for Latest City ."}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Minor girl gang-raped at her home": {"time": "2019-06-13 13:02:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/minor-girl-gang-raped-at-her-home/articleshow/69768953.cms", "description": "KANPUR: A 12-year-old girl was allegedly gang-raped by two men in Kanpur's Ghatampur area on Tuesday night. The two accused, Azad (24) and Ajmeri (22), barged into the girl's house and raped her in front of her nine-year-old sister, police said. Both the accused are on the run. The accused before fleeing also threatened to kill the girls if they told anyone about the incident. When the survivor's mother returned home on Wednesday, the former narrated her ordeal to her. Her mother approached Ghatampur Kotwali police and the girl was taken to a hospital for medical examination. The girl's parent lodged an FIR at Kotwali police station under relevant sections of IPC, including 376, besides POCSO Act in this regard on Wednesday. Download The Times of India News App for Latest City ."}, "UP cop dismissed for seeking Yogi government's dismissal": {"time": "2019-06-16 11:34:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/up-cop-dismissed-for-seeking-yogi-governments-dismissal/articleshow/69809935.cms", "description": "ETAWAH: In a bizarre incident, a Provincial Armed Constabulary (PAC) constable has been dismissed for demanding the dismissal of the Yogi Adityanath government in Uttar Pradesh. The constable Munish Yadav, on Saturday, wore a red Samajwadi cap with his uniform and went to the district collectorate carrying a placard which said, 'Yogi sarkar ko barkhast karo' (Dismiss the Yogi government). Munish Yadav told mediapersons that the state government should be dismissed because it has failed to control the law and order situation. He said that he had come to give a memorandum in this regard to the Governor, through the district magistrate. District magistrate J B Singh said that the constable had not met him but he had heard about the incident from mediapersons. Munish Yadav, a resident of Etawah, is presently posted in Noida. Director general of police O P Singh has taken cognizance of the incident and has issued dismissal orders for Munish Yadav on grounds of gross indiscipline. Munish Yadav's family members pleaded that he was mentally disturbed and hence the incident. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "If officials don't listen, hurl shoes: UP BJP MLA to party workers": {"time": "2019-06-07 12:50:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/if-officials-dont-listen-hurl-shoes-bjp-mla/articleshow/69684917.cms", "description": "JHANSI: BJP MLA from Lalitpur Ramratan Kushwaha kicked up a controversy when he told party workers to thrash government officials with shoes if they don't listen to them. Kushwaha was addressing party workers at the felicitation of Jhansi's newly elected MP Anurag Sharma in Mehroni town of Lalitpur district on Tuesday. A video of his speech has gone viral, leaving the party brass embarrassed. \" Agar pradesh ke karmchari mahine do mahine mein theek nahi hote hain, aur apne karyakartaon ka samman nahi karte hain, to mai aapko is manch se kehta hoon ki apna joota utariye aur inko mariye. (If state government employees don't change their ways in the next two months, and don't respect party workers, then I am asking you to pick up your shoe and thrash them),\" he said in the presence of state minister and Mehroni MLA Manohar Lal Panth, MP Anurag Sharma and senior leaders. Kushwaha later told TOI, \"It was a burst of emotion. Many government officials here are prejudiced against our party workers and are still influenced by BSP and SP culture. They always humiliate our workers and don't do their work. I have been fighting for their rights for two years.\" Sharma said, \"I don't endorse this statement. The MLA said so under pressure from local workers continuously harassed by local officials\". UP BJP spokesperson Harish Chandra Srivastava said what Kushwaha said was unacceptable and cannot be defended. In Video:If government employees don’t listen, hurl shoes at them, says BJP MLA from LalitpurDownload The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Wedding vows for Abhishek and Vandana in Kanpur": {"time": "2019-06-12 01:00:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/wedding-vows-for-abhishek-and-vandana-in-kanpur/articleshow/69740349.cms", "description": "The wedding of Abhishek and Vandana Shukla, organized at a lawn in Kanpur was a well-attended affair. Friends and relatives of the couple were present to bless the newlywed. The bride's parents, Pawan Kumar and Sarojni Shukla were seen greeting the guests, while the groom's mother Pushp Lata Shukla met with friends and relatives on the stage.  (L) Ayushi Pandey (R) Charanjeet Singh and Gurmeet Singh (BCCL/ AS Rathor) The venue was beautifully decorated with pink and white flowers, umbrellas and LED panels that gave the wedding a grand look. Soon after the reception of the baraat, the bride was brought to the stage on a palki. Mahesh Trivedi, MLA, also made an appearance to bless the newlyweds. Later, everyone danced on latest Bollywood remixes. Also present were Nitin Vij, Nikhil Vij, Riya Kharbanda, Abhishek Kharbanda and Gurpreet Jaspal.  (L) Apoorvi Awasthi (R) Astha and Anuvesh Awasthi (BCCL/ AS Rathor)  (L-R) Honey Sharma, Monika Shukla, Archana Mishra (BCCL/ AS Rathor)  (L-R) Mahesh Trivedi, Vijay Pandit, Vikram Pandit (BCCL/ AS Rathor)  (L) Pawan Kumar and Sarojni Shukla (R) Shyam Shukla and Paras Nath Sharma (BCCL/ AS Rathor)  (L) Jhanvi and Deepak Tekwani (R) Monika and Pradeep Shukla (BCCL/ AS Rathor)  (L) Riya and Abhishek Kharbanda (R) Veena Shukla and Kiran Aghinotri (BCCL/ AS Rathor) Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Cops to move court against stay on PSRI officials’ arrest": {"time": "2019-06-15 10:18:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/cops-to-move-court-against-stay-on-psri-officials-arrest/articleshow/69795062.cms", "description": "KANPUR: The police probing the kidney transplant racket busted in the city in February will soon move court to have the stay on the arrest of two suspects, Mithun and Sunita Prabhakaran, vacated. The names of Mithun and Sunita, the two transplant coordinators of Delhi’s Pushpawati Singhania Research Institute (PSRI), had surfaced during interrogation of agents and donor providers arrested in connection with the racket. Besides Mithun and Sunita, the agents and donors arrested in the racket had also named Sonika Dabas, a transplant coordinator at Fortis hospital, Faridabad. Although the special investigating team (SIT) of police set up to probe the racket managed to nail Sonika on Tuesday, Mithun and Sunita, who had obtained stay on their arrest, didn’t respond to the notices sent to them thrice. “As Mithun and Sunita did not respond to the notices, we will now move a plea in the court to have the stay on their arrest vacated. They had obtained the stay soon after their names surfaced during investigation following the arrest of agents and donors in connection with the racket unearthed on February 17. We are trying to establish their involvement,” said SP (crime) Rajesh Yadav. “There are a few others whose involvement in the case is certain and could be arrested any time,” said a senior police officer and a member of SIT. “A team has been dispatched to Delhi on Thursday in this regard,” he added. The police have so far arrested 12 persons, including PSRI CEO Dr. Deepak Shukla and Sonika, in the case. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Weightlifter alleges rape, blackmail by counterpart": {"time": "2019-06-16 10:13:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/weightlifter-alleges-rape-blackmail-by-counterpart/articleshow/69809360.cms", "description": "KANPUR: A weightlifter has accused her counterpart of raping and blackmailing her after making her objectionable video. On SSP’s instructions, Pheelkhana police filed an FIR on Friday and started a probe. “We have booked the accused, a resident of Muzaffarnagar, under IPC sections of rape, criminal conspiracy, threatening and cheating,” Inspector Pheelkhana Santosh Awasthi informed TOI on Saturday. The woman, who’s in early twenties, is a resident of a locality under the limits of Pheelkhana police station of the city. She complained that the accused had raped her in January this year at a hotel in the city. He also made a video and started blackmailing her. Finally, she shared the incident with her family members who took her to the police. In her complaint, the woman who claims herself to be a national-level weightlifter, alleged that the accused had befriended her at an event in Pune in 2018 and also promised to marry her soon. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Dairy faces Rs 50K fine for adulteration": {"time": "2019-06-05 12:42:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/dairy-faces-rs-50k-fine-for-adulteration/articleshow/69656868.cms", "description": "KANPUR: In a verdict that came after 22 years, metropolitan magistrate (I), Kanpur Nagar, Nidhi Yadav, slapped a fine of Rs 50,000 on the dairy division of a firm for selling adulterated milk. The magistrate observed in her order that if the firm failed to pay the fine, then the nominated representative of the firm, Abhimanyu Tandon, would have to undergo six months imprisonment. According to food safety and standard department, inspector of the department, KP Sharma, had collected the sample of pasturised milk on April 8, 1997 which was tested at a lab in Varanasi on May 5,1997. As per the lab report, the sample was found adulterated with low fat quantity. The central lab too found the sample adulterated. The prosecution had chargesheeted three official of the firm. During trial, the court had discharged the managing director of the firm from the charges while the case against another accused abated following his death, hence only the nominated representative of the firm faced the trial. Download The Times of India News App for Latest City ."}, "IAF officer’s family prays for his return": {"time": "2019-06-05 10:22:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/iaf-officers-family-prays-for-his-return/articleshow/69661104.cms", "description": "KANPUR: Warrant Officer Kapilesh Kumar Mishra, hailing from Uttaripura in Billhaur area of Kanpur, is among the crew of the missing IAF An-32 aircraft. His family members are praying for his safe return. The aircraft took off from Jorhat, Assam on Monday and headed towards Mechuka in Arunachal Pradesh, but reportedly went missing. After taking off at 12.25 pm, it was last contacted by ground agencies at 1 pm after which the contact was lost. A total of 13 IAF crew members, including Kapilesh, were on the aircraft. Kapilesh was living with his daughter Sneha and wife Usha at Jorhat. While the IAF has launched search operation for the aircraft, family members of Kapilesh await update and are nourishing the belief that he would return safely. In Uttaripura village, a pall of gloom hangs on the residence of Kapilesh. Even as defence minister Rajnath Singh reviewed the search operations, family members of Kapilesh are keeping their fingers crossed. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "An electrifying evening for Kanpurites": {"time": "", "link": "http://photogallery.indiatimes.com/events/kanpur/an-electrifying-evening-for-kanpurites/articleshow/69739241.cms", "description": ""}, "Man shot after liquor vend scuffle": {"time": "2019-06-10 04:08:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/man-shot-after-liquor-vend-scuffle/articleshow/69717915.cms", "description": "Kanpur: A 28-year-old man was shot dead near a country-made liquor outlet outside Kalyanpur railway station in the city on late Sunday evening. The deceased, Suraj, was rushed to Lala Lajpat Rai hospital, where he was declared brought dead on arrival. The crime took place following a scuffle between Suraj and a group of unidentified men near the liquor vend, the police said. \"After scuffle, the assailants allegedly started indiscriminate firing in which bullets hit Suraj, and he slumped on the ground. He was taken to LLR hospital, where he was declared brought dead,\" said inspector Kalyanpur Ashwini Pandey. Investigations are underway in this regard, he added. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Transplant coordinator of Faridabad hospital arrested for role in international kidney racket": {"time": "2019-06-11 22:55:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/transplant-coordinator-of-faridabad-hospital-arrested-for-role-in-international-kidney-racket/articleshow/69746659.cms", "description": "KANPUR: The transplant coordinator of a leading hospital in Faridabad was arrested on Tuesday for her alleged role in an international kidney transplant racket, police said. Sonika Dabas was sent a notice by the Kanpur police to appear before Superintendent of Police (Crime) Rajesh Yadav, who was heading the Special Investigation Team (SIT) probing the case. She had appeared before the SIT on Monday and faced intensive questioning in the sensational racket which was busted in the city in February and spreads across Turkey and the Middle East countries, Yadav said. There was enough evidence to prove the involvement of Dabas in the racket. A kidney transplant took place at her hospital in Faridabad and she also took a large amount of money from the recipient, the SP said. After corroborating her role, Dabas was arrested on charges of criminal conspiracy and forgery, the SP said, adding that she was produced before the special chief judicial magistrate from where she was sent to jail. Over a dozen leading private surgeons, urologists, and pathologists were under the scanner in connection with the racket, he said. The investigation was underway against several leading hospitals and doctors, and more arrests were likely to be made in the near future, an official associated with the SIT said. On Sunday, Dipak Shukla, the CEO of a private hospital in Delhi, was arrested by the police after he was brought for questioning here. Besides Dabas and Shukla, eight people, including the racket's alleged kingpin, Gaurav Mishra, have been arrested till now. The international kidney racket was busted on February 17. People involved in it used to remove kidneys of poor people illegally and send them for transplant into patients, including foreigners. The police have arrested Gaurav Mishra of Lakhimpur Khiri, T Rajkumar Rao of Kolkata, Shailesh Saxena of Badarpur in New Delhi, Saboor Ahmad of Kakori in Lucknow, Vicky Singh of Panki in Kanpur and Shamshad Ali of Chowk in Lucknow, Shyam Tiwari and Ramu Pandey in the case. Going by the investigations, almost all the donors have accused Gaurav Mishra of trapping them. Download The Times of India News App for Latest City ."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Kanpur: Illegal country-made liquor unit unearthed in school": {"time": "2019-06-18 13:42:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/illegal-country-made-liquor-unit-unearthed-in-school/articleshow/69839114.cms", "description": "KANPUR: Kanpur Dehat police on Monday raided a government basic primary school and unearthed an illegal country-made liquor factory on its premises. Following a tip-off that some illegal activity was going on, senior district official had directed the Rasoolabad police to conduct a raid on basic government primary school in Gihar Basti. The police found a country-made liquor unit and raw material dumped near the toilet. Besides huge quantity of liquor, three quintals of 'lahan' (a primary ingredient in the extraction of country-made liquor), a good quantity of chemical stored in containers and sterilisation equipment was found. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "Sub-inspector, 3 homeguards beaten after accident death": {"time": "2019-06-07 04:53:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/sub-inspector-3-homeguards-beaten-after-accident-death/articleshow/69682949.cms", "description": "Kanpur:A sub-inspector of police and three homeguards were severely thrashed by a mob in Syed Nagar area of Rawatpur on late Tuesday night after a 26-year-old Bajrang Dal activist was crushed under the wheels of their official vehicle. The activist, identified as Rajat Verma, was crushed in front of his house in Syed Nagar under the limits of Kalyanpur police station, the police said. Circle Officer Kalyanpur Ajay Kumar said the mob caught SI Mohd Jabir, who was driving the jeep, besides homeguards Ram Babu Pal, Om Prakash and Jagdish Kumar and thrashed them severely following the accident. On being informed, the police rescued them by applying mild police force. The mob indulged into heavy stone pelting and demanded immediate arrest and necessary police action against the SI and other occupants of the jeep and immediate release of the compensation to the family members of Verma. Sensing gravity of the situation, district magistrate Vijay Vishwas Pant and SSP Anant Deo arrived at the spot and pacified the agitating mob by assuring them of strict police action and all necessary financial help to the victim’s family. Deo said that SI Jabir allegedly involved in the accident has been arrested and his medical examination has been conducted. Situation in the area is peaceful and police patrolling has been increased to avoid any kind of backlash, the SSP added. Download The Times of India News App for Latest City ."}, "2 cleaners suffocate in sewage chamber": {"description": "Kanpur: Two sanitary workers died while cleaning a choked sewer chamber in Ajitganj area of Babupurwa on Wednesday. Police said prima facie it appeared that they fell unconscious after inhaling some poisonous gas and drowned in the accumulated sewage. The deceased were identified as Kalli (22), a resident of E Block, Barra and Govind (23) of Gujaini. “They were working as daily wage sanitary workers and had no formal training in cleaning sewage,” police said adding, “we are trying to find out if they were hired by any civic or private contractor. They were, however, not given any protective gear or mask.” Police added one of the labourers climbed down into the chamber to clean it. “He, however, felt suffocated and collapsed and drowned. When the other labourer went inside to check on him, he too fell and drowned after inhaling some toxic gas. The other workers fled the site after the mishap,” said a police officer. On being informed, the police took out the two workers from the chamber and rushed them to LLR Hospital where the doctors declared them dead on arrival. The police have shifted the bodies to the mortuary for postmortem examination. General manager of the River Pollution Control Board, Ghanshyam Dwivedi, said that the choked sewage chamber was being cleaned on the request of Kanpur Municipal Corporation (KMC) under the Namami Gange project. “A private contractor had obtained the contract for the job from River Pollution Control Board. However, he sent the labourers in the chamber without informing the junior or assistant engineer, perhaps without any protective gear or mask. As per norms, the contractor had to inform the engineers,” he added. The general manager said that he had directed the junior engineer to lodge an FIR against the contractor. “Most of the time private contractors and their workers overlook security measures. The contractor has to provide protective gear or masks to the workers. They should also examine the presence of gases before asking the workers to go inside sewer chamber,” the GM said. “This is not an isolated case and the civic department is clearly responsible for the deaths. Officials had earlier assured that latest technologies will be used for the cleaning sewers, but even after several deaths, same old methods are being used. They are playing with the lives of innocent people,” said Shailendra Dikshit, a senior Congress party worker. He condemned the incident and demanded a compensation of Rs 25 lakh each for the families of the deceased. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/2-cleaners-suffocate-in-sewage-chamber/articleshow/69866141.cms"}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "Vet booked for raping his teen cousin": {"time": "2019-06-07 04:51:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/vet-booked-for-raping-his-teen-cousin/articleshow/69682940.cms", "description": "Kanpur:A veterinary doctor was booked on Wednesday by the Kalyanpur police for allegedly raping his teenage cousin and making her objectionable video and threatening to upload it on social media. He is absconding. “As per the complaint, the accused, Shiv Veer, posted as a veterinary doctor in Etawah, sexually exploited his teenage cousin,” said Inspector Kalyanpur Ashwini Pandey. He allegedly shot an obscene video of the survivor and blackmailed her and exploited her physically on several occasions, he added. “In August 2018, the accused visited his cousin at her hostel where he allegedly mixed sedative in her soft drink. It was when the survivor was knocked out of her senses, the accused shot her obscene video and thereafter raped her. Later, on several occasions, he sexually assaulted the girl by threatening her to post her objectionable video on social media. Following which she approached SSP Anant Deo on Wednesday, who instructed Kalyanpur police to carry out a probe and lodge an FIR in this regard,” he said. The accused was booked on Wednesday under various sections of Indian Penal Code, including 376 (rape), 506 (criminal intimidation) and 341 (wrongful restraint), said Inspector Pandey and added that iinvestigations are underway and efforts were on to trace the absconding accused. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Unnao MP Sakshi Maharaj visits rape accused MLA Sengar in jail": {"time": "2019-06-07 08:25:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/sakshi-visits-rape-accused-mla-sengar-in-jail/articleshow/69682923.cms", "description": "KANPUR: BJP MP from Unnao Sakshi Maharaj on Wednesday visited jailed party MLA from Bangarmau, Kuldeep Singh Sengar to thank him after his mammoth win in the recently concluded general elections. Sengar is lodged in Sitapur jail on charges of rape and murder. “Sengar is one of the most popular lawmakers and has been in jail for a long time, so I came to thank him after the election,” Sakshi Maharaj told reporters. This is not the first time, Sakshi is unabashed about his affinity for the rape accused. Sengar’s wife, Sangeeta, had shared stage with Sakshi during the campaigning in the recent Lok Sabha polls. The meeting between the MP and jailed Sengar lasted for 40 minutes, said jail authorities. Sakshi also participated in a plantation drive on jail premises on the occasion of World Environment Day and promised to give 1,000 saplings to the jail. Sitapur district jail superintendent D C Mishra said the MP also enquired about arrangements made for Muslim inmates during Ramzan. In July last year, CBI booked Sengar for rape and also under POCSO Act. Sengar was arrested in April in connection with the alleged gang rape of a teenage girl at his residence in Unnao on June 4, 2017. When the family complained, the survivor’s father was booked under Arms Act on April 3, 2018, and thrown behind bars after two days. He later died in a hospital, with the post-mortem report mentioning serious injuries on body. Sakshi in the recently held Lok Sabha elections had contested from Unnao parliamentary seat and defeated ‘gathbandhan’ candidate Arun Shankar Shukla alias Anna Maharaj by a margin of more than four lakh votes. Download The Times of India News App for Latest City ."}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Faridabad Fortis coordinator held for fudging files in kidney racket": {"time": "2019-06-12 07:16:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/faridabad-fortis-coordinator-held-for-fudging-files-in-kidney-racket/articleshow/69749213.cms", "description": "KANPUR: Tightening the noose around top corporate hospitals for their role in the international kidney racket, the Uttar Pradesh Police on Tuesday, arrested Sonika Dabas, transplant coordinator of Fortis Hospital, Faridabad, just 48 hours after nabbing the CEO of Pushpawati Singhania Research Institute (PSRI), Dr Deepak Shukla. In the 12th arrest by the special investigating team (SIT), Sonika Dabas was picked up from Delhi late Monday and sent to Kanpur district prison on Tuesday after being presented in court. \"Dabas worked as a transplant coordinator at Fortis Hospital, Faridabad, and was under police scanner after her name surfaced during interrogation of arrested scamsters and touts. Police teams were dispatched to Delhi to scour her possible hideouts. During probe, police had stumbled upon files of kidney patients, Teerath Pal and Arun Kumar, both of Fortis Hospital. Names of recipients and donors in file were found to be fake. SIT found files were prepared under the supervision of Sonika and arrested her,\" said superintendent of police (crime) Rajesh Yadav. ‘Doctor catered to global clientele’She has been charged with cheating, organ trafficking and criminal conspiracy and under Sections of Transplantation of Human Organs Act. Kanpur SSP Anant Deo said police have launched a massive hunt for the gang’s global interface, Dr Ketan Kaushik, who’s on the run. “Dr Ketan catered to the international clientele and brought patients from Sri Lanka, Turkey and other countries in Gulf for transplant,” said the police officer. Two coordinators of PSRI hospital, Sunita Prabhakaran and Mithun, who had taken a stay on their arrest from court, were served notices to record their statements in 48 hours before the Kanpur police. Kanpur Police had busted the kidney racket after a complaint from an electrician’s wife at Barra police station and arrested Gaurav Mishra of Lakhimpur Kheri, T Rajkumar Rao of Kolkata, Shailesh Saxena of Badarpur in Delhi, Saboor Ahmad of Kakori near Lucknow, Vicky Singh of Panki near Kanpur and Shamshad Ali of Chowk in Lucknow. Subsequently, an SIT was formed in March. Download The Times of India News App for Latest City ."}, "UP: Autopsy confirms rape, Hamirpur case cracked": {"time": "2019-06-10 08:27:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/up-autopsy-confirms-rape-hamirpur-case-cracked/articleshow/69719172.cms", "description": "JHANSI: UP Police arrested one accused in the sensational rape and murder of a 10 year old girl whose body was found in a graveyard in Shivni village of Hamirpur on Saturday, cracking the case within 24 hours, while another is on the run. DIG (Banda range) Anil Kumar Rai told TOI, \"The minor girl had been raped. The post-mortem report has confirmed rape before strangulation. The two accused, Pappu Khan (42) and Veeru Singh Parihar (26), had abducted the minor girl on Friday night and raped her at the nearby graveyard and then killed her. Both accused live nearby. They had planned the crime in day and waited for the night to execute it. \"We had called a forensic team and a dog squad from Kanpur. The teams searched all the places that were pointed out by the father of deceased girl. We were able to arrest Pappu from his home, while Veeru fled but will be apprehended soon,\" said Rai. Police will slap the stringent National Security Act (NSA) on both accused, the DIG added. A reward of Rs 25,000 has been announced for the investigating team for cracking the case promptly, Rai said. The victim's family has been granted Rs 10 lakh from Rani Laxmibai fund and Rs 5 lakh under SC/ST act. They will also be given a home. The victim's parents work as daily-wage labourers at a brick kiln. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "\nA musical get-together for Kanpurites\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/a-musical-get-together-for-kanpurites/articleshow/65385964.cms", "description": "Members of a club recently gathered to display their singing skills at a do tilted Antakshari. Organised at a hotel in the city, Tarun Bharti, along with Nitin and Vandana, were seen everything went off well. A game of antakshari was organised to keep the guests entertained and the members were divided into five teams, named Sargam, Sureeley Shaitan, Neele Neele Ambar, Rhythm Deewane and Sureeley Mirchey. Though there was no prize for the winners, all the teams fought hard to give a tough competition to each other. It was Sureeley Mirchey which won the antakshari, while Sureeley Shaitan were the runners-up.  (L) Jyotsana and Kushal (R) Khushbu and Ankit (BCCL/ AS Rathor) We spotted Tanushesh, Kritika, Ruchi, Manish, Rohit and Shivani having a good time at the do. Also present were Surabhi, Harsh, Mukund, Anju, Ruchi, Anuj and Anju.  (L) Mayank and Rashmi (R) Mehek and Manish (BCCL/ AS Rathor)  (L) Nikhil and Heena (R) Nitin and Vandana (BCCL/ AS Rathor)  (L) Priyanka and Dhruv (R) Richa and Ashish (BCCL/ AS Rathor)  (L) Rohit and Shivani (R) Vikas and Richa (BCCL/ AS Rathor) In Video:A musical get-together for KanpuritesDownload The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Kanpur’s residential areas more polluted: PCB report": {"time": "2019-06-13 12:12:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/citys-residential-areas-more-polluted-pcb-report/articleshow/69762525.cms", "description": "KANPUR: Air pollution in some residential areas of the city is far more than the commercial places, according to a report presented by the regional pollution control board. Dust emitting from broken or dug up roads, garbage burning, smoke emission from old and outdated vehicles and unprotected building construction are the main reasons for high air pollution in the residential localities such as Kidwai Nagar, Shastri Nagar, Baconganj, Bada Chauraha, Moolganj etc, said Ghanshyam Dwivedi, official of regional pollution control board. Talking to TOI, he said, \"Earlier, it was the impression that air pollution was more in commercial areas but, after pollution control board's report, it was found that several residential localities have left commercial areas behind in air pollution\". The instrument to measure air pollution installed by the Central Pollution Control Board (CPCB) at Brahmanagar near Gumti can measure PM 2.5 and PM 10, and its capacity to cover the area is around 500 metres, said the official. Besides, regional pollution control board had also installed manual air pollution measuring instruments at residential areas including Kidwai Nagar, Shastri Nagar, Dada Nagar, IIT campus, Kalyanpur, Rama Devi and Jareeb Chowki, Dwivedi further said. Recently, regional pollution control board New Delhi, had identified 15 cities of UP as 'non- attainment' cities due to high air pollution. The cities are Lucknow, Agra, Prayagraj, Varanasi, Noida, Khurja, Firozabad, Anpara, Gajraula, Jhansi, Mordabad, Rai Bareli, Bareilly and Kanpur Nagar. He said the central pollution control board had also chalked out an action plan for these cities and asked the DMs to implement the plan. DM Kanpur Nagar, Vijay Vishwas Pant, had recently convened a meeting of officials of pollution control board, KMC, RTO and other departments and asked them to work to tackle air pollution. Explaining the short term plan, the DM said, \"Raids should be conducted by KDA and KMC on under-constructed buildings to know whether their owners or contractors have taken steps to check pollution\". Road cutting is another major reason of rising air pollution. There should also be some coordination between the departments, he added. The DM has directed the RTO department to take action against old and obsolete vehicles and smoke emitting vehicles being plied on roads. Similarly, KMC should take effective measures to check garbage burning in the open. Raids should also be made in industrial areas to control air quality, he said. Download The Times of India News App for Latest City ."}, "\nA Bee-utiful gathering of Kanpur ladies\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/kanpur/a-bee-utiful-gathering-of-kanpur-ladies/articleshow/65213724.cms", "description": ""}, "Pakistan spy lured 98 targets with bots": {"description": "KANPUR/LUCKNOW: The Pakistani spy who went by the Facebook nickname 'Sejal Kapoor' managed to hack into the computer systems of more than 98 officials from various defence forces and organisations, including the Indian Army, Air Force, Navy, paramilitary forces and state police personnel in Rajasthan, MP, Punjab and UP between 2015 and 2018.  She \"trapped\" her targets by showing her videos and pictures with the help of a software malware released from a third-party server hosted in a West Asian country.  She was involved in the case related to the leak of classified data on BrahMos missile in 2018.  TOI has accessed her chats and the details of the malware called 'Whisper' used by her. Malware is an abbreviated form of 'malicious software' that is specifically designed to gain access to or damage a computer, usually without the knowledge of the owner .  Sejal's FB account had cropped up following the arrest of BrahMos senior systems missile projects engineer Nishant Agarwal by the UP anti-terrorism squad (ATS) and military intelligence (MI) for passing on classified information about the project to Pakistan spy agency ISI.  Sleuths in UP Police and MI have now unearthed more than five dozen chats of this female spy. \"Well install whisper n check your desktop icon, open it and send me the code, lets talk there\" the Pak spy agent says in one of the chats. \"Waiting dude? Installed? After installing u will see Whisper icon on ur desktop. Just send me the code, then we will good to go. just unzip it. n click install. it's a chat app dude In UK, we all use that (sic)\" she adds. \"Nope, its restricted. Its getting restrictd. Whenever am trying to install it.\" an Indian offiical replies.  Besides 'Whisper', another spy application used by Sejal that has come to the fore is called 'Gravity Rat'.  Both work on stealth mode and have \"self-aware\" detection techniques which make them extremely difficult to be recognised by anti-malware programmes installed in computers.  \"It's a malicious communication app. It uses a malware command. A hacker can use as many as 25 internet addresses to mask her identity,\" said a top intelligence official, closely monitoring the probe.  \"Instantly, after getting downloaded, the malware first prompts the user to key in a code. It's to ensure that the app is not a virus or malware. Immediately after that, it scans all latest attachments sent from the computer in emails or downloads. It then scans all files with photographs, databses of MS Word and MS Excel, by first verifying their encryption keys and then opening their passwords,\" said a senior intelligence official. Sejal states in her FB profile that she's an employee of a firm called 'Growth Company' in Manchester, UK. Her chats also reveal she would \"force install\" Whisper on computers of officials from several organisations. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:07:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/pakistan-spy-lured-98-targets-with-bots/articleshow/69867211.cms"}, "KMC, RTO & 15 other depts to table concrete plan to combat air pollution": {"time": "2019-06-07 04:46:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/kmc-rto-15-other-depts-to-table-concrete-plan-to-combat-air-pollution/articleshow/69682917.cms", "description": "Kanpur: The district administration has asked 17 government establishments, including Kanpur Municipal Corporation, Kesco, RTO and Regional Pollution Control Board to present plans for combating air pollution as it was giving a bad name to the city. District magistrate Kanpur Nagar Vijay Vishwas Pant asked the officials to be present with concrete plan to combat air pollution at a meeting scheduled to be held at Collectorate auditorium on June 10. Notably, activism of the National Green Tribunal has forced various government organizations to become active on the issue of air and water pollution. Recently, NGT issued notices to 15 cities of the state that have been termed as “most air polluted” and asked them to identify the causes of air pollution and eradicate them. According to officials, NGT and Regional Pollution Control Board have chalked out a master plan upto 2021 and have started acting upon it. Under the plan, it has been decided to control the fumes emitting from burning garbage, vehicles, incinerators, industrial units and generators. Regional Pollution Control Board officials said main cause of air pollution in the city was dust and smoke emanating from vehicles, including outdated vehicles. “Another major reason is burning of garbage due to which particulate matter (P.M. 2.5 and 10 ) contents of sulphur dioxide, nitrogen di-oxide, carbon dioxide and carbon monoxide is more than stipulated standard which is injurious for human health,” officials said. WHO global database released in Geneva last year had claimed that Kanpur was among the worst in terms of PM 2.5 concentration (173 micrograms per cubic metre), followed by Faridabad, Varanasi and Gaya. According to WHO data, Nine in 10 people in the world breathe polluted air. In another statement, WHO had claimed that seven million people die every year because of outdoor and household air pollution. Ambient air pollution alone caused some 4.2 million deaths in 2016 while household air pollution from cooking with polluting fuels and technologies caused an estimated 3.8 million deaths in the same period, the report stated. Download The Times of India News App for Latest City ."}, "On ‘ghar wapsi’, Shivpal says wait for ‘talks’": {"time": "2019-06-07 04:49:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/on-ghar-wapsi-shivpal-says-wait-for-talks/articleshow/69682927.cms", "description": "Kanpur:Amid speculations over his ‘ghar wapsi’ (homecoming), sparked by the dismal show of Samajwadi Party in the recent general elections, Pragatisheel Samajwadi Party Lohia (PSPL) chairman Shivpal Yadav on Thursday said he would be in a position to comment on the issue only after talks between the stakeholders. Shivpal was responding to questions about social media reports that SP patron Mulayam Singh Yadav will hold a meeting in Saifai to bridge the gap between his son and SP national president Akhilesh Yadav and Shivpal. “First, let the talks take place, only then I will be in a position to say anything,” said Shivpal. He, however, refused to elaborate with whom or when the talks will be held. Shivpal was talking to reporters at his Chaugurji residence in Etawah on Thursday. Shivpal had floated Pragatisheel Samajwadi Party Lohia last year after a prolonged feud with his nephew Akhilesh. He, however, failed to make his impact felt in the Lok Sabha elections and even lost himself from Firozabad though Samajwadi Party also failed to put up a good show and three members of the party’s first family, including Akhilesh’s wife Dimple, losing the election. Under the leadership of Akhilesh, SP could win just five Lok Sabha seats despite stitching up an alliance with Bahujan Samaj Party. Even Mulayam won his Mainpuri seat with the lowest margin of his career — 95,000 votes — in 2019 Lok Sabha polls. The PSPL contested 65 seats in UP and from 10 other states, but failed to win any. Shivpal had earlier launched his front, Samajwadi Secular Morcha (SSM), and had later announced his new political party, Pragatisheel Samajwadi Party Lohia. Even while charting out his own path, Shivpal always said that he wanted unity in the party but was forced to leave due to sycophants. Download The Times of India News App for Latest City ."}, "Massive fire in ink factory, 3 adjoining units damaged": {"description": "KANPUR: Fire broke out in an ink factory at Dada Nagar industrial area on early Tuesday morning. No casualty was reported. The blaze also engulfed three more nearby units, including a confectionery and a cardboard box factory in the industrial area. Several fire tenders were pressed into service. Chaos prevailed in the area as locals complained of breathlessness after inhaling fumes and smoke. The flames were visible from as far as 2 km away from the factory. A large quantity of extremely combustible chemicals were stored in the factory, a fire department official told TOI. The fire was first spotted by a worker Rinku, who lives on the ink factory premises. He ran out of the premises and raised alarm, and alerted his co-workers, the fire control room and his employer. The flames spread swiftly in the vicinity after chemical spilled and engulfed the three nearby factories. The fire officials and the police evacuated the people trapped in the factories. \"The fire spread rapidly when the drums, containing highly inflammable solvents, burst one by one after coming in contact with the blaze. We are yet to establish the exact cause of the fire, but it appears the incident might have occurred due to electric short circuit in the factory,\" said a senior fire official. The fire, which originated at around 4 am, lasted for more than four hours, he added. \"There are no reports about anyone getting injured by fire so far, except that the locals complained of breathlessness after inhaling fumes and smoke. Fire fighters battled to control the blaze from spreading further,\" said SSP Anant Deo. Preliminary investigations have revealed that inks from chemicals were manufactured in the factory, the SSP added. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:37:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/massive-fire-in-ink-factory-3-adjoining-units-damaged/articleshow/69851832.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "It was all about dancing at this do in Kanpur": {"time": "", "link": "http://photogallery.indiatimes.com/events/kanpur/it-was-all-about-dancing-at-this-do-in-kanpur/articleshow/69799705.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "Kidney racket: Notices served to coordinators of PSRI, Fortis hospitals": {"time": "2019-06-10 08:51:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/kidney-racket-notices-served-to-coordinators-of-psri-and-fortis-hospitals/articleshow/69717769.cms", "description": "KANPUR: Even as police arrested and sent CEO of Delhi's Pushpawati Singhania Research Institute (PSRI) hospital -Dr Deepak Shukla to jail on Saturday, in order to speed up the pace of the investigation, notices have been served to coordinators of PSRI and Fortis hospitals Delhi, whose name surfaced during interrogation of donor providers, arrested in connection with kidney transplant racket unearthed in the City in the month of February this year.  \"In order to speed up the pace of the investigation in the kidney racket case in which names of coordinators including Sunita Prabhakaran and Mithun from the PSRI and Sonika of Fortis hospital of Delhi surfaced, the SIT has issued notices to them. They have been given three days time during which they will have to present themselves before the SIT and get their statement recorded. Among the three coordinators, Sunita Prabhakaran and Mithun from PSRI in order to avoid their arrest, had already taken stay from the court, since the racket was busted by Kanpur police in February this year,\" said SP Crime Rajesh Yadav. Police sources, meanwhile, said, during initial investigations it came to fore that the ten persons arrested from Kanpur in the recent past, used to coordinate with Sunita Prabhakaran, Mithun and Sonika, coordinators at PSRI and Fortis hospitals of Delhi. The police so far have arrested eleven persons in the case. To recall, acting on a complaint from an electricians wife at the Barra police station, cops had busted an international kidney racket on February 17 2019 in the City, and arrested Gaurav Mishra of Lakhimpur Khiri, T Rajkumar Rao of Kolkata, Shailesh Saxena of Badarpur in Delhi, Saboor Ahmad of Kakori near Lucknow, Vicky Singh of Panki near Kanpur and Shamshad Ali of Chowk in Lucknow. Subsequently an SIT was formed in the month of March. Following a tip-off provided by the six arrested persons, the police on March 2, had arrested two more persons identified as Ramu Pandey and Shyam Tiwari from the City. On the latter's inputs, again, the police on April 15, had arrested one more person identified as Junaid from Andha Quan in Barra area of the City. During further course on investigation, global linkages had also emerged from the inter-state kidney racket wherein one Dr Ketan Kaushik, a Delhi-based private practitioner, used to handle the gangs international clientele. Dr Kaushik is still on run.  SIT visited Delhi to question suspects on March 5 2019. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Kanpur: Traders protest against anti-encroachment drive": {"description": "KANPUR: The enforcement wing of Kanpur Development Authority (KDA) on Tuesday carried out an anti-encroachment drive at Bingawan Maurang Mandi. The drive sparked protests by maurang traders of the area. They closed their shops, blocked traffic and pelted stones at the passing vehicles in protest against the drive. The shopkeepers said they were agitated as they have been running their business at Bingawan Maurang Mandi after having procured the land on lease from the district administration. On the other hand, executive engineer KDA Atul Mishra, said, \"Only those shopkeepers, who didn't pay fee for procuring the land on lease, are being removed while legal shopkeepers are not being touched\". The traders also gheraoed the KDA officials and staged a sit-in on the road. Later, the police got the road cleared by using a mild force. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:36:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/kanpur-traders-protest-against-anti-encroachment-drive/articleshow/69851815.cms"}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Aligarh rerun in Hamirpur? Body in graveyard, kin cry rape-murder": {"time": "2019-06-09 07:45:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/aligarh-rerun-in-hamirpur-body-in-graveyard-kin-cry-rape-murder/articleshow/69709069.cms", "description": "JHANSI: In another shocker from Uttar Pradesh after the brutal killing of a three-year-old girl in Aligarh's Tappal, a 10-year-old girl was found dead in a graveyard in a Hamirpur village on Saturday morning. The victim's parents, who work as daily-wage labourers at a brick kiln, suspect that the minor was sexually assaulted before being murdered. Six people have been detained. Police registered an FIR against unidentified person/s and launched an investigation. SHO Kurara KK Pandey said the father of the girl told police she had dinner and fell asleep by 9.30pm on Friday. When family members woke up on Saturday, she was missing. Villagers informed them about the recovery of a girl's body in the local graveyard. The deceased was living in the village with her grandparents while her parents work in brick kiln in Jahanabad area of Ghatampur tehsil in Kanpur Nagar. DIG (Banda range) AK Rai and Hamirpur SP Hemraj Meena rushed to the spot and launched an investigation. \"Five teams have been set up to crack the crime. The body has been shifted to morgue and a panel of three doctors will perform the postmortem, which will be videographed. Preliminary investigation indicates rape, but this can be confirmed only after autopsy,\" Rai said. involvement of some local person/s in the crime. An FIR has been lodged in this connection under relevant sections and arrest/s will be made soon.\" Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Uttar Pradesh: 10-year-old girl found murdered in Hamirpur, sexual assault suspected": {"time": "2019-06-08 11:34:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/uttar-pradesh-body-of-10-year-old-girl-found-in-hamirpur/articleshow/69699400.cms", "description": "JHANSI: Even as national outrage over brutal murder of a two-year-old in Aligarh continues, body of a ten-year-old girl was recovered from a graveyard in Shivni village here of Hamirpur district on Saturday morning. According to the police, around 6.30am, some of the villagers spotted the body of the girl and then informed the parents of the victim, who then informed police, under Kurara police station area. Victim's parents, who work as daily wage labourers at a local brick kiln, suspect that the minor was sexually assaulted before being murdered. SHO Kurara, KK Pandey said father of victim girl told the cops that his daughter had taken dinner and then slept by 9.30pm on Friday. When he woke up on Saturday morning, he did not find his daughter lying on the cot. In the mean time, villagers informed him about recovery of his daughter's body, barely 50 meters from his house. Pandey said that police were taking the neighbours' statements while the parents had not named anybody in the FIR, which was yet to be registered. Senior police officials reached the site and an investigation was under way. Superintendent of police (SP) Hamirpur told TOI that prima-facie the incident appeared to be that of murder and did not rule out the possibility of the victim being subjected to sexual assault before being killed. He, however, said such details would be confirmed only after the post-mortem examination. Police were yet to make any arrests. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "LLR hosp to probe thrashing of burn patient’s kin by docs": {"time": "2019-06-10 04:04:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/llr-hosp-to-probe-thrashing-of-burn-patients-kin-by-docs/articleshow/69717914.cms", "description": "Kanpur: Authorities of Lala Lajpat Rai hospital has decided to initiate a probe against the junior resident doctors who had allegedly thrashed a burn patient’s kin on Sunday. On Sunday morning, kin of a 14-year-old burn patient, Avneesh, native of Rasoolabad area of Kanpur Dehat, alleged that they were severely beaten up by junior resident doctors when they requested them to get his ultrasound done at the hospital itself. Later, they also allegedly thrashed the attendants of an another patient who went to their rescue. Superintendent of LLR hospital, Prof RK Maurya, said, \"We have sought the list of junior resident doctors who were on duty at the surgery department of the hospital on Sunday morning. A committee would conduct a probe and summon the accused JRs whose names have cropped up in the thrashing incident. \"I would like to assure that the guilty will not be spared and action will be taken against them\", said Prof Maurya. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "CEO of top Delhi hospital held in Kanpur for kidney racket": {"time": "2019-06-09 08:06:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/international-kidney-racket-busted-in-kanpur-delhi-psri-hospital-ceo-taken-into-custody-for-questioning/articleshow/69701554.cms", "description": "KANPUR: Dr Deepak Shukla (69), CEO of Delhi's Pushpawati Singhania Research Institute (PSRI), was arrested by UP Police on Saturday for his alleged role in a sensational international kidney racket which was busted in Kanpur in February. A special investigation team of Kanpur Police had taken Shukla into custody for questioning on Friday . Ten people have been arrested since the high-profile scam was busted, but this is the probe team's second big catch - Shukla was a suspect for long. The mastermind, Raj Kumar Rao, had been arrested in February, while the racket's global interface, Dr Ketan Kaushik, is on the run. \"Shukla has been booked for cheating, wrongful confinement, trafficking, criminal conspiracy and under sections of Transplantation of Human Organs Act. He has been brought to Kanpur and sent to jail,\" Kanpur police chief Anant Kumar said. A PSRI spokesperson said, \"We are cooperating in the investigations and will do so in future.\" Dr Shukla’s name had surfaced during interrogation of 10 accused. “We will question him to corroborate claims of the accused, who confessed he would provide medical facilities to kidney patients before the transplant,” said a police official privy to investigation. On-the-run Delhi doctor handled global clienteleThe accused have so far surgically removed kidneys of nearly 12 people for massive kickbacks and without following legal format. After surgery, donors would be bundled off into general class train compartments with a paltry pay of Rs 2-3 lakh. During course of investigation, global linkages emerged wherein Delhibased private practitioner Dr Ketan Kaushik was found handling the gang’s international clientele. On February 17, scam was unearthed after police acted on a complaint from an electrician’s wife at Barra police station and arrested Gaurav Mishra of Lakhimpur Kheri, T Rajkumar Rao of Kolkata, Shailesh Saxena of Badarpur in Delhi, Saboor Ahmad of Kakori near Lucknow, Vicky Singh of Panki near Kanpur and Shamshad Ali of Chowk in Lucknow. Following tip-offs by the six arrested, police on March 2 nabbed two other accused, Ramu Pandey and Shyam Tiwari of Kanpur. On his inputs, police arrested Junaid from Andha Kuan in Barra area of the city, a month later. Later, police recorded statements of 12 persons, including doctors, paramedical staff and coordinators of two Delhi hospitals, including PSRI, and gathered vital records to file a chargesheet. Two of the arrested gang members also claimed to have met Dr Ketan Kaushik, in Delhi several times to discuss kidney transplants after trapping poor gullible donors. Investigators told TOI that Ketan played a key role in making tourist visas of donors, who would be dispatched to wealthy clientele in Sri Lanka and Turkey. He is, however, on the run. Download The Times of India News App for Latest City ."}, "Family of missing warrant officer of  AN-32 aircraft awaits news about him": {"time": "2019-06-13 12:14:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/family-of-missing-warrant-officer-of-an-32-aircraft-awaits-news-about-him/articleshow/69762504.cms", "description": "KANPUR: After the authorities reported spotting the wreckage of IAF AN-32 transport aircraft in Arunachal Pradesh on Tuesday, the family of Warrant Officer Kapilesh Mishra awaits news about him. Warrant Officer Kapilesh Kumar Mishra, hailing fr om Chaubiyana locality in Uttaripura in Bilhaur area of Kanpur, is among the crew of the missing IAF AN-32 aircraft. The aircraft took off from Jorhat (Assam) on Monday and headed towards Mechuka in Arunachal Pradesh, but reportedly went missing. After taking off at 12.25 pm, it was last contacted by ground agencies at 1 pm after which the contact was lost. A total of 13 IAF crew members, including Kapilesh, were on the aircraft. Kapilesh was living with his wife Usha and daughter Sneha at Jorhat. His brother Pramilesh, who is in a state of shock since the wreckage of the aircraft was spotted, hopes that his brother would return to their Chaubiyana home in Bilhaur. \"We are praying for him day and night, and hope God will answer our prayers,\" Pramilesh told TOI. Rajesh Mishra, another brother of Kapilesh, said, \"They came to know about the news of spotting of the wreckage of the aircraft through social media.\" The IAF in a statement issued on Tuesday said that the wreckage of the missing AN-32 was spotted today 16 km North of Lipo, North East of Tato, at an approximate elevation of 12,000 foot by the IAF Mi-17 helicopter, undertaking search in the expanded search zone. The statement further read, \"Efforts are now continuing to establish the status of occupaants and establish survivors. Further details will be communicated as the recovery actions progress\". Download The Times of India News App for Latest City ."}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "SP-BSP alliance heading for divorce, says Sadhvi Niranjan Jyoti": {"time": "2019-06-05 12:35:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/sp-bsp-alliance-headingfor-divorce-says-sadhvi/articleshow/69656877.cms", "description": "KANPUR: SP-BSP alliance is based on vested interest and will be soon seeking a divorce, said Union minister and Fatehpur MP Sadhvi Niranjan Jyoti on Tuesday. “Since the very beginning, we all termed the SP-BSP alliance a ‘bemel gathbandhan’ (a mismatch alliance) and now the truth is before you all as they are now heading towards a divorce,” said Sadhvi while talking to media after arriving at the Kanpur Central railway station from Delhi on Tuesday. The Union minister also hit out at West Bengal chief minister Mamata Banerjee for losing her cool when a group of men shouted ‘Jai Shri Ram’ in front of her car, asking whether it is a crime to chant the phrase in the state. Sadhvi said, “She is doing this out of sheer frustration following drubbing of her party in the parliamentary elections.” On Thursday, Mamata had lost her cool when some men had shouted ‘Jai Shri Ram’ as her motorcade passed through Bhatpara area of North 24 Pargana district. A video on the incident had gone viral on social media. Sadhvi Jyoti took charge as the minister of state in ministry of rural development on Monday. “I promised the countrymen to take forward Prime Minister Narendra Modi’s vision of developing rural areas across the nation,” she said. Inprevious government, Jyoti held portfolio of MoS for food processing industries. Sadhvi Jyoti also known as Sadhvi Niranjan was sworn in as MoS in Modi cabinet on 31st May. Download The Times of India News App for Latest City ."}, "Two held with four pistols, 100 cartridges": {"time": "2019-06-15 10:20:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/two-held-with-four-pistols-100-cartridges/articleshow/69795046.cms", "description": "KANPUR: Police on Thursday night arrested two members of an illegal firearms smuggling gang in Rail Bazar area in the city and recovered four country-made pistols and a large number of cartridges from them. SP (East) Raj Kumar Agarwal told reporters that acting on inputs, a police team was formed and a trap was laid near COD crossing in Rail Bazar area on late Thursday night. He said four finished firearms and nearly 100 cartridges were recovered from their possession. They have been identified as Golu and Amar Kumar, residents of separate areas of the district. He said soon arrest of a few other members of the gang will be made on the basis of the information provided by the accused. “During interrogation, the accused informed police that they were on their way to Pratapgarh to deliver the firearms. They had procured the firearms from Mainpuri and cartridges from two local persons. We will nab them soon,” said another officer privy to the investigation. Download The Times of India News App for Latest City ."}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "BTech student crushed to death after bus hits bike, 2 friends hurt": {"time": "2019-06-08 10:32:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/btech-student-crushed-to-death-after-bus-hits-bike-2-friends-hurt/articleshow/69696870.cms", "description": "KANPUR: A 24-year-old BTech student died on the spot after the scooter he was riding was hit by a speeding bus near Pulses Research Institute on the GT Road in the city on Friday. “Vishal, son of Sunil Thakur, resident of Keshavpuram area in the city, and a final year BTech student of a private college in Panki, was going home after writing exam at a private technical institute in Ruma area along with his two friends on his two-wheeler. As they reached near Pulses Research Institute on GT Road in the afternoon hours a bus, belonging to a technical institute, hit their bike following which Vishal and his two friends fell on the road, police said. Vishal, who had fallen in the middle of the road, came under the wheels, police further said. A couple, who was riding on a scooty, too sustained injuries as they were riding parallel to the bike. The bus driver however fled the scene, the police added. According to the eyewitnesses, the driver was not aware of the tragedy until others alerted him. “Even after the boy came under the wheels, he continued to drive. The passersby and locals shouted, but to no avail. After realising that something went wrong, he fled from the spot,\" the eyewitnesses told the police. Vishal's two friends have been admitted to Lala Lajpat Rai hospital while the couple was undergoing treatment at a private hospital. Circle Officer Ajay Kumar, said that a hunt has been launched to arrest the bus driver. Meanwhile, in Allahabad, a 65-year-old man was found dead with eye wounds in Baharpur village, under the jurisdiction of Holagrah police station, on Friday. The victim, Harish Chandra Shukla, is a resident of Baharpur. As per reports, the elderly man left his house on Thursday evening to take his buffaloes out for a bath in a nearby pond. However, when he did not return till late night, his family started searching for him. They spotted his body near the pond early Friday morning. Harish Chandra’s son Ravi Kumar said he found his father lying in a pool of blood near the pond. Police said the body bore several marks of injuries. After being alerted, police reached the spot with a team of forensic experts to investigate. Chandra’s family told the police that he did not have any enmity with anyone. The gruesome murder shocked local villagers. A group of residents staged a demonstration to demand that police nab the killers at the earliest. Holagarh police said they are yet to ascertain the cause of death and they have formed two teams to investigate the murder. Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Kanpurites beat the heat in style": {"time": "", "link": "http://photogallery.indiatimes.com/events/kanpur/kanpurites-beat-the-heat-in-style/articleshow/69581621.cms", "description": ""}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "Kanpur: 15-year-old girl raped by teacher in madrassa": {"time": "2019-06-10 08:31:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/madrassa-teacher-rapes-teen-in-room-on-premises/articleshow/69717767.cms", "description": "KANPUR: A 15-year-old girl was allegedly raped by a madrassa teacher in Awas Vikas Hanspuram colony of Naubasta area of the city on Sunday. Following a complaint, the police swung into action and arrested the accused. “The accused Javed (35), a madrassa teacher, who hailed from Matiyamau area of Akbarpur in Kanpur Dehat, raped the girl in a room located on the premises of the madrassa in Awas Vikas Hanspuram Colony in Naubasta area of the city on Sunday morning. He was arrested in the afternoon hours,\" said Circle Officer Govindnagar, RK Chaturvedi. The CO said the accused had visited the girl's house on Saturday morning and asked her mother to send her daughter with him to madrassa for filling up a bank form. \" On reaching madrassa, the accused allegedly took the girl to his room and forcibly raped her. The girl raised cries, but none, including two women teachers present at the madrassa, came to her rescue. The girl, somehow, escaped and reached home,\" the CO further said. When the girl informed her mother about her ordeal, she along with her daughter reached the madrassa, but finding its gates locked, they sought the police help. Later, they lodged a complaint at the Naubasta police station, the police said. A case under relevant sections of the Protection of Children from Sexual Offences (POCSO) Act, 2012 and for raping a minor, was registered against the teacher. Two other persons have also been booked for assisting the accused in committing the crime. The girl has been sent for medical examination, the report of which is awaited, said a policer officer. After launching a massive hunt, the police managed to nail the accused who was trying to flee. During investigation the accused told the police that the girl is his wife and is pursuing Alimah course at his madrassa. “The girl's family is lying that she is a minor, she is a major and is of 19-years of age\", the accused said. “He had made physical relations with her after performing 'nikah' with her,” the accused further told the investigator. Further investigation is underway. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "\nBidding adieu in style\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/bidding-adieu-in-style/articleshow/64000256.cms", "description": "Students of a private management college had loads of fun during the farewell party organized at the college campus, recently. Dance performances by Akansha, Pooja Agarwal, and Anuja kept the young crowd entertained. Soon everyone was on the dance floor, grooving on latest Bollywood tracks. We spotted Kunal, Vidisha, Vanshika, Upkar, and Anisha having a gala time together. Meanwhile, Nidhi and Rashmi were seen busy clicking selfies. Also present at the do were Jasmine, Deboshree, Neeraj, Abhi, Neha and Harshita.  (L) Meghna and Akansha (R) Mandvi (BCCL/ AS Rathor)  (L) Neha and Harshita (R) Rashmi and Arpita (BCCL/ AS Rathor)  (L) Pragati (R) Rashmi and Nidhi (BCCL/ AS Rathor)  (L) Shreya (R) Upkar and Anisha (BCCL/ AS Rathor) Download The Times of India News App for Latest City ."}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "\nKanpurites burn the dance floor at this do\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/kanpur/kanpurites-burn-the-dance-floor-at-this-do/articleshow/64492809.cms", "description": ""}, "Kanpur: Four run over by Rajdhani Express": {"time": "2019-06-11 07:46:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/four-run-over-by-rajdhani-express/articleshow/69733445.cms", "description": "KANPUR: Four passengers, who had got off the stationary Muzaffarnagar-Bandra Avadh Express for some fresh air, were run over by Sealdah Rajdhani Express at Etawah's Balrai railway station on Monday morning. \"The victims, who had boarded the Avadh Express at Kanpur in a general coach, alighted the train and were heading towards a sleeper coach. When they were walking on the main line at Balrai railway station, they were ran over by Rajdhani Express,\" said a GRP officer. The Rajdhani Exp was heading towards Delhi while Avadh Express was going to Bandra terminus of Mumbai. Kamla Shankar, acting in charge of Etawah GRP, said the four deceased were natives of Jugrajpur, Kaushambi. \"They have been identified as Abhishek Kumar alias Jeetu (20), Lal Chandra (21), Surendra Kumar (20) and Pintu (18). They were all relatives and going to work in Surat by Avadh Express,\" said Kamla Shankar, acting in charge of Etawah GRP. Meanwhile, the Railways has ordered a probe into the incident. CM Yogi Adityanath directed the administration to ensure all possible help to the victims' families. Download The Times of India News App for Latest City ."}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Would have murdered those who commit rape: BJP MP": {"time": "2019-06-13 12:24:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/would-have-murdered-those-who-commit-rape-bjp-mp/articleshow/69762430.cms", "description": "KANPUR: Local BJP MP Satyadeo Pachauri has called for tougher laws and stringent punishment against perpetrators of sexual harassment, sexual assault and rape. “If law could be in my hand, I would have murdered those who commit rape,” Pachauri said, addressing a gathering at a police felicitation organised by Indraprastha Welfare Society in Ratan Lal Nagar on Tuesday. Pachauri said whenever people came to him with complaints of murder and rape, he directed the police station concerned to act tough against the accused. “The society is equally responsible (in preventing such crimes). We need tougher laws and stringent punishment against perpetrators of rape, sexual assault and harassment,” he added. The MP’s push for stricter laws comes at a time atrocities against children are being reported with chilling regularity. On June 2, a three-year-old was found dead in a garbage dump three days after she went missing in Tappal. The girl’s father claimed she was killed because he failed to repay a loan of Rs 10,000. Rapes and murders of children have been reported from Hamirpur, Jalaun and Kushinagar, the latest being the sexual assault on a six-month-old in Jalaun on Wednesday. Download The Times of India News App for Latest City ."}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "Construct flyovers, multilevel parkings to solve city’s traffic problems: Official": {"description": "Kanpur: Additional principal secretary, departments of basic education and revenue, Renuka Kumar, on Wednesday told the district officials that more flyovers and multilevel parkings were needed to improve traffic condition in the city. The principal secretary, who was in the city, said that in view of the Metro project starting soon in the city, there was a need to construct more flyovers, and engineering traffic management plan should be implemented for smooth traffic movement. She said as the National Highway Authority of India is considering to construct a ring road between Jajmau and Cantonment, for which a proposal should be sent to the state government at the earliest. Later, presiding over a meeting, she suggested to the Kanpur Municipal Corporation (KMC) officials that besides constructing more garbage disposal plants in the city they should also conduct a survey of the cities which are effectively managing the garbage disposal problem. \"If other cities can effectively manage the garbage dispoal problem then why not Kanpur\"? she asked and added that Swachcha Bharat campaign should be organised frequently. In another direction, the principal secretary said a campaign should be launched to get possession of the government lands as several malls, schools and hotels had been constructed illegally on the them. She asked the KMC officials to identify the government lands and get them vacated. \"Develop the old buildings on these lands on PP model and raise an orphanage within six months for the mentally retarded persons in the city\", she said. She directed officials of the health department to conduct random raids at ultra-sound centres and distribute beneficiary cards of Ayushman Bharat Scheme to the people in presence of public representatives. \"Encourage people to purchase medicines from Jan Aushadhi Kendra as as these kendras the medicines are 75 percent cheaper\", she said. In a specific direction, she said that in villages people should ger all benefits under various schemes of the government. She also asked the officials to cross-check the list of Kisan Samman Nidhi and take stern action against lekhpals if they are found involved in financial irregularities. She said the forest department should prepare a work plan to achieve the target of planting 27 lakh saplings. District magistrate Vijay Vishwas Pant, chief development officer Akshay Tripathi, SP (west), the municipal commissioner, chief health officer and other senior officials were present in the meeting. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/construct-flyovers-multilevel-parkings-to-solve-citys-traffic-problems-official/articleshow/69866130.cms"}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Why SUVs vanish? Dismantled in NCR or whisked away to Nepal": {"time": "2019-06-09 04:13:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/why-suvs-vanish-dismantled-in-ncr-or-whisked-away-to-nepal/articleshow/69709462.cms", "description": "LUCKNOW: More than 100 SUVs and MUVs have been stolen from Gomtinagar circle in the past five months, but police haven’t made much headway in any of the cases because most of these four-wheelers are either sold to third parties in the National Capital Region (NCR) or in Nepal. According to investigating officers, the high-end vehicles are taken to Nepal via Barabanki and Bahraich or dismantled and sold in parts in NCR. A senior STF officer who has busted several auto-lifting gangs told TOI that the racket involved both Nepal crime rings and scrap dealers in Delhi, Meerut and Rajasthan. “High-end SUVs that are in good condition are sent to Nepal while those that are not are first dismantled and then sold to scrap dealers,” he said, adding that while some parts were recycled by scrap dealers, others like the engine were remodelled into generators. The officer said SUVs and MUVs that reached Nepal were sold to customers along with fake registration papers. “These gangs have access to expensive code scanners, which they use to break locks and duplicate smart keys,” he said. Lucknow SSP Kalanidhi Naithani said the Crime Branch was working in tandem with Gomtinagar police to zero in on the gangs. Another officer said investigations had revealed that improved road connectivity helped vehicle-lifting gangs to escape easily to neighbouring districts of Barabanki, Sitapur, Rae Bareli and Kanpur after the thefts. Download The Times of India News App for Latest City ."}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Cricket World Cup: Sarfaraz Ahmed's relatives in Etawah excited as India takes on Pakistan": {"time": "2019-06-16 19:41:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/cricket-world-cup-sarfaraz-ahmeds-relatives-in-etawah-exited-as-india-takes-on-pakistan/articleshow/69813255.cms", "description": "KANPUR: Excitement for Cricket World Cup's most anticipated clash between India and Pakistan taking place on Sunday, is not only among the cricket lovers at the Old Trafford cricket ground in Manchester, but also at the house of Mehboob Hasan Siddiqui -\"Mamu\" (maternal uncle) of Pakistan cricket team captain Sarfaraz Ahmed, besides at the Bhimrao Agricultural Engineering College, where he works, in Etawah. Despite Sarfraz leading Pakistan, Mehboob and his family members have always supported India. Not only Sarfaraz's uncle -Mehboob Hasan is praying for his individual performance, he is simultaneously praying for team India's win under the leadership of his favourite cricket star Virat Kohli. \"I have made all arrangements to witness India-Pak clash on Sunday, besides also invited few my very close friends to my house to watch the most anticipated match together,\" said Mehboob Hasan Siddiqui, a senior clerk in Bhimrao Agricultural Engineering College, Etawah, while talking to TOI on Saturday. Hailing India’s ability to win the match, Hasan suggested that the Indian side is in great form these days. \"There is no match of Sarfaraz’s team with our team. We have great players, and I am sure that team India will not only win this match, but also bring World Cup here,\" he said. Salman, cousin of Pakistan captain, further, said,\"Our family members and relatives, besides my friends, all are geared up to witness a great match between the two arch rivals on Sunday.\" The last time the two nations had played each other in Asia Cup in Dubai in Sep 2018, he said. The match was won by team India. \"It will be after a gap of nine months that we will be getting to watch an India-Pakistan one-day match in World cup,\" said Salman further. He further told TOI his mother and Sarfaraz's aunt Samar Fatima, praying for team India as well for her nephew's individual performance. \"Although Sarfraz bhai is leading the Pakistani side, but for us team India comes first. However, at the same time, we cant even ignore Sarfaraz bhai, after he's our blood relative. We always pray for team India's victory, besides Sarfaraz bhai's individual performance,\" he said further. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Couple jumps before train in Ramadevi, die": {"time": "2019-06-14 09:48:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/couple-jumps-before-train-in-ramadevi-die/articleshow/69782460.cms", "description": "KANPUR: A young couple allegedly committed suicide by jumping in front of a train on Delhi-Howrah route in Ramadevi area under the limits of Chakeri police station in the city on Thursday. The police identified the youth as Nagendra Singh Yadav (21), a native of Bala Ka Purwa pocket in Khaga police station limits of Fatehpur district. Identity of the girl could not be ascertained. According to police, the incident came to light after the guard of Rajdhani Express alerted the station master at Kanpur Central. After getting information, police rushed to the spot. Police are yet to ascertain why they took this extreme step. The bodies were found near the Delhi-Howrah track. Inspector Chakeri Ranjit Rai said, \"The identity of the youth was ascertained following recovery of a driving licence from his pocket. The girl's identity is yet to be known. We are trying to contact the family of the boy with the help of address mentioned in the driving licence.\" Rai told TOI, \"An investigation is on in the matter and we are trying to find out that why they committed suicide.\" He added that they seemed to be 'love birds' as a heart-shaped red cushion with 'I love You' message and some pictures were recovered from their bag. They probably eloped from their homes and visited Vaishno Devi shrine on June 8. Download The Times of India News App for Latest City ."}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "\nKanpur ladies have ‘three’ much fun at this party!\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/kanpur/kanpur-ladies-have-three-much-fun-at-this-party/articleshow/65269807.cms", "description": ""}, "Kanpur: Labourer’s body at site sparks protest by workers": {"time": "2019-06-08 10:42:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/labourers-body-at-site-sparks-protest-by-workers/articleshow/69696881.cms", "description": "KANPUR: A 40-year-old labourer, native of Bihar, who was working with Ghatampur power plant in the district, was found dead under mysterious circumstances near the L& T site office on Friday. Police identified the deceased as Ashok Sharma, native of Rohtas district in Bihar. The incident sparked protest by the power plant co-workers, who alleged that going by the prima facie circumstantial evidence, its seems that Ashok was beaten to death as his body bore injury marks. They have demanded immediate arrest of those responsible for Ashok's death, and a compensation of Rs 20 lakh to his family. Senior district and police officials, including SDM Ghatampur, Varun Pandey and Circle Officer Shailendra Singh, rushed to the spot along with heavy police force and pacified the agitating labourers, who had refused to give body of the deceased to the police. The CO said, “Ashok, who was working at the plant for the last four months, on Thursday afternoon told his co-workers that he was suffering from nausea. After some time he went out to purchase medicines. Later, his body was recovered lying near the site of L&T office on Friday at around 11 am with injury marks.” “The body has been sent to mortuary, and action would be initiated after receiving the postmortem report, the CO said and added, \"Ashok's family in Bihar has been informed about the incident and they are on way to Kanpur.” Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "\nKanpur couples get naughty at this do\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/kanpur/kanpur-couples-get-naughty-at-this-do/articleshow/64975151.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Naman Gupta tops in Kanpur with AIR 123 in JEE Advanced": {"time": "2019-06-15 10:15:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/naman-gupta-tops-in-city-with-air-123-in-jee-advanced/articleshow/69795067.cms", "description": "KANPUR: City boy Naman Gupta topped in the city by securing AIR 123 in JEE Advanced- 2019 examination, the result of which was declared on Friday. He scored 267 marks out of 372 marks. Earlier, Naman was among 15 students who scored 100 percentile in the first part of JEE-Mains conducted in January this year. In class X he scored 98 % while in class XII he scored 95%. For Naman it was like a dream come true. He gives credit of his success to hi sparents and teachers who always helped him and encourgaed him. A student of Dr Virendra Swarup Education Centre, Avadhpuri, Naman is an avid reader of science fiction. He had scored 98 % in class X and 95% in class XII. “I never did anything special to bag the top position but just worked hard with right approach and dedication,” he said. His mother Sandhya Gupta, who is a housewife, said “I am happy with Naman’s performance but I was expecting him to do better.” His father Ram Kumar Gupta is a locomotive pilot in the Indian railways. Naman wants to pursue computer science from IIT Delhi or Kanpur. “I want to study computer science from IIT-Delhi or Kanpur,” said Naman. He loves playing cricket and badminton. Download The Times of India News App for Latest City ."}, "Four Kerala Express passengers die due to heat in Jhansi": {"time": "2019-06-11 22:57:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/four-kerala-express-passengers-die-due-to-heat-in-jhansi/articleshow/69737867.cms", "description": "JHANSI: Heat wave allegedly killed four senior citizen passengers, who were traveling to Coimbatore in Kerala Express. The incident took place on Monday evening. According to railway authorities, three passengers including a woman were found dead in S8 and S9 coach when train reached Jhansi station from Agra Cantt. The fourth passenger in critical condition was rushed to railway hospital, but he later succumbed. After the incident, on Tuesday chief minister Yogi Adityanath expressed is condolence on the death of four passengers due to heat wave. Speaking to TOI, Manoj Singh, public relation officer of Jhansi railway division said, “A group of 65 passengers had boarded train from Agra Cantt in S9 and S8 coach of Kerala express at around 4:02 pm. Majority of the passengers were above 65-years and were on UP tour. When train reached Jhansi at 7 pm, three passengers were found dead, while fourth was in critical condition, who was taken hospital but later succumbed.” “The autopsy report of the deceased passengers is yet to be received, but the co-passengers traveling along with victims have reported that, all four were complaining of uneasiness due to hot weather,” said PRO Manoj Singh. Victims were identified as Bundur Palanisame (80), Bal Krishna Ramaswami (67), Dhanlaxmi (74) and Subbaraiyya (87). Earlier on June 7, a Ghazipur resident identified as Rajesh Gupta was found dead in general coach of Kushinagar Express due to excessive heat. His body was recovered at Babina station before Jhansi junction. Similarly on June 1, a teenage girl identified as Sita died in general coach of UP Jansapark Kranti express due to heat. Monday temperature in Jhansi was recorded 48.1 degree Celsius. In Video:Jhansi: 4 Kerala Express passengers die due to extreme heatDownload The Times of India News App for Latest City ."}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "SI arrested for accepting bribe in Kanpur Dehat": {"time": "2019-06-05 12:31:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/si-arrested-for-accepting-bribe-in-kanpur-dehat/articleshow/69656929.cms", "description": "KANPUR: A sub inspector posted at a police out-post in Derapur area of Kanpur Dehat was arrested for allegedly accepting a bribe of Rs 8,000, on Tuesday. The police sources said that Jitendra Singh, posted at Kanghi police out-post, was arrested by the anti-corruption unit, Kanpur. As per the complainant Amrit, the SI had demanded Rs 8,000 to drop his name from a brawl case, which took place on May 30 and was being probed by him, said the police. The complainant approached the anti-corruption and his claim was verified when the accused SI allegedly accepted the bribe amount of Rs 8,000 at Kanghi police out-post on Tuesday. “We have arrested SI Jitendra Singh while accepting bribe of Rs 8,000 red handed, no other significant recovery has been made so far. A case under relevant sections of IPC would be lodged against him. He will produced in court on Wednesday,” anti-corruption unit inspector Shambhu Nath Tiwari said. Download The Times of India News App for Latest City ."}, "Two die during mining blast": {"time": "2019-06-08 10:45:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/two-die-during-mining-blast/articleshow/69696897.cms", "description": "JHANSI: Two persons working in a stone mine were killed during a blast carried out to break large chunks of stone in Goramachia area of Jhansi on Thursday night. Both the victims Mithun Kushwaha, 26, and Rajive Rajak, 25, were residents of Chapra village in Baragaon police station area of the district. SO Baragaon Virendra Vikram Singh said: “It is an accidental death. We have lodged an FIR against mine owner Mohar Singh and investigating the matter.” Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "Eidgahs in Kanpur all set for Eid-ul-Fitr namaz today": {"time": "2019-06-05 12:28:00", "link": "https://timesofindia.indiatimes.com//city/kanpur/eidgahs-in-city-all-set-for-eid-ul-fitr-namaz-today/articleshow/69656972.cms", "description": "KANPUR: District administration has made necessary arrangements at all Eidgahs of the city including the Badi Eidgah at Benajabhar and mosques, where namaz would be offered on Eid-ul-Fitr festival to be celebrated on Wednesday. It may be mentioned that district magistrate Vijay Vishwas Pant had directed officials of the Kanpur Municipal Corporation (KMC) to make necessary arrangements at all Eidgahs, including Badi Eidgah, Rail Bazar Eidgah, Bagahi Eidgah (Babupurwa) and Shujatganj Eidgah where large number of Muslims offer namaz every year. He said in view of rain forecast by the Met department, the KMC should ensure that no waterlogging takes place in case of rains. Extra teams should be deployed in KMC's all six zones and the control room, and that no animal should be allowed to enter Eidgahs during namaz, he said. SSP Anant Deo, who was also present in the meeting, said that like previous years, traffic curbs would be imposed on roads leading to the Eidgahs, and the traffic would be diverted to other routes. Orders have been issued to the police department to install CCTV cameras and drones to keep a vigil, the SSP added. The DM, who later visited Babupurwa Eidgah, directed the officials to cover all open manholes as they could prove dangerous in case of waterlogging. He directed the additional municipal commissioner to inspect the area and cover all open manholes today itself and inform him accordingly. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}}