{"Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Jammu-Srinagar highway open for civilians on Wednesday": {"time": "2019-04-17 12:59:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/jammu-srinagar-highway-open-for-civilians-on-wednesday/articleshow/68919224.cms", "description": "SRINAGAR: There would be no restriction on civilian traffic on the Jammu-Srinagar highway on Wednesday, officials said. Civilian traffic would be allowed to move on the national highway on Wednesday since there would be no movement of convoys of the security forces, a traffic official said. The decision was specific to this Wednesday only and would not include Wednesdays and Sundays hereafter, the official said. Authorities had decided not to allow any civilian traffic on the highway on Wednesdays and Sundays to secure the movement of security forces convoys. The decision was taken after 40 CRPF troopers were killed in a terror strike on the highway in Pulwama district on February 14. Download The Times of India News App for Latest City ."}, "Traffic restrictions on Jammu-Srinagar highway to end next week": {"time": "2019-05-22 12:35:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/traffic-restrictions-on-jammu-srinagar-highway-to-end-next-week/articleshow/69441211.cms", "description": "SRINAGAR: The Jammu and Kashmir government announced on Tuesday that there would be no restrictions on civilian traffic on the Jammu-Srinagar national highway from May 27 onwards. In the aftermath of the February 14 Pulwama terror attack, the state government had banned movement of civilian traffic on the national highway on Wednesdays and Sundays to secure the passage of convoys of security forces. These restrictions were later reduced to only Sundays. An official statement said here today, \"Following a review of the security situation in the state and of the requirement of security forces convoys, the Governor has decided to lift the remaining restrictions on civilian movement on the National Highway (NH-44) connecting Jammu to Srinagar with effect from Monday, 27.5.2019.\" These restrictions had become necessary following the movement of security forces on an unprecedented scale after the Pulwama attack. The forces were required both for anti-militancy operations and for smooth conduct of general elections. After a detailed review with all security agencies, civil and police administration in connection with the preparations for the Amarnath Yatra, the Governor directed that there should be no restriction on civilian movement on NH-44 from May 27. Download The Times of India News App for Latest City ."}, "Two smugglers arrested with 48 kg of Cannabis in Jammu-Kashmir's Ramban: Police": {"time": "2019-05-01 13:33:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/two-smugglers-arrested-with-48-kg-of-cannabis-in-jammu-kashmirs-ramban-police/articleshow/69127143.cms", "description": "JAMMU: Police arrested two narcotic smugglers and seized 48 kg of cannabis in Jammu and Kashmir's Ramban district on Tuesday, officials said. The seizures were made after police teams intercepted two vehicles at Sham Palace in Ramban, they said. After searches, 26 kg and 22 kg of cannabis were seized from the two vehicles and two persons were arrested, the officials said. The accused were identified as Mohd Qasim and Mohd Karim Sheikh, both residents of Mumbai, they added. Further investigation in the case is underway, the officials said. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "J and K government starts electric buses from Jammu to Katra": {"time": "2019-05-28 13:32:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/government-starts-electric-buses-from-jammu-to-katra/articleshow/69535757.cms", "description": "JAMMU: Jammu and Kashmir State Road Transport Corporation on Monday started electric buses from Jammu Railway Station to Katra. Amit Sharma, Special Secretary to the Transport Department said, \"For now we have launched 20 buses each for Jammu and Srinagar on an experimental basis.\" The buses were flagged off by the Advisor to the Governor, K Skandan. The buses have several security features like CCTV camera, GPS to monitor the movement of the buses, panic button on every seat and emergency door. Vaishno Devi pilgrims are happy with the initiative taken by the government. \"It's a good initiative by the government. Now, people going to Vaishno Devi can have a smoother ride,\" one pilgrim said. Download The Times of India News App for Latest City ."}, "Garbage units mid of the road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageunitsmidoftheroad/articleshow/68132835.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Srinagar Colony: Drainage over flowing": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/srinagar-colony-drainage-over-flowing/articleshow/61636661.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Strike against rape of minor disrupts normal life in Srinagar": {"time": "2019-05-13 13:28:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/strike-against-rape-of-minor-disrupts-normal-life-in-srinagar/articleshow/69305310.cms", "description": "SRINAGAR: Normal life was affected in the city on Monday due to a strike called by a religious-cum-separatist organisation against the alleged rape of a three-year-old girl in Bandipora district of Jammu and Kashmir. Most schools, shops and other business establishments in the city remained shut due to the strike, officials said. They said public transport was also affected by the strike. However, government offices and banks remained open, the officials said. 'Itehadul Muslimeen' – a religious organisation which is also a constituent of moderate faction of the Hurriyat Conference - Sunday called for a complete shutdown across the Kashmir Valley on Monday against the alleged rape of the girl at Sumbal in north Kashmir's Bandipora district. In a statement, 'Itehadul Muslimeen' president Moulana Masroor Abbas Ansari termed the rape as a blot on the face of humanity. “The presence of people with such ill intentions is proving a rot for the society known for upholding its moral values for centuries. There is a dire need for evolving a joint strategy to deal with these elements,” he said. Ansari demand stern punishment to the culprit. “There should be no leniency adopted while dealing with the person involved in this act. On the one hand, the victim is battling for her life but on the other hand, efforts are being made to save the culprit which is a serious concern,” he said. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "'Cow vigilantes' kill man in Jammu, locals run riot": {"time": "2019-05-17 10:45:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/cow-vigilantes-kill-man-in-jammu-locals-run-riot/articleshow/69367513.cms", "description": "SRINAGAR/ JAMMU: Yet another death in the middle of the night has added to the fraught situation in Jammu & Kashmir.  A man ferrying cattle was shot dead between 2am and 3am in Bhaderwah area, popularly known as mini Kashmir in Doda district of Jammu region.  Enraged locals took to the streets and curfew was imposed on Thursday after protesters and police clashed and internet services suspended.  Police officials said one Nayeem Shah, ferrying cattle in his vehicle, was intercepted by unidentified persons late on Tuesday night. \"He was shot dead allegedly by VDC (village defence committee) members at Nalthi Pul area of Bhaderwah segment,\" an official confirmed. Police had taken the deceased's body in their possession ahead of their investigation.  Six people have reportedly been detained and the protesters, who pelted the police with stones, had been demanding they be handed over. As police rained teargas and batons to control the situation, who pelted the police with stones, over a dozen locals as well as a few policemen, were reported hurt. About 18 vehicles were damaged in the protests. In the shooting, Nayeem died on the spot while his companion Zahoor Ahmed was injured and is under treatment in Bhaderwah.  \"Soon after the incident, protests broke out in the area against the killing,\" police said. Authorities called in the Army/CRPF to assist local police to ensure law and order in Bhaderwah town, an officer said.  A sarpanch in Rajouri was among three booked for making \"sensitive comments on social media\" after curfew was clamped on Bhaderwah and adjoining areas in Doda district. Police booked the sarpanch and two others  Meanwhile, the Joint Resistance Leadership comprising Syed Ali Geelani and Mirwaiz Umar Farooq has called for a statewide shutdown on Friday against the \"bloodshed in Kashmir\", alluding to the deaths in the last few days, including that of a PDP activist and another, who were shot by militants.  It has called a 'hartal' on May 17 and \"imams and khateebs\" have been asked to raise their voice against the \"killings\" during Friday sermons. Download The Times of India News App for Latest City ."}, "construction debris notremoved": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/constructiondebrisnotremoved/articleshow/66644880.cms", "description": ""}, "Girl commits suicide after being raped by father in Jammu and Kashmir": {"time": "2019-04-14 12:13:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/girl-commits-suicide-after-being-raped-by-father-in-jammu-and-kashmir/articleshow/68872599.cms", "description": "SRINAGAR: A girl allegedly committed suicide after being raped by her father in Bandipora district of Jammu and Kashmir on Saturday, police said. The accused father has been arrested, a police spokesman said.  The girl, a resident of Aragam Bandipora, consumed some poisonous substance at her home and was rushed to a hospital, where she died, he said.  The body will be handed over to her relatives after completion of medico-legal formalities, the spokesman said.  A case under relevant sections has been registered and the matter is being investigated, he said. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Broken Police Selter": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/broken-police-selter/articleshow/63251880.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Jammu-Srinagar highway restored after seven-hour long road clearance operation": {"time": "2019-04-16 13:03:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/jammu-srinagar-highway-restored-after-seven-hour-long-road-clearance-operation/articleshow/68903026.cms", "description": "BANIHAL/JAMMU: The traffic on the strategic Jammu-Srinagar National Highway resumed after remaining suspended for over seven hours due to a massive landslide in Ramban district Monday, officials said. Over 1,000 passenger vehicles and 1,500 trucks were left stranded on the 270-km highway, the only all-weather road linking Kashmir with the rest of the country, after a landslide blocked the arterial road at Digdol around 11 am, the officials said. They said the concerned agency immediately pressed its men and machines into service and after hectic seven-hour long operation, the road was cleared of the debris leading to the resumption of the traffic. The traffic on the highway plies alternatively from the twin capital cities of Srinagar and Jammu in view of the ongoing work on the four-laning project. The traffic was allowed from Jammu to Srinagar this morning, but due to the landslide, over 2,200 Kashmir-bound vehicles, including 650 passenger cabs remained stranded between Udhampur to Digdol, besides over 350 light motor vehicles which left for Jammu from Banihal railway station. The officials said the stranded vehicles were allowed to move towards their destinations after the completion of the road clearance operation around 6 pm. The decision to allow fresh traffic on the highway on Tuesday will be taken later after review of the situation, they said, adding that the traffic is moving smoothly at the moment. Download The Times of India News App for Latest City ."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "Road side bushes & shrubs endangering motorists &": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-side-bushes/articleshow/61761483.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Srinagar Main Road becomes garbage dumping ground": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/srinagarmainroadbecomesgarbagedumpingground/articleshow/65361095.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Illegal work on main road, civic body sleeping": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalworkonmainroad2ccivicbodysleeping/articleshow/64047395.cms", "description": ""}, "Jammu-Srinagar National Highway closed after landslide hits Ramban": {"time": "2019-05-09 11:56:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/jammu-srinagar-national-highway-closed-after-landslide-hits-ramban/articleshow/69246963.cms", "description": "RAMBAN (JAMMU AND KASHMIR): The Jammu-Srinagar National Highway was closed on Thursday following a landslide at Digdole in Ramban district, officials said. Due to the landslide, the state traffic police has restricted the movement of vehicles, leaving scores of commuters stranded. The 300-kilometre long Jammu-Srinagar highway connects the Kashmir valley with the rest of India. Essential supplies reach the Valley via this highway. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Drug peddler who gave police the slip held in Jammu": {"time": "2019-06-07 11:40:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/drug-peddler-who-gave-police-the-slip-held-in-jammu/articleshow/69686835.cms", "description": "JAMMU: A suspected drug peddler from Ludhiana, who had escaped from police custody while being taken to a court in Kathua district, was nabbed within 24 hours, police said on Thursday. On Monday, Sagar Singh and Harjeet Singh, both hailing from Ludhiana, were arrested with 90kg poppy husk from their truck, police said. The duo was on their way to Punjab from Srinagar, they added. While being taken to a court in Hiranagar on Tuesday, Sagar Singh had managed to give police the slip, prompting authorities to suspend an officer among two cops, they said. However, the suspected drug peddler was arrested from Lakhanpur on Wednesday night while he was trying to flee to Punjab, they added. Download The Times of India News App for Latest City ."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Forgitten layout for everyday garbage collection": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/forgitten-layout-for-everyday-garbage-collection/articleshow/61158997.cms", "description": ""}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "holey affair": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/holeyaffair/articleshow/67223460.cms", "description": ""}, "Massive landslide blocks Jammu-Srinagar highway": {"time": "2019-04-07 12:21:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/massive-landslide-blocks-jammu-srinagar-highway/articleshow/68761558.cms", "description": "JAMMU: Traffic on the strategic Jammu-Srinagar national highway was suspended Saturday after a massive landslide blocked the arterial road in Ramban district, officials said. A huge landslide occurred at Anokhi Fall in the afternoon, blocking the nearly 270-km highway, the only all-weather road linking Kashmir with rest of the country, the officials said.  They said intermittent shooting of stones from the hillock overlooking the highway near the scene of the landslide was going on, hampering the efforts of the agencies concerned in road-clearance operation to ensure early restoration of the highway.  The Ramban-Banihal stretch of the highway also witnessed light rains in the evening, the officials said, adding that efforts are on to restore traffic on the highway as early as possible.  Traffic on the highway is restricted to one-way and plies alternatively from the twin capitals of Srinagar and Jammu.  \"Hundreds of vehicles were left stranded on the highway at various places due to the closure of the road,\" the officials said, adding the traffic was allowed from Srinagar towards Jammu in the morning while no vehicle was allowed from Jammu to Srinagar.  Meanwhile, District Magistrate, Ramban, Showkat Aijaz Bhat said the civil vehicular traffic on the highway in the jurisdiction of the district from Batote-Nashri to Jawahar Tunnel -- the gateway to Kashmir, would be restricted for safe convoy movement of security forces on Sunday for 13 hours between 4 am and 5 pm.  \"In case of medical or any other emergency, people are requested to contact concerned magistrate and police station for any help,\" an order issued by the district magistrate said.  On Wednesday, the Governor administration issued an order that no civilian traffic will be allowed to move from Baramulla in northern Kashmir to Udhampur in Jammu region on Sundays and Wednesdays till May 31 to facilitate smooth movement of security convoys.  The National Conference, PDP, Congress, CPI(M) and other political parties strongly criticised the order and asked the administration for a review on the plea that the move will cause hardships to the people.  The traffic restriction was imposed apparently to facilitate unhindered movement of security forces' convoys to eliminate the possibility of Pulwama-like fidayeen terror attacks. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "VIP car?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/vipcar3f/articleshow/64047358.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Mysuru on piles of Garbage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mysuruonpilesofgarbage/articleshow/66113139.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "No exit at this subway": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/no-exit-at-this-subway/articleshow/61955599.cms", "description": ""}, "Bear tumbles off cliff into stream after being stoned": {"time": "2019-05-12 12:47:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/bear-tumbles-off-cliff-into-stream-after-being-stoned/articleshow/69291352.cms", "description": "SRINAGAR: A shocking video has gone viral on social media showing a brown bear tumbling into a stream from a steep mountain ridge after being stoned by people in Kargil district of Jammu and Kashmir, prompting authorities to launch an operation to trace the animal. The eight-second video -- shared on Twitter by former director Tourism, Kashmir, Mehmood Shah -- shows a brown bear being stoned by people in Drass area of Kargil district in Ladakh region of the state. Heartbreaking & inhuman. Why invade their habitat in the first place? https://t.co/gJQvh3QzUp&mdash; Mehbooba Mufti (@MehboobaMufti) 1557464987000The bear had climbed a steep mountain ridge after being chased by the people from the nearby village, but fell into a stream after losing balance as stones were thrown at the animal. The people could be heard cheering as the animal tumbled into the stream. The incident sparked outrage on the social media as several people, including former Jammu and Kashmir chief minister Mehbooba Mufti, termed it heartbreaking and inhuman. \"Heartbreaking & inhuman. Why invade their habitat in the first place?\" Mehbooba wrote on Twitter while sharing the video clip.  Several netizens have demanded that the people behind the stone throwing on the animal be identified and brought to book. After the incident came to the fore, the authorities have launched an operation to trace the bear and are also trying to identify the people involved in the act. Deputy Commissioner, Kargil, Baseer-ul-Haq Choudhary has ordered an inquiry and teams from the wildlife and other departments have been constituted to trace the brown bear. \"An FIR has been registered,\" the DC said, adding they were also trying to identify the people who threw stones at the bear due to which it slipped into the stream and action would be taken against them. Download The Times of India News App for Latest City ."}, "Tourist guide drowns after saving five lives from Lidder river in Pahalgam": {"time": "2019-06-01 13:03:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/tourist-guide-drowns-after-saving-five-lives-from-lidder-river-in-pahalgam/articleshow/69608797.cms", "description": "SRINAGAR: A tourist guide lost his life after saving five tourists, including two foreigners, from Lidder river at the famous Pahalgam resort in Anantnag district of Jammu and Kashmir, officials said on Saturday. A Raft capsized at rafting point in Mawoora Pahalgam in the south Kashmir district on Friday after it was caught in sudden gusty winds and all passengers onboard fell in the Lidder river, the officials said. They said a tourist guide -- Rouf Ahmed Dar -- without caring for his own safety, rescued all the tourists from the fast flowing water of the river, but lost his life. \"Dar successfully saved five tourists, including two foreigners, in the true spirit of trademark Kashmiri hospitality,\" the officials said. Search and rescue was launched immediately and teams of state disaster response fund, police and locals, searched till late hours, but had to abandon the search due to darkness, they said. The officials said the body of the brave tourist guide was retrieved from the river on Saturday morning near Bhawani bridge and after completion of medico-legal formalities, it was handed over to his relatives. Deputy Commissioner Anantnag has recommended Dar for bravery award, the officials said, adding chief secretary has also hailed his bravery and directed the district administration to support the family of the deceased. Download The Times of India News App for Latest City ."}, "Road getting bad to worse due to potholes & slash": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadgettingbadtoworseduetopotholes26amp3bslash/articleshow/65987605.cms", "description": ""}, "Dump behind Old Sectt": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpbehindoldsectt/articleshow/65299929.cms", "description": ""}, "Garbage piling from 10 days": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagepilingfrom10days/articleshow/66113213.cms", "description": ""}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Bandipora minor’s rape sparks protests across Kashmir, 6 hurt": {"time": "2019-05-13 08:36:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/bandipora-minors-rape-sparks-protests-across-kashmir-6-hurt/articleshow/69298252.cms", "description": "SRINAGAR: In a horrifying case, a three-year-old girl was allegedly raped in Sumbal village of north Kashmir’s Bandipora district by a fellow villager on Friday. The crime triggered massive protests across Kashmir Valley on Sunday, with people from all quarters coming together, cutting across political and ideological divides. Demonstrations were held in several parts of north and central Kashmir — including Sumbal, Malik Mohalla, and Trehgam — before spilling over to Magam, Budgam Chowk and Khomeni Chowk in Srinagar’s Bemina area. Police had to fire tear gas shells to disperse the crowd. Six agitators sustained minor injuries following clashes with police. Protesters demanded exemplary punishment for the accused Tahir Ahmad Mir, who was arrested on Saturday. Mir was booked under Sections 363 (kidnapping), 342 (wrongful confinement) and 376 (rape) of the Ranbir Penal Code. A Special Investigation Team is investigating the matter. In view of the security situation, authorities snapped internet services in north Kashmir and parts of central Kashmir as a precautionary measure. “The heinous crime… is under investigation… and we assure that the perpetrator… will be brought to justice,” Bandipora deputy commissioner Shahbaz Mirza tweeted on Sunday, while requesting citizens to remain calm and not pay heed to rumours. Political and social leaders cut across their beliefs and ideologies in condemning the horrific crime. Former J&K chief minister Mehbooba Mufti tweeted, “Mortified to hear about the rape of a 3-year-old girl in Sumbal. What kind of a sick pervert would do this? Society often blames women for inviting unwanted attention but what was this child’s fault? (In) times like these, Shariah law seems apt so that such paedophiles are stoned to death.” “Deeply disturbed by the shocking heinous crime committed on a 3-year-old child in Sumbal. Such repeated incidents raise a serious question mark on how much of our moral and religious values have been imbibed within us and are reflected in our collective behaviour as a society,” Hurriyat leader Mirwaiz Umar Farooq tweeted. “Appeal all to maintain calm and introspect while demanding stern punishment and speedy justice for the victim,” he added. In a statement, the MMU — an amalgam of all Islamic bodies including Shia, Suni, Barelvi, Ahlihadith and others — said the “shocking” crime has shaken the conscience of every Kashmiri and brought their heads down in shame. It has once again shown the direction in which Kashmir, which was once a religious society, is heading. This is the second time in two months that such a horrific case from Sumbal has come to the fore. In April, a girl had accused her father of allegedly raping her sisters for several months. Download The Times of India News App for Latest City ."}, "Jammu and Kashmir: Army Goodwill Schools outshine with 100% pass result in CBSE Class 10 exams": {"time": "2019-05-07 13:08:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/jammu-and-kashmir-army-goodwill-schools-outshine-with-100-pass-result-in-cbse-class-10-exams/articleshow/69214624.cms", "description": "SRINAGAR: Students of Army Goodwill Schools in Jammu and Kashmir have scored 100 per cent pass result in Central Board of Secondary Education (CBSE) Class 10 exams, the Indian Army said. Hittam Ayoub from Rajouri district has topped scoring 94.2 per cent. The Indian Army runs 43 Goodwill schools in Jammu and Kashmir, especially for those in far-flung areas, of which 3 are affiliated to the CBSE. The results were announced at 2 pm on the official website of the CBSEcbseresults.nic.in and cbse.nic.in. on Monday. The CBSE class 10 Board Exams were conducted at 4974 centres across India and abroad with participation of a total of 19298 schools. Starting with just four primary schools in 1998, Northern Command is currently running 43 Army Goodwill Schools under Project Sadbhavana and provides education to nearly 15000 students and employs around 1000 teaching and non-teaching staff. The schools have constantly endeavoured to co-opt modern teaching aids, such as digital classrooms, modern labs, well-stocked library and excellent sports infrastructure thus positively contributing to the growth of Jammu and Kashmir. Download The Times of India News App for Latest City ."}, "Srinagar martial arts academy trains players to pack a punch": {"time": "2019-05-30 13:14:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/srinagar-martial-arts-academy-trains-players-to-pack-a-punch/articleshow/69576984.cms", "description": "SRINAGAR: Scores of Kashmiri players, especially women, on Wednesday hurriedly made their way inside Srinagar JK academy of Unified Martial Arts to learn about martial arts techniques which include easy-to-remember defence tactics that can incapacitate the attacker. These students were trained by two international trainers from the United States. \"The trainers taught us how to punch and kick. We never got such kind of training in India. They had really nice techniques to counter attacks. I want more programs like these to be introduced,\" said Shafguta Jan, a Kashmiri player. Speaking to ANI, Joy, self-defence trainer from the USA, said, \"Being a woman it is important to learn how to protect ourselves. If you know martial arts then a lot of things happening around you will not affect you. I have taught Kashmiri students how to kick, punch and be flexible while in a problem.\" Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "trash getting piled up": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/trash-getting-piled-up/articleshow/59924252.cms", "description": ""}, "Ex-PDP min’s kin goes on decade-long ‘leave’ in J&K": {"time": "2019-05-06 09:12:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/cbi-probe-ordered-into-regularization-of-decade-long-absence-of-jk-engineer/articleshow/69191085.cms", "description": "SRINAGAR: The governor’s administration has ordered a CBI probe into the regularization of decade-long unauthorised absence of well-connected engineer Vikar Mustafa Shonthu and his subsequent appointment as managing director (MD) of J&K Project Construction Corporation (JKPCC) by two successive PDP R&B ministers, an official spokesman said. The order was issued on Saturday. Shonthu is the brother-in-law of former PDP minister Altaf Bukhari’s sister and, hence, allegedly enjoyed the minister’s patronage in getting his long absence regularized. He was initially posted as general manager (GM) of JKPCC in 2015 when Bukhari was holding the charge of R&B ministry during Mufti Sayeed’s tenure as chief minister. He remained away in a gulf country unauthorisedly for about one decade and returned only after Bukhari became R&B minister in 2015, official sources said. On March 2, 2018, Shonthu was made MD of JKPCC when Naeem Akhtar was R&B minister and chairman of the corporation, they said. Following numerous complaints about the functioning of JKPCC -- particularly relating to corruption in civil contracts and illegality in appointments at multiple levels -- the government had appointed a fact-finding committee. The committee recommended a probe by the crime branch (CB) with regard to the manner in which the unauthorized long absence of Shonthu was regularized, the official spokesman said. However, taking serious note of the matter, the administration on Saturday also decided to refer this matter to the CBI for a thorough investigation and action. The spokesman said this was a major step of the government in cleaning up the functioning of JKPCC by stopping and eliminating backdoor appointments and rule violation. The appointment of Shonthu as MD, which was seen as ab initio illegal, was also referred to the CB for filing of an FIR and taking further action, an official statement said. The CB was even asked to examine the role of the chairmen (ministers Bukhari and Akhtar), an MD of JKPCC and the administrative secretaries in the matter and take action as per law. Download The Times of India News App for Latest City ."}, "Broken road surface and potholes": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/broken-road-surface-and-potholes/articleshow/60788255.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Elderly woman killed, four injured in road accident in Kathua": {"time": "2019-05-19 12:53:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/elderly-woman-killed-four-injured-in-road-accident-in-kathua/articleshow/69396125.cms", "description": "KATHUA (JK): A 70-year-old woman was killed and four others were injured Saturday when their car skidded off the road and hit the roadside safety wall in Kathua district of Jammu and Kashmir, police said. The accident took place apparently due to rash driving near RTO office, Kathua, along the Jammu-Pathankot highway, a police official said.  The car was on way to Pathankot in Punjab, he added.  Sheela Devi died on the spot, while Sourav, Meena Kumari, Phani and Sunita Mahajan, all residents of Pathankot, were critically injured in the accident, he said.  The official said the injured were provided initial treatment at the district hospital, Kathua, and later referred to Pathankot.  Meanwhile, the body of a truck driver was fished out from Chenab river along the Jammu-Srinagar national highway in Ramban district in the afternoon.  Mohammad Shafi, a resident of Qazigund village of Anantnag, was feared drowned after his truck rolled down a hill into Chenab at Jaishwal bridge on Sunday last, the official said.  He said the body of the driver was fished out from the river after a hectic six-day long search by local police and volunteers.  A team of the NDRF had joined the search on Friday, he added. Download The Times of India News App for Latest City ."}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Pulwama attack survivor feeds Kashmiri boy, video goes viral": {"time": "2019-05-15 08:24:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/video-of-crpf-jawan-feeding-kashmiri-boy-goes-viral/articleshow/69332065.cms", "description": "SRINAGAR: A 31-second video showing a CRPF jawan posted in Nawakadal area of downtown Srinagar feeding rice and dal to a paralytic Kashmiri boy has gone viral on social media. Besides wiping the child’s face with his hand, the jawan is seen helping the boy drink water. On Monday, Iqbal Singh, who was on duty in the area, was about to have his lunch when he spotted this local boy sitting on the iron steps of a building. Wearing a black kurta and pyjama, the little boy looked hungry and helpless. Iqbal, who was part of the convoy that was attacked by Jaish-e-Mohammad terrorists in Pulwama on February 14, instantly decided to do something for the boy. Soon, he opened his lunchbox and fed the boy dal-rice, which he had got for himself. The video of Iqbal’s act was shared by over 1,000 people, including Kashmiris and the J&K Police, in seconds and his humane gesture drew all-round appreciation. Hailing the gesture of Iqbal, the director general of CRPF awarded him with DG’s Disc and a commendation certificate. The CRPF handle tweeted: “Humanity is the mother of all religions. HC Driver Iqbal Singh of 49 Bn Srinagar Sector CRPF deployed on LO duty feeds a paralyzed Kashmiri kid in Nawakadal area of Srinagar. In the end, asks him ‘Do you need water?’ Valour and compassion are two sides of the same coin.” &quot;Humanity is the mother of all religions&quot; HC Driver Iqbal Singh of 49 Bn Srinagar Sector CRPF deployed on LO duty… https://t.co/bFMh0z3uku&mdash; Srinagar Sector CRPF ���� (@crpf_srinagar) 1557810255000Former chief minister and PDP chief Mehbooba Mufti tweeted: “Armed forces operating in Kashmir are often tarred with the same brush. But that generalisation can sometimes be grossly unfair. Salute this man’s sense of compassion and humanity.” Armed forces operating in Kashmir are often tarred with the same brush. But that generalisation can sometimes be gr… https://t.co/SU9Jlxi6Js&mdash; Mehbooba Mufti (@MehboobaMufti) 1557770071000Basharath Dar, a Raj Bagh area engineer, who also received the video in his Facebook account, shared the same with hundreds of his social-media friends. “This was really a touching video, which was self-explanatory. This sent out a positive image of the security forces all over. This is the real human face of the forces and we Kashmiris should take note of this as well,” Dar said. In Video:Watch: J&K policeman feeds a specially-abled boyDownload The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Rampant violation of no stopping zone": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rampant-violation-of-no-stopping-zone/articleshow/63406950.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Separatist-sponsored strike disrupts life in Kashmir": {"time": "2019-04-11 13:13:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/separatist-sponsored-strike-disrupts-life-in-kashmir/articleshow/68829314.cms", "description": "SRINAGAR: Life in Kashmir was disrupted Thursday due to a strike called by separatists to protest against polling for first phase of Lok Sabha elections in the Valley and NIA action against Hurriyat Conference leaders and their kin. Shops, business establishments and educational institutions remained closed due to the strike while attendance in government and private offices was thin, officials said. Public transport remained off the roads in most parts of the valley but some private vehicles could be seen plying the roads in the city, the officials said. Polling is being held Thursday for Baramulla Lok Sabha constituency where 13,12 lakh voters are eligible to decide the fate of nine candidates in the fray. The officials said the situation across the valley was so far peaceful with no untoward incident reported from anywhere. Joint resistance leadership, an amalgam of separatist conglomerates, has called for a shutdown. They said the strike is also to protest against the closure of Kashmir's main highway for civilians for two days in a week and alleged attack by police and security forces on inmates at Central Jail Srinagar. Appealing people to stay away from Lok Sabha polls, separatists said shutdown will be observed in areas which are going to polls in the valley in subsequent phases of the elections. Download The Times of India News App for Latest City ."}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Jammu-Srinagar highway restored for traffic": {"time": "2019-05-27 12:41:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/jammu-srinagar-highway-restored-for-traffic/articleshow/69514850.cms", "description": "JAMMU: After remaining closed for several hours on Sunday night, the strategic Jammu-Srinagar national highway was restored for traffic on Monday. A traffic department official said a fresh landslide hit the highway on Sunday night in Battery Chashma area of Ramban district, that led to the temporary closure. \"Debris clearance operation started during the night and was completed in the early hours of Monday,\" the official added The nearly 300 km-long highway is the lifeline of essential supplies to the landlocked Kashmir Valley. Download The Times of India News App for Latest City ."}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Drainage water": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagewater/articleshow/69163644.cms", "description": ""}, "Rains in Jammu and Kashmir plains, unprecedented snowfall in Sonamarg": {"time": "2019-06-12 14:29:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/rains-in-jammu-and-kashmir-plains-unprecedented-snowfall-in-sonamarg/articleshow/69754375.cms", "description": "SRINAGAR: Unprecedented fresh snowfall occurred on Wednesday in Baltal and Sonamarg hill stations while heavy rains over the past 24 hours inundated low lying areas in the Valley. Fresh, unprecedented snowfall occurred in the month of June in Baltal and Sonamarg areas of north Kashmir's Ganderbal district on Wednesday. Reports of fresh snowfall have also come from the Zojila Pass and Drass town of Kargil district. Authorities are constantly monitoring the situation and have kept all staff connected with flood and emergency duties on high alert. Reports from Baramulla district said some portion of Srinagar-Muzaffarabad road has been submerged at Hanjiwaira. Many apple orchards in low lying areas have been inundated by flash floods in Baramulla and Bandipora districts. Flash floods have also hit Sukhnag Nallah in Badgam district. Weather office has forecast improvement in weather conditions from later in the day. \"Weather will start improving from today evening. We are expecting sunny weather from tomorrow in the Valley. Minimum temperature was 10.5 degrees Celsius in Srinagar, 6.6 in Pahalgam and 5.0 in Gulmarg today. \"Leh town of Ladakh division recorded 8.0 as the minimum temperature today\", officials of the MET department said. Download The Times of India News App for Latest City ."}, "Footpaths turning to parking in Srinagar Colony": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpaths-turning-to-parking-in-srinagar-colony/articleshow/62813064.cms", "description": ""}, "This 26-year-old is 1st Kashmiri woman to summit Everest": {"time": "2019-05-23 06:38:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/this-26-yr-old-is-1st-kashmiri-woman-to-summit-everest/articleshow/69453004.cms", "description": "Nahida Manzoor, 26, has become the first Kashmiri woman to successfully summit the world’s highest mountain, Everest, in her maiden attempt, according to Transcend Adventures Pvt Ltd , the Hyderabad-based mountaineering and trekking services company that Nahida had hired. “The fourth summit of the day (Tuesday) is Nahida Manzoor along with her Sherpa guide Nima Kancha. Nahida hails from Srinagar. She has been passionate about the snow peaks and took to the mountains at a very young age,” Transcend Adventures posted on its Facebook page. Nahida, the daughter of mutton seller Manzoor Ahmad Pampori of Zeewan, in Srinagar’s Panthak chowk, had left Everest base camp for the summit on Saturday. She summited on Tuesday, said Farkhanda Manzoor, Nahida’s elder sister. Nahida, pursuing a BA at Vishwa Bharti Women’s College at Rainawari here, is the second of Manzoor Pampori’s three daughters. Download The Times of India News App for Latest City ."}, "5th victim of Uri cylinder blast dies": {"time": "2019-06-09 13:07:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/5th-victim-of-uri-cylinder-blast-dies/articleshow/69711273.cms", "description": "SRINAGAR: The fifth victim of a gas cylinder blast in Jammu and Kashmir's Uri died on Saturday in a hospital in New Delhi, officials said. Four members of a family, including a woman and her three daughters, had died earlier after a cooking gas cylinder exploded in their house in Uri border town of Baramulla district on May 27. The government authorities had shifted the fifth victim of the family, a six-year old boy, to All India Institute of Medical Sciences, (AIIMS) Delhi for specialized treatment on Thursday. The Jammu and Kashmir government has given a cash relief of Rs 8.50 lakh to the father of the boy who has lost all his family in this tragedy. Download The Times of India News App for Latest City ."}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Gang of burglars busted in Srinagar, five held": {"time": "2019-06-16 12:18:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/gang-of-burglars-busted-in-srinagar-five-held/articleshow/69810425.cms", "description": "SRINAGAR: Five persons were arrested and stolen property worth lakhs of rupees recovered on Saturday after a gang of burglars was busted here in the summer capital of Jammu and Kashmir, police said. Srinagar SSP Haseeb Mughal told reporters here that a complaint was received at Safakadal Police Station regarding a burglary at a godown in Baghinand Singh wherein burglars looted goods worth lakhs of rupees.  A case was registered on the basis of the complaint and investigations were initiated, the SSP said.  He said a Special Investigation Team (SIT) was formed to crack the case.  Mughal said the SIT zeroed in on five suspects identified as Mohammad Yaseen Hajam, a resident of Trikolbal Pattan, Muzaffar Ahmad Dar, a resident of Hanjiwera Pattan, Altaf Ahmad Mir, a resident of Khumani Chowk Bemina, Irfan Nagar, a resident of Sadia Kadal and Serwar Hussain Bhat, a resident of Labartal Budgam.  On their questioning, the officers learnt about their involvement in many other burglary cases including the one being investigated by the SIT, he said.  Stolen property worth lakhs of rupees including copper utensils, electric/electronic appliances and cigarettes were recovered based on the disclosure of the suspects, the SSP said.  The team also seized four vehicles, three of them bearing Delhi registration numbers, from the suspects, he said.  The modus operandi used by the gang was to recce the big godowns or warehouses and shops in the district and strike in the dead of the night and decamp with valuables, especially cigarettes, the SSP said.  He said the gang would take the help of special implements such as bolt-cutters to break open the locks and get access to the godowns without creating much noise.  They acted surreptitiously and used to take CCTVs and electronic surveillance equipment along with them and dispose them off so as to destroy any sort of video footage/evidence, the police officer said.  He said the investigation of the case is going on and more arrests and recoveries were expected. Download The Times of India News App for Latest City ."}, "Jaish terrorist carrying Rs 2 lakh reward arrested by Delhi Police in Srinagar": {"time": "2019-05-14 12:47:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/jaish-terrorist-carrying-rs-2-lakh-reward-arrested-by-delhi-police-in-srinagar/articleshow/69319615.cms", "description": "NEW DELHI: An alleged Jaish-e-Mohammed terrorist, on run since his conviction by Delhi high court in 2015, was finally arrested by Delhi Police’s special cell. Police had been tracking Abdul Majeed Baba Ahmed, carrying a cash reward of Rs 2 lakh, but the trail had gone cold once he reached Srinagar and rejoined the JeM cadre. \"The team of Special Cell's south western range had been working on the inputs to trace wanted and absconding Jaish terrorist, Majeed Baba, from Magrepora village of Sopore in Jammu & Kashmir. Several teams had been stationed in J&K to develop intelligence,\" said DCP (special cell) Sanjeev Yadav. A non bailable warrant was issued against Baba by the Delhi High Court. The team of Special Cell finally managed to track him in Srinagar's Sourabh area. He will be produced before the CJM Srinagar and brought to Delhi on transit remand. In Video:Delhi police arrest JeM terrorist carrying Rs 2 lakh rewardDownload The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "In Jammu and Kashmir rafting event to honour hero, two drown": {"time": "2019-06-18 13:30:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/in-jammu-kashmir-rafting-event-to-honour-hero-2-drown/articleshow/69851600.cms", "description": "SRINAGAR: A rafting championship organised in memory of the Kashmiri guide who lost his life while saving five tourists from drowning last month culminated in another tragedy on Tuesday when a participant and another person died in a raft capsize in the Lidder river near Pahalgam. The two victims were Rinku Raja, an employee of the Jammu & Kashmir tourism department, and participantSanjna, a resident of Reasi in Jammu. Eight others were injured. Tuesday was the second day of the state-level championship named after Rouf Ahmad Dar, who drowned on the evening of May 31 while saving five tourists when their raft capsized. Twelve teams were competing in the event. A joint team of the Disaster Response Force, police and volunteers rescued the eight survivors. Rinku and Sanjna were dead by the time they were found, sources said. According to the tourism department, the tragedy occurred when the two victims and eight others were taking a “joyride” on the raft on the sidelines of the event. An inquiry has been instituted. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Storm water leftover uncleaned for more than 3 m": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stormwaterleftoveruncleanedformorethan3m/articleshow/68211012.cms", "description": ""}, "garbage not cleared": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-not-cleared/articleshow/60705895.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "Fire breaks out in Army barrack in Pulwama": {"time": "2019-06-03 12:07:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/fire-breaks-out-in-army-barrack-in-pulwama/articleshow/69629898.cms", "description": "SRINAGAR: A fire broke out in an Army barrack in Pulwama district of Jammu and Kashmir on Monday, police said. There were no reports of any loss of life. The fire broke out in the barrack in Khrew area of the south Kashmir district and fire tenders were rushed to the spot to douse the flames, a police official said. The extent of damage was not yet known, the official said, adding the cause of the fire is being ascertained. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Once good road turned to be nightmare": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/oncegoodroadturnedtobenightmare/articleshow/65361093.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Kashmiri MEd student held for Banihal attack link in Bathinda": {"time": "2019-04-24 08:50:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/kashmiri-med-student-held-for-banihal-attack-link-in-bathinda/articleshow/69018219.cms", "description": "BATHINDA: The Jammu and Kashmir police on Tuesday arrested a Kashmiri student studying at the Central University of Punjab in Bathinda for links to the failed suicide car bomb attack in Banihal. The M Ed student, Hilal Ahmed (28), was wanted for links to the attack in which a Hyundai Santro was being used to target a CRPF convoy on March 30, 2019, in a repeat of the Pulwama attack. However, the attack failed as the terrorists involved abandoned the vehicle full of explosives just before the blast and no casualty was reported. The Banihal police had registered FIR 39 on March 30 under Sections 307(attempt to murder), 120 (concealing design to commit offence), 120A (criminal conspiracy), 121 (waging war or attempting to wage war against government), 121A (conspiracy to commit offences u/s 121), Explosive Substances Act and Unlawful Activities (Prevention)Act. Hilal's role in the Banihal attack could, however, not be confirmed. Sources in the Punjab Police indicated that he had been involved in preparing the IEDs. Not told why Hilal was held: Bathinda SSPThe sources said that a team of J&K Police, led by Javed Kataria, conducted a raid on the Central University and took Hilal into custody. The team has taken Hilal to Jammu and Kashmir for further investigation. Hilal is also linked to terror activities and involved in terror funding in Jammu and Kashmir, the sources said. Bathinda SSP Nanak Singh confirmed Hilal’s arrest but did not elaborate on the reasons for the arrest. He said the J&K police had an arrest warrant against Hilal. “We only facilitated in executing the warrant but we were not told about the reasons behind his arrest,” the SSP added. The Punjab Police had claimed earlier that terror outfits in the Valley had been making attempts to introduce such terror activities in Punjab. Download The Times of India News App for Latest City ."}, "16 injured in accident on Jammu-Srinagar highway": {"time": "2019-05-12 12:55:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/16-injured-in-accident-on-jammu-srinagar-highway/articleshow/69291660.cms", "description": "JAMMU: At least 16 people, including six women, were injured Saturday when a private bus hit a stationary truck on Jammu-Srinagar national highway in Jammu district, police said. The bus was on its way to Jammu from Udhampur when the accident took place at Jajjar Kotli after the bus driver lost control and rammed into the truck, they said.  The 16 injured, including six women, were taken to a government hospital for treatment, the police said.  Two passengers were stated to be in serious condition, the police added. Download The Times of India News App for Latest City ."}, "Major slips into Jammu & Kashmir gorge while patrolling, dies": {"time": "2019-04-15 08:15:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/major-slips-into-jammu-kashmir-gorge-while-patrolling-dies/articleshow/68881749.cms", "description": "SRINAGAR: A Major of the Indian Army died after slipping into a deep gorge while patrolling the upper reaches of Kumkadi forest in north Kashmir’s Kupwara district late on Saturday. Vikash Singh (30) of the 57 RR A Coy was on patrol duty at Kumkadi area of Haihama near Machhil sector, close to the LoC, when he accidentally slipped into a deep gorge.  A critically injured Singh was rushed to the military hospital in Drugmulla, and later referred to the military hospital in Srinagar’s Badamibagh where he succumbed on Sunday, said Kupwara SSP Ambarkar Shriram Dinkar. Download The Times of India News App for Latest City ."}, "Two cops suspended, one sent to police lines after drug peddlar escapes from custody in Jammu and Kashmir": {"time": "2019-06-05 12:44:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/two-cops-suspended-one-sent-to-police-lines-after-drug-peddlar-escapes-from-custody-in-jammu-and-kashmir/articleshow/69660930.cms", "description": "JAMMU: Two policemen were suspended and an SPO was attached to police lines Tuesday after a drug peddlar escaped from custody in Jammu and Kashmir's Kathua district, officials said. Those suspended included a sub-inspector and a constable, they said.  Two people were arrested after police seized 90 kg of poppy from a truck, which was on its way to Punjab from Srinagar, in Sallan area, SSP Kathua Shridhar Patil said.  Sagar Singh (driver) and Harjeet Singh, both residents of Ludhiana in Punjab, were arrested and a case was registered against them, he said.  One of the two accused persons gave police the slip on Tuesday evening when the two were being taken to a court in Hira Nagar, the SSP said. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Jammu-Srinagar highway closed for second day": {"time": "2019-05-10 12:05:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/jammu-srinagar-highway-closed-for-second-day/articleshow/69264051.cms", "description": "JAMMU: The Jammu-Srinagar highway remained closed for a second consecutive day on Friday due to landslides in Digdol area of Jammu and Kashmir's Ramban district. Traffic department officials said the highway was still closed for traffic as the landslide debris were still being cleared. A massive landslide hit the highway on Thursday morning. Officials said the clearing work could continue until the road was declared safe for the passage of vehicles and no vehicle would be permitted to move from either Banihal or Udhampur side. Media reports said over 3,000 vehicles were stranded at various places on the nearly 300-km highway because of the blockade. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "cattle feeding on garbage.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cattlefeedingongarbage-/articleshow/67801874.cms", "description": ""}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Militant killed in encounter with security forces in Jammu and Kashmir's Baramulla": {"time": "2019-04-20 14:29:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/militant-killed-in-encounter-with-security-forces-in-jammu-and-kashmirs-baramulla/articleshow/68965541.cms", "description": "SRINAGAR: A militant was killed in an encounter with security forces in Baramulla district of Jammu and Kashmir, an Army official said Saturday. The encounter took place at Watergam town in north Kashmir's Baramulla district. Some weapons and war-like stores were recovered from the site of the operation, the official said. The operation was over but the militant was yet to be identified, he said, adding that further details were awaited. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Body of missing teacher found in Jammu and Kashmir lake": {"time": "2019-05-20 13:26:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/body-of-missing-teacher-found-in-jammu-and-kashmir-lake/articleshow/69409742.cms", "description": "SRINAGAR: The body of a teacher, who went missing last week, was recovered from a lake in Jammu and Kashmir's Bandipora district on Monday, police said. The body of Mushtaq Ahmad Lone, a resident Sheikpora Mantrigam area of north Kashmir's Bandipora district, was missing since last Monday and his body was recovered by the police from the Wular Lake, an officer said. The body was spotted by the locals of Laharwalpora village, following which a police team reached the spot and took the body into their custody, the officer said. A forensic team rushed to the spot and a medical team has been constituted for conducting the post-mortem in the presence of a magistrate. Proper photography and videography is being done of the entire proceedings, the official said. An inquiry under Section 174 of the Code of Criminal Procedure has been initiated to ascertain the actual cause of the death, the official said, requesting the people no to pay heed to rumours. Download The Times of India News App for Latest City ."}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "IS terrorist killed in J&K encounter": {"time": "2019-05-11 12:52:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/is-terrorist-killed-in-jk-encounter/articleshow/69279726.cms", "description": "SRINAGAR: Ishfaq Ahmad Sofi, a top commander of Islamic State Jammu & Kashmir (ISJK) — an IS-inspired module in Kashmir Valley — was killed during an anti-insurgency operation in Amshipura area of south Kashmir’s Shopian district early on Friday. Security forces recovered a huge cache of arms and ammunition and other incriminating evidence stashed in his hideout. Acting on intelligence inputs, security forces had launched a cordon-andsearch operation at Ram Nagri area of Shopian’s Herpora region when holed-in terrorists opened fire at the search party. Sofi was killed in the ensuing gunfight. His body was recovered from the scene of the encounter. A resident of Sopore in Baramulla district, Sofi was a wanted terrorist and involved in the Safa Kadal and Soura grenade attacks in Srinagar, police said. As per police records, Sofi was arrested earlier and released on bail after getting recycled. However, he joined militancy again in 2018 and went back to planning and executing attacks, said a police spokesperson. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Security arrangements for Kheer Bhawani fair reviewed": {"time": "2019-06-08 13:15:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/security-arrangements-for-kheer-bhawani-fair-reviewed/articleshow/69701280.cms", "description": "SRINAGAR: A top Jammu and Kashmir Police official Friday reviewed security arrangements for devotees at Kheer Bhawani Temple in Ganderbal district ahead of an annual fair beginning next week. Deputy Inspector General of Police (Central Kashmir Range) V K Birdi visited the temple and reviewed the security arrangements, a police spokesman said.  He said the DIG was accompanied by Ganderbal district police chief Khalil Ahmad Poswal and other senior officials.  Poswal briefed the DIG about the elaborate security arrangements put in place for the devotees, the spokesman said.  The DIG later interacted with the temple authorities and assured them of all possible assistance from police for the smooth conduct of the mela.  Thousands of Kashmiri Pandits from across the country are expected to visit the temple on Monday. Download The Times of India News App for Latest City ."}, "Industrialists appeal for smooth traffic flow on Jammu-Srinagar highway": {"time": "2019-04-14 12:21:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/industrialists-appeal-for-smooth-traffic-flow-on-jammu-srinagar-highway/articleshow/68872681.cms", "description": "JAMMU: An industrialists' body here Saturday appealed to the Governor administration to ensure smooth flow of traffic on the strategic Jammu-Srinagar national highway, claiming that traffic mismanagement has caused huge losses to the sector. The nearly 270-km highway, the only all-weather road linking Kashmir with rest of the country, has been closed for civilian traffic twice a week -- Wednesday and Sunday -- from 4 am to 5 pm till May 31 to facilitate smooth movement of security convoys, drawing sharp criticism, especially from the mainstream parties and business community in the Valley.  \"The mismanagement of traffic movement on the highway is resulting in considerable delay in the receipt of raw material from Kashmir and dispatch of finished products from Jammu to Kashmir, Doda, Kishtwar and other parts of the state,\" Bari Brahmana Industries Association (BBIA) president Lalit Mahajan said after a meeting here.  He said though the highway remains operational for civilian traffic for rest of the days of the week, the goods from the twin capital cities take days together to reach the desired destinations, resulting in steep hike in the transportation charges.  \"Industrial units are suffering badly due to transit delay of the goods resulting in huge financial losses. In case of perishable items and milk products, 100 per cent losses were reported in some consignments,\" Mahajan claimed.  He said the BBIA appeals to Governor Satya Pal Malik, his advisor K Vijay Kumar and Inspector General of police (Traffic) Alok Kumar to ensure smooth flow of traffic on the highway from Jammu to Srinagar and vice-versa. Download The Times of India News App for Latest City ."}, "North Avenue, Srinagar Colony, Saidapet.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/northavenue2csrinagarcolony2csaidapet-/articleshow/68961608.cms", "description": ""}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "High court issues notice to Jammu and Kashmir government over highway traffic restrictions": {"time": "2019-04-09 13:12:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/high-court-issues-notice-to-jammu-and-kashmir-government-over-highway-traffic-restrictions/articleshow/68792213.cms", "description": "SRINAGAR: The Jammu and Kashmir High Court Monday issued a notice to the state government on a plea seeking striking down of the ban on movement of civilian vehicles on the Jammu-Srinagar national highway on Sundays and Wednesdays. A division bench of Chief Justice Gita Mittal and Justice Tashi Rabstan issued notice to the state government on a public interest litigation filed by former IAS officer Shah Faesal, through his counsel advocate Tassaduq Khwaja. Faesal, in his PIL, has sought quashing of the order passed by state government last week, according to which the movement of civilian traffic on National Highway 44 between Udhampur and Baramulla has been banned on Sundays and Wednesdays to allow safe passage to security forces convoys. The ban came into force on Sunday. The division bench directed the petition be listed for next hearing on Tuesday. Faesal, the 2010 batch UPSC topper, resigned from the Indian Administrative Service (IAS) in January this year to protest unabated killings in Kashmir and maginalisation of Indian Muslims. Last month, he launched his own party the 'Jammu and Kashmir People's Movement'. Download The Times of India News App for Latest City ."}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Verdict in Kathua rape-murder case expected by June 10": {"time": "2019-06-04 11:32:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/verdict-in-kathua-rape-murder-case-expected-by-june-10/articleshow/69644642.cms", "description": "CHANDIGARH: The verdict in the trial of the infamous Kathua rape-and-murder case is expected to be announced by June 10, as both prosecution as well as defence completed their arguments on Monday. Ttrial court has now asked both the parties to submit the case laws or any judgment in support of their arguments on Tuesday. Final arguments in the case were going on since May 27, where the prosecution as well as the counsel for the accused had submitted arguments in support of their case. Earlier, examination of defence and prosecution witnesses culminated on May 24. The defence had examined around 20 witnesses and the prosecution 114 witnesses. The \"in-camera\" trial is presently being heard on a day-to-day basis by the court of district and sessions judge Pathankot, Tejwinder Singh, since May last year. Confirming the culmination of final arguments, Vinod Mahajan, one of the counsel for the accused, told TOI that arguments of both the parties had completed and the judge had asked both parties for any case law/judgements in support of their arguments. Other lawyers connected to the case confirmed that the court would remain closed on June 5 on account of Eid and after one working day, the court shall remain closed for another three days till June 9. \"If all goes well, we are expecting that the final order in the case may be announced on Monday,\" the lawyers told TOI over phone. The case An eight-year-old girl from a minority nomadic community was kidnapped on January 10, 2018 and allegedly gang-raped in captivity in a village temple in Kathua district, according to the J&K police charge sheet. She was later killed by the accused. On May 7, 2018, the Supreme Court shifted the trial to Pathankot, which is around 26 km from Kathua as the case had led to mass protests and triggered political crisis in Jammu and Kashmir over investigation report filed by the J&K police. The trial of the case began in Pathankot on May 31, 2018 on a day-to-day basis. There are total seven accused who are facing trial before the Pathankot court. In July 2018, the top court had ordered the transfer of the accused in the case from Kathua Jail to Gurdaspur Jail, citing exceptional circumstances of the case. At present, all the accused are confined in Gurdaspur jail and are being brought to Pathankot court complex in high security to attend the trial. Download The Times of India News App for Latest City ."}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Mysuru shines": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mysuru-shines/articleshow/60849151.cms", "description": ""}, "BSF trooper attempts suicide in Srinagar": {"time": "2019-04-27 13:30:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/bsf-trooper-attempts-suicide-in-srinagar/articleshow/69069960.cms", "description": "SRINAGAR: A Border Security Force (BSF) trooper on Friday tried to commit suicide in Jammu and Kashmir's Srinagar district, police said. He tried to commit suicide inside a camp in Qamarwari area of Srinagar city by using his service rifle, police sources said. \"He was immediately shifted to hospital where doctors described his condition as stable,\" sources said. Download The Times of India News App for Latest City ."}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Restrictions in parts of Srinagar ahead of proposed march by separatists": {"time": "2019-05-21 12:55:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/restrictions-in-parts-of-srinagar-ahead-of-proposed-march-by-separatists/articleshow/69425089.cms", "description": "SRINAGAR: Restrictions were on Tuesday imposed in parts of the summer capital of Jammu and Kashmir in view of the separatists' plan to hold a march to Eidgah martyrs graveyard for paying tributes to slain Hurriyat leaders Mirwaiz Mohammad Farooq and Abdul Gani Lone. The district administration imposed restrictions in Khanyar, Rainawari, Nowhatta, Maharajgunj and Safa Kadal police station areas of the old city, officials said. They said security force personnel were deployed in large numbers at vulnerable places in the city and elsewhere in the valley for maintaining law and order. The separatists had called for a shut down in Kashmir and asked people to march to Eidgah martyrs graveyard to mark the death anniversaries of the slain Mirwaiz and Lone. However, authorities placed Mirwaiz Umar Farooq under house arrest. Mirwaiz Mohammad Farooq was killed by militants on this day in 1990 and Abdul Gani Lone, father of former minister Sajad Lone and Hurriyat executive member Bilal Lone, fell to the bullets of militants during a commemoration function for the slain Mirwaiz in 2002. Elsewhere, normal life was affected across the valley due to the strike called by the separatists.  Business establishments, schools, colleges and other educational institutions remained closed while public transport was off the roads in most parts of the valley. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "No. plate rules not followed": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/no-plate-rules-not-followed/articleshow/60863441.cms", "description": ""}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "2 militants killed in encounter in Jammu and Kashmir's Anantnag": {"time": "2019-04-25 13:09:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/2-militants-killed-in-encounter-in-jammu-and-kashmirs-anantnag/articleshow/69038425.cms", "description": "SRINAGAR: Two unidentified militants were killed in an encounter with the security forces in Jammu and Kashmir's Anantnag district on Thursday, police said. Acting on inputs, a cordon and search operation was launched at Bagender Mohalla in Bijbehara area by the police and the security forces, a police official said. The militants fired upon the search party, following which the security forces retaliated, the official said. \"In the ensuing encounter, two terrorists were killed and the bodies were retrieved from the site of encounter. Their identities and affiliations are being ascertained.\" Arms and ammunition were recovered from the site, the official added. Download The Times of India News App for Latest City ."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "garbage and debris not removed for a long time": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-and-debris/articleshow/61746907.cms", "description": ""}, "‘SDM’ car with tinted glass": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/39sdm39-car-with-tinted-glass/articleshow/61666502.cms", "description": ""}, "Tourist killed as boulder falls on vehicle in Jammu-Srinagar national highway": {"time": "2019-05-05 11:08:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/tourist-killed-as-boulder-falls-on-vehicle-in-jammu-srinagar-national-highway/articleshow/69183497.cms", "description": "BANIHAL: A 43-year-old tourist from Maharashtra was killed on Sunday and three others injured when a boulder hit their vehicle along the Jammu-Srinagar National Highway, police said. The vehicle, carrying a group of 12 tourists, was on way to Jammu from Kashmir Valley and the incident occurred near police station Ramsoo in Ramban district around 4.30 am, the official said. Sunil Vishnupanth Kathe, his wife Manisha (39), Vilas Anand Kumar (43) and Mayuri Kumber (17) were injured when the boulder from the hillock fell on their vehicle while they were crossing a landslide-prone area, he said. He said the injured were immediately evacuated to hospital where Kathe was declared brought dead. His body is being handed over to his family for last rites after completion of legal formalities. The condition of rest of the injured was stated to be stable, the official said. Meanwhile, authorities have provided special passes to vehicles carrying 'Durbar' move employees to ply on the highway in view of restrictions on movement of civilian traffic. Only security convoys are allowed on the highway twice a week -- Wednesday and Sunday -- from 4 am to 5 pm to facilitate smooth movement. The restriction was clamped on April 7 in view of the terror attack in Pulwama on February 14 that left 40 CRPF personnel dead. However, the administration lifted restrictions on civilian traffic movement between Srinagar and Baramulla stretch of the highway from May 2. Vehicles carrying employees were provided special passes in view of restrictions on Sundays on the highway for movement of the Army and other convoys, the officials said. The decision to provide special passes to employees was taken at a meeting chaired by divisional commissioner, Jammu, Sanjeev Verma here on Saturday. Verma reviewed travel arrangements for darbar move employees to summer capital Srinagar, where civil secretariat - the seat of Jammu and Kashmir government - along with Raj Bhawan and other move offices will reopen on May 6 after six months' functioning in the winter capital Jammu as per the age-old practice. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Jammu and Kashmir bank case: I-T officials raid offices, locations linked to Dy Mayor of Srinagar": {"time": "2019-06-11 13:48:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/jammu-and-kashmir-bank-case-i-t-officials-raid-offices-locations-linked-to-dy-mayor-of-srinagar/articleshow/69738210.cms", "description": "SRINAGAR: The Income Tax (I-T) department on Tuesday raided office and other business locations linked to Deputy Mayor of Srinagar, Sheikh Imran in connection with Jammu and Kashmir bank case. Ten premises linked to Imran in Srinagar, Delhi, and Banglore have been raided by the I-T sleuths so far. The Anti Corruption Bureau on June 8 had registered a case under the Prevention of Corruption Act to look into allegations related to illegal or fraudulent appointments made by the officials of J&K Bank. More details are awaited. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Government teachers to get salary only after getting 'attendance certificate' in Jammu and Kashmir's Kishtwar": {"time": "2019-06-18 13:30:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/government-teachers-to-get-salary-only-after-getting-attendance-certificate-in-jammu-and-kashmirs-kishtwar/articleshow/69839096.cms", "description": "JAMMU: Authorities in Kishtwar district of Jammu and Kashmir have decided to release the salary of the teaching staff in government-run educational institutes only after submission of attendance certificates duly signed by parents of students and the local sarpanch. The order by district development commissioner Angrez Singh Rana is aimed to keep a close vigil on the functioning of educational institutes, officials said on Tuesday. They said the order was issued following complaints that the teaching staff of several schools were not attending duties regularly. \"The salary of the teaching staff of the educational institutions shall be drawn subject to the production of the attendance certificate duly signed by at least 10 parents (on rotational basis) of the students studying in that particular educational institution and duly counter signed by the sarpanch of the concerned panchayat while producing the bill to the concerned treasuries,\" the officials said quoting the order. They said inspections of schools also highlighted poor performance by students. The officials said fifth graders in some schools were unable to count up to 100. \"If we want government schools to improve their pass percentage, we need to take some harsh measures and I am hopeful of cooperation for the better future of students,\" Rana told PTI. Download The Times of India News App for Latest City ."}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "BTech among two terrorists killed in J&K": {"time": "2019-05-29 09:15:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/btech-among-two-terrorists-killed-in-jk/articleshow/69552370.cms", "description": "SRINAGAR: Two terrorists were killed in an anti-insurgency operation in south Kashmir’s Kokernag area on Tuesday. One of them was a BTech passout from Jammu & Kashmir’s Anantnag district while another was from Pakistan, police said. Security forces had launched a cordon-and-search operation in Kokernag’s Kachwan area early on Tuesday when holed-up terrorists opened fire at the search party. In the ensuing gunfight, two terrorists were killed, said police. A massive search operation is on in the region. One of the slain terrorists was identified as Faisal Nazir, a resident of Anantnag’s Qazigund area. A BTech, Faisal had joined JeM only 45 days ago. The other terrorist was from Pakistan, said cops. The bodies of the duo were kept at the district police lines in Khanabal area, which witnessed protests as sympathisers clashed with security forces. Hundreds of youths took to the streets in Anantnag after the news of Faisal’s killing spread. A spontaneous shutdown was observed in Anantnag. Download The Times of India News App for Latest City ."}, "Signboards are for political ads": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/signboards-are-for-political-ads/articleshow/61029755.cms", "description": ""}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Administration orders proper maintenance of Jammu-Srinagar highway": {"time": "2019-05-18 13:45:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/jammu-and-kashmir-administration-orders-proper-maintenance-of-jammu-srinagar-highway/articleshow/69385291.cms", "description": "JAMMU: Concerned over frequent closure of the Jammu-Srinagar national highway, authorities have directed the concerned agencies to ensure its proper maintenance so that transportation as well as tourism activities are not hampered, officials said on Saturday. Travelling on the 270-km highway, the only all weather road linking Kashmir with rest of the country, had turned into a nightmare for the commuters in view of the frequent occurrence of landslides between Ramban and Banihal stretch. Many have blamed the alleged poor planning and slow pace of the ongoing four-laning of the highway. An official spokesperson on Saturday said that Divisional Commissioner, Jammu, Sanjeev Verma had visited Ramban on Friday to review the ongoing highway widening and railway projects besides taking stock of arrangements for the Amarnath Yatra which is scheduled to begin in south Kashmir from July 1. \"Verma discussed at a high level meeting, the issue of frequent blockage of highway due to landslides and long traffic jamming causing much inconvenience to the commuters,\" he said. \"He directed the construction companies for proper maintenance of the road stretch from Nashri to Banihal to avoid disruption of traffic movement so that transportation as well as tourism activities are not hampered,\" he added. During the meeting, several issues and bottlenecks like dumping sites, land acquisition, compensation of acquired structures, shifting of electricity towers, cutting of trees coming under alignment of these projects and other legal and technical issues were discussed, the official said. The Divisional Commissioner instructed the construction agencies to strictly adhere to stipulated timelines and quality specifications in these projects, he added. Verma also directed the district administration to ensure close monitoring and asked the executing agencies to achieve the targets within a fixed time frame, he said. Emphasizing on the importance of highway four-laning and railway projects, Verma directed the district administration and construction companies to coordinate for removing bottlenecks, if any. He also directed the officers of National Highway Authority of India to prepare a rehabilitation plan for those who donated lands, the spokesman said.  Meanwhile, arrangements being made by the administration for this year's annual yatra including establishment of 'langars' (community kitchens) and other facilities were also reviewed. He directed the tourism department to install bio-toilets on identified locations along the highway, the spokesperson said. Download The Times of India News App for Latest City ."}, "With no security movement scheduled, civilian traffic allowed on Jammu-Srinagar highway": {"time": "2019-04-17 12:56:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/with-no-security-movement-scheduled-civilian-traffic-allowed-on-jammu-srinagar-highway/articleshow/68919200.cms", "description": "JAMMU: With no movement of security convoy scheduled during the day, civilian traffic was allowed on the Jammu-Srinagar National Highway Wednesday, when it was supposed to be used exclusively by forces under an official order, authorities said. On April 7, it was announced that the 270-km highway will be off-limits for civilian traffic twice a week , Wednesday and Sunday, from 4 am to 5 pm till May 31 to facilitate smooth movement of security convoys. The order came following a deadly terror attack in Pulwama on February 14, which left 40 CRPF personnel dead. The restrictions drew strong criticism from various quarters especially political parties, civil society and business community in the Valley. \"Normal traffic was allowed on the highway from Jammu to Srinagar this morning after the nodal agency, the CRPF, telephonically informed that there will be no movement of security convoy during the day,\" a traffic department official told . However, he said a landslide hit the highway at Anokhi fall near Ramban around 7 am which was cleared within two hours by the road clearance agency to ensure smooth movement of traffic. The landslide was triggered by rains which lashed wide parts of Jammu and Kashmir including the highway Tuesday, he said.  \"The traffic is moving smoothly when last reports were received,\" the official said, adding no vehicle was allowed from the opposite direction in view of the one-way restrictions which are in force due to the ongoing work on the four-laning project. The traffic on the highway plies alternatively from the capital cities of Jammu and Srinagar to ensure smooth movement of the vehicles. Download The Times of India News App for Latest City ."}, "Massive landslide blocks Jammu-Srinagar national highway": {"time": "2019-05-25 12:53:00", "link": "https://timesofindia.indiatimes.com//city/srinagar/massive-landslide-blocks-jammu-srinagar-national-highway/articleshow/69493531.cms", "description": "BANIHAL/JAMMU: A massive landslide hit the Jammu-Srinagar National Highway in Ramban district in the wee hours of Saturday, leading to suspension of traffic on the only road linking Kashmir with rest of the country, officials said. The landslide, triggered by incessant rains over the past two days, occurred near Battery Cheshma, completely blocking the 270-km arterial road, Suresh Sharma, Deputy Superintendent of Police (traffic), national highway Ramban, told PTI. The traffic on the highway plies from the twin capitals of Srinagar and Jammu alternatively due to the ongoing work on the four-laning project. Thousands of vehicles, which had left for Srinagar from here this morning, remain stranded on the highway following the closure of the road. Sharma said agencies concerned have pressed men and machinery to open the door. \"Given the massive debris, the restoration work will take many hours. We are on the job and are trying our best to restore the highway as soon as possible,\" he said. Download The Times of India News App for Latest City ."}}