{"Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Rocky Knob: A stepping stone in Kargil victory": {"description": "CHANDIGARH: Twenty years ago, on June 17, a risky, daring daytime assault by the Infantry backed by the pulverisation of Pakistan Army bunkers by the Bofors had revived the faltering momentum of the Tololing victory. Having got bogged down for two nights after the Tololing victory on June 13/14, the Indian Army regained the initiative by capturing Rocky Knob and Humps 9 & 10 by 6 pm on June 17. Rocky Knob’s capture went on to serve as the base for the victorious assault three nights later on Point 5140, the highest, dominating feature on the Tololing-Point 5140 ridgeline overlooking the national highway and allowing the enemy’s interdiction of military transport to the Siachen glacier. The battles for Tololing, Tiger Hill, Point 4875 are famous but lesser known are battles such as those for Rocky Knob. But they were vital because they served as stepping stones in the 8 Mountain Division’s strategy to recapture the Drass ridgelines “sequentially”. Flushed with the Tololing success, the Army did not want to lose momentum and allow the enemy to consolidate and counter-attack. After Tololing, the feature Humps, which was extending towards the next major target, Point 5140, was captured by 18 Grenadiers. Then, 13 JAK Rifles was tasked to capture Rocky Knob and Humps 9 &10, which were stepping stones extending further to Point 5140. Panchkula-based Lt Gen Amar Aul, who retired as chief of staff, HQs, Western Command at Chandimandir, was then commanding 56 Mountain Brigade at Drass. “The 13 JAK Rifles got bogged down for two days in trying to capture Rocky Knob via night assaults. I then took a risk with a daytime assault, which is acceptable in an operational environment. The acceptable distance for our troops is 800 m from where the Bofors is going to hit targets. But we moved the troops only 300 m from target zone. Then, we took two Bofors guns to a bridge west of Drass town and next to the ammunition dump. From there, we got a direct line of sight of Rocky Knob. At 3.30 pm, I was there and the Bofors resorted to direct fire mode and lambasted enemy bunkers at Rocky Knob. After that pasting, 13 JAK Rifles (Alpha company under Major S Vijay Bhaskar, Vir Chakra) assaulted Rocky Knob and Humps 9 & 10 and captured them by 6 pm,” Aul told TOI. Bofors fire was devastating for Rocky Knob, says Maj Gen Lakhwinder SinghWithout the accuracy and firepower of the Bofors, the Infantry could never have dreamt of a daytime assault. “The Drass ridges were bare, our Infantry could not approach the enemy lodged at commanding heights without the overwhelming fire support of the artillery. Assaults were at night because of these factors. The Infantry was very brave in taking frontal assaults but without artillery they could not have achieved success at those high altitudes. For the Rocky Knob firing, the Bofors fire was just devastating. Imagine the devastation the enemy faced: 42 kg Bofors shells delivered on enemy bunkers with a muzzle velocity of more than 2,500 feet per second. After the Bofors firing, the Infantry’s 13 JAK Rifles assaulted and took the features without a casualty,” Maj Gen Lakhwinder Singh, who commanded the 8 Mountain Artillery Brigade during the war, told TOI. That lesser-known battle for Rocky Knob would play a vital role three nights later. \"Our main target was Point 5140 of which Rocky Knob was a kind of base. The significance of Point 5140 was that it was virtually at the LOC, it commanded observation of Tololing and Bhimbet nallahs, Sando Heights, Drass village etc. The control of Point 5140 by the intrusion of the 6 Northern Light Infantry made our troop movement under its observation very hazardous as it was the highest, dominating feature. So, we achieved victory on Point 5140 by surprise and deception. I launched 18 Garhwal Rifles and 1 Naga from the north and west of Point 5140 by 8.30 pm on June 20. The enemy thought the assault was coming from those directions as our troops had concentrated in strength. However, as the enemy got distracted, I got 13 JAK Rifles to sneak in and launch the real assault on Point 5140 at 9 pm in a frontal mode from the base at Rocky Knob. The enemy was completely surprised by the assault from Rocky Knob,” explained Aul. Download The Times of India News App for Latest City .", "time": "2019-06-19 11:01:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/rocky-knob-a-stepping-stone-in-kargil-victory/articleshow/69852875.cms"}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Chd: Lost legs 2 months back, bizman ends life": {"description": "CHANDIGARH: A 34-year-old businessman allegedly hanged himself from a ceiling at his house in Sector 32 on Tuesday night in the third suicide in the city in the last 48 hours. Police said Bhupinder Singh was upset since he had lost his legs in an accident two months back. Cops received information about the incident around 9 pm. They pulled him down from the ceiling and took him to Government Medical College and Hospital, Sector 32, where doctors declared him brought dead. Police said it did not find any suicide note in the house. On Tuesday, two persons, including a 21-year-old woman, allegedly committed suicide by hanging themselves in different parts of the city. Sandeep (40) of Janata Colony, Nayagaon was found hanging from a tree in a forest area near PGI. In the second incident, Shanu, a resident of Bapu Dham Colony in Sector 26, allegedly hanged herself from a ceiling fan at her house. On June 6, a constable allegedly committed suicide by jumping from third floor at police lines in Sector 26. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:01:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/chandigarh-lost-legs-two-months-back-34-year-old-bizman-ends-life/articleshow/69867198.cms"}, "Villages with population below 10k can join ‘Mahagram Yojana’": {"description": "CHANDIGARH: The Haryana government has decided that villages having a population of less than 10,000 but desirous of having more facilities like augmentation of water supply and sewerage would be covered under the Mahagram B category. A decision to this effect was taken in the 52nd meeting of the Water Supply and Sewerage Board, which met under the chairmanship of chief minister Manohar Lal Khattar on Tuesday. Minister of state for public health engineering Banwari Lal was also present in the meeting. The chief minister said that at present 126 villages with over 10,000 people were being covered under the Mahagram Yojana. Facilities like augmentation of water supply, sewerage, and setting up sewerage treatment plant were being provided under the scheme. He said recently, people of various villages had approached him with a request to carry out development works in their villages also under the scheme, for which they had also offered to contribute funds. He also directed that besides providing training to sewermen, they should also be provided with necessary equipment, uniform, and kit so as to prevent any untoward incident of suffocation while cleaning the sewer. He directed that only trained sewermen should be allowed to enter manholes. It was informed that the training of 703 sewermen had been held in different locations covering 14 circles of the Public Health Engineering department. It was also informed that three robotic machines were being purchased by the department for cleaning manholes. On the successful trial run of these machines, more of them would be purchased. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/villages-with-population-below-10k-can-join-mahagram-yojana/articleshow/69866296.cms"}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Beer price up few pegs, top brands go missing": {"description": "MOHALI: If you are a beer lover residing in Mohali, drinking beer might be pinching the pocket with regular brands having gone missing from liquor vends. The regular beer brands or rated as affordable brands have gone missing from the Mohali liquor vends. Also, the liquor vends adjoining Chandigarh borders in Mohali have brought the beer rates at par with that of UT. Regular Beer brands like Carlsberg, Tuborg, Carling not being sold at Mohali vends owing to non-issuance of labels to the vend owners. On the other hand, the beer rates in UT have been hiked by Rs 20 per bottle. Beer lovers suspect that it is the nexus between UT and Mohali liquor vend owners as Mohali vends adjoining Chandigarh borders have slashed the rates by Rs 20 per bottle whereas the liquor traders in Chandigarh have hiked the rates by Rs 20 per bottle. Whereas the beer bottle rates in vends farther from the UT border are charging the actual rates which are costlier by Rs 20 to Rs 40 per bottle as that of in Chandigarh. Jasjit Brar who loves beer said, “I am very fond of drinking beer and have observed that the beer rates are lesser by Rs 20 to Rs 30 per bottle in Mohali itself at liquor vends adjoining Chandigarh borders. Miller beer costs Rs 200 at liquor vend adjoining UT whereas the same Beer costs Rs 230 per bottle if purchased from Sector 70 or from farther sectors. So, we prefer buying from liquor vend adjoining UT borders.” A liquor vend owner in Mohali on request of anonymity said, “We have to slash the rates at liquor vends adjoining UT as the vend sales were not picking up. People were preferring jumping the borders to get beer instead of purchasing from vends in Mohali. The rates in vends farther from borders are normal as with price difference of Rs 30 to Rs 40 per bottle than that of vends at borders. As far as cheaper brands are concerned the excise department is yet to release the labels for selling those brands in Mohali.” The excise department officers said that the department has imposed limitations of minimum selling Download The Times of India News App for Latest City .", "time": "2019-06-19 05:55:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/beer-price-up-few-pegs-top-brands-go-missing/articleshow/69848497.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "On cam: Congress councillor’s kin assaults youth in Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-congress-councillors-kin-assaults-youth-in-patiala/videoshow/69830774.cms", "description": ""}, "Chandigarh: In Selfie with Daughter’s winner, story of parents who beat patriarchy": {"description": "CHANDIGARH: Gurdaspur’s Sumel Kamal and mother Dr Navjot are one of the three finalists from across India who were felicitated by former President Pranab Mukherjee in New Delhi on Wednesday for winning the ‘Selfie with Daughter’ contest. The award was, perhaps, a recognition of her and her parents’ fight against patriarchy. Resident of Gurdaspur’s Nanowal village, the mother and daughter were the only winners from Punjab and the other two winning entries were from Haryana and Meghalaya. In all, 27,000 participants entered the contest, adjudged by a five-member jury. Sumel (27), a graduate from IIT, Kharagpur, who is working as a “data science analyst” with an international firm, told TOI: “Our village has one of the most skewed sex ratios in Punjab and even the literacy rate is poor. My parents had a tough time raising us and were under pressure to adopt a son in the agrarian atmosphere of our joint family.” Looking back at the childhood she and younger sister Gurnehmat, who is preparing for medical entrance after Class XII now, had, Sumel said her relatives were so obsessed with a boy so much that though they had, once, come home for the funeral of a close relative, they were more inclined to exchanging notes on the birth of her sister. She said her parents were progressive and always had a positive outlook towards their lives. “My father Kamaldeep Singh is a college professor and my mother a school principal. Interestingly, my parents gave me the surname from my father’s maiden name , more so to reply to people who would question them who would carry forward your name or family’s lineage,” she said with a grin. Watching prejudices from close quarters, Sumel expressed her sensitivity on this issue throughout her life, on every platform. From playing the role of a protagonist in a play woven around the subject of female foeticide to participating in awareness campaigns and street plays, she is still determined to do her best for the cause. She said the award motivated her to use every platform and opportunity possible to propel people to give equal amount of love, care and opportunities to daughters. Sunil Jaglan, sarpanch of Bibipur village in Jind district of Haryana who started this contest, said the contest was held from June 10 to 16 to celebrate successful completion of four years of the ‘Selfie with Daughter’ intiative to make people feel proud of their daughters and celebrate their birth. He felt that appreciation from Prime Minister Narender Modi, who has mentioned his initiative during his radio show ‘Mann Ki Baat’, and his visits to Silicon Valley in the US and Wembley Stadium in the UK encouraged him to take this contest to other dimensions. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/in-selfie-with-daughters-winner-story-of-parents-who-beat-patriarchy/articleshow/69866287.cms"}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Food security consultative group recommends changes": {"description": "CHANDIGARH: To streamline the food grains distribution system and to bring transparency, the food security consultative group formed by the Punjab chief minister reviewed the food security schemes and recommended changes in the implementation of existing schemes. The group constituted under the chairmanship of Bharat Bhushan Ashu, Punjab food and civil supplies minister, held its first meeting on Tuesday and discussed delay in verification procedure for smart ration card. It was observed that inordinate delay occurs in verification of beneficiaries due to the performa being passed from the patwari’s office to deputy commissioner. To ease the process, the group suggested that in rural areas, patwaris, block development officers and district food supply controller or his nominee verify the forms of the beneficiaries. In urban areas, inspectors of municipal committees, executive officers and secretary/superintendent level officers and in areas falling under cantonment boards the nominee of the respective deputy commissioner may do the form verification. The group was of the view that this simplification in identification/verification of beneficiaries will increase the reach of food security schemes. To maintain transparency in the procedure, the group proposed to randomly check the data to the tune of 10% by sub-divisional magistrates and 5% by deputy commissioners. It also proposed to rope in more depot holders so that beneficiaries do not have to travel far to get subsidized food grains. Village-wise re-verification of data of existing beneficiaries was also suggested. Aiming greater outreach to the needy, the group agreed to bring youth hostels, old age homes and orphanages under the preview of subsidized ration. Ashu said that chief minister Amarinder Singh had constituted eight consultative groups to review and modify flagship government schemes. The groups have been mandated to review and assess the performance of the schemes and give their respective recommendations for further improvements. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/food-security-consultative-group-recommends-changes/articleshow/69849590.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Swara Bhasker attends an event": {"time": "", "link": "http://photogallery.indiatimes.com/events/chandigarh/swara-bhasker-attends-an-event/articleshow/69268711.cms", "description": ""}, "\nCancer survivors raise the spirits\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/cancer-survivors-raise-the-spirits/articleshow/69636851.cms", "description": "As many as 100 cancer survivors along with their doctors celebrated National Cancer Survivors’ Day at IMA Bhawan. The doctors including Dr Sachin Gupta, Dr Sunanadan Sharma, Dr Gautam Goel ,Dr Ritesh Pruthi, Dr Pankaj Kumar and Dr Sajal Kakkar from a Mohali hospital joined survivors in bhangra. Sandeep Dogra said that all have gathered today to show the world that life after a cancer treatment is equally rewarding, fulfilling and inspiring. A jubilant survivor, Surbhi (37) from Pinjore said, “My treatment went on for about 9-month, which was pretty long, but it made me stronger as a person and now I feel fearless and ready to take on any challenge that life will throw at me. The journey completely transformed my outlook towards life & personality and has increased my self-belief.” Another survivor, Amritpal Kaur from Jalandhar said, “Many aspects of life have changed for me like others who sailed in the same boat. No more crying over little issues and most importantly, I have started to sincerely value my life, by taking care of my diet, fitness and most importantly, doing what makes me feel happy.” “My will power to fight cancer came solely from the love and support, i got from my family during the treatment. As a survivor, i request each and every family member to be very positive, calm and hopeful whenever around the patient.”, maintained Lakhwinder from Chandigarh Download The Times of India News App for Latest City ."}, "Leprosy affected patients struggling for BPL cards": {"description": "KARNAL: The residents of Indra Chakravarti Gram, who are leprosy-affected and most have lost their fingers and feet due to the disease, on the outskirts of Karnal are struggling for BPL cards. The affected families have raised the issue with the district food and supplies controller (DFSC) and even the chief minister, but have still not got the cards and are thus unable to get oil, sugar, and pulses. “There are around 92 families with around 350 members in Indra Chakravarti Gram, set up in 1969 for leprosy patients. As many as 34 families had applied for BPL ration card some years back but have still not got it. They have visited the DFSC office many times but not got any proper response. Nobody was ready to listen to them,” said Yadgiri Pasi, a resident of the colony, who has been suffering from leprosy for the last 25 years. Many like Kashinath, Gopal Dass, Sanju Devi, Akbar Miyan, Dhani Ram, Kallu Rai and Harmani, who are jobless and without proper homes, are not eligible for BPL cards. They get only five kg wheat in a month but no pulses, sugar and other facilities in the absence of a card. “We are not happy as the department has not even assured to provide us a BPL ration card,” said Kashinath. Tulsi Ram, 70, another colony resident, said his family falls under the poverty line but he has an APL card. DFSC Anil Kumar could not be contacted for his comments despite several attempts. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:12:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/leprosy-affected-patients-struggling-for-bpl-cards/articleshow/69849612.cms"}, "Border area demands still not addressed: Punjab government": {"description": "CHANDIGARH: Highlighting various issues of Punjab, the state government has submitted that none of the demands of its border areas raised during the Niti Aayog meeting held in April 2017 have been met so far. These demands included special one-time infrastructure development package for border areas, acquisition of farmers’ land by the Union government beyond the border fence and compensation to the farmers for their land rendered ineffective for farming due to periodic military deployment. It was also submitted in the Niti Aayog meeting held on June 15 that the state government, in the third meeting of the governing council of the Aayog in April 2017, had sought similar tax incentives and promotional schemes for Punjab as was being given to the hill states and north-eastern states. The state government had also urged the Union government for special development and maintenance of the border roads under the national highway programme, but these issues have not been addressed by the Centre till date, officials said. It has been submitted that the border areas of the state had been devoid of mainstream development activities on account of its strategic location, hostile conditions with neighbouring Pakistan, cross-border terrorism, problem of smuggling, crime and insurgency. In chief minister Amarinder Singh’s speech circulated during the Niti Aayog meeting chaired by Prime Minister Narendra Modi, it was highlighted that the criteria adopted for allocation of funds — 60% by Centre and 40% by state — by the Union government under the border area development programme (BADP) started in 1986 does not suit the geographically smaller but thickly populated states like Punjab. Rs 178cr sought for police infra near border The chief minister has sought the financial assistance to the tune of Rs 178 crore from the Centre for improving police infrastructure, including new police stations, police lines and residential quarters, in the border areas. He highlighted since the state police is the second line of defence on the international border after the Border Security Force (BSF), there is a need to improve the police infrastructure for better policing and improvement of internal security. Amarinder has also submitted that since the rapid advancement of technology has led to a change in the pattern of crime, the Punjab intelligence wing has taken initiatives to modernize and technologically upgrade itself. The chief minister said the intelligence wing would require Rs 50.29 crore for the project. It was also submitted that as the state law and order wing has a proposal to modernize field units and equip them with latest technology, a sum of Rs 109.70 crore is required for the project. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:41:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/border-area-demands-still-not-addressed-punjab-govt/articleshow/69866230.cms"}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "Artistes present an awareness programme on 'World No Tobacco Day'": {"time": "", "link": "http://photogallery.indiatimes.com/events/chandigarh/artistes-present-an-awareness-programme-on-world-no-tobacco-day/articleshow/69727738.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "bad condition of bus stop.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bad-condition-of-bus-stop/articleshow/62954902.cms", "description": ""}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Activist demands speed governing device for food delivery bikes in Chandigarh": {"description": "CHANDIGARH: Citing safety of riders and public at large, city based activist and advocate Ajay Jagga on Wednesday has written to the UT administration and demanded that speed governing devices should be made mandatory for food delivery bikes in the city. In the letter written to the UT adviser Manoj Parida, Jagga said, “These days most of the people have adapted to the habit of ordering food from online eateries, restaurants and fast-food joints, not wanting to disturb their busy work schedules.” The letter further reads, “These delivery boys rush in the traffic and drive irresponsibly. This speed is very dangerous and can result in fatal accidents. Many hospitals have been reporting high number of accident cases involving food delivery staff. The promise of discounts for not delivering food on time makes consumers happy. Some occasionally even refuse to pay if the meal is not delivered within a stipulated time. The effect of this is borne by delivery boys who commute by two-wheelers. Racing against time, they put their lives at risk and often meet with accidents.” Jagga said that the ‘30-minute or free' advertisements by various pizza joints raises the chances of accidents. And they sometimes prove fatal. He requested the authorities that all the two-wheelers used as home delivery bikes, must be fitted with these devices, so as to keep a check of their speed, who are not only a threat to themselves but to the public as well. Jagga even demanded that an advisory should be issued of 30 days and then their vehicles should be fined, if found without speed governing devices. Download The Times of India News App for Latest City .", "time": "2019-06-19 19:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/activist-demands-speed-governing-device-for-food-delivery-bikes-in-chandigarh/articleshow/69860566.cms"}, "34-year-old man commits suicide in Chandigarh": {"description": "CHANDIGARH: A 34-year-old man allegedly committed suicide by hanging himself from the ceiling at his residence on Wednesday. Police said victim was upset over his disability. It is third suicide incident reported from the city in the last 48 hours. Police did not find any suicide note from crime scene. Sector-34 police have registered a case and started probe. Police said that the deceased has been identified as Bhupinder Singh of sector-32. Cops received an information of hanging from sector 32 at around 9 pm. On this information cops rushed the spot and found that the victim was hanging from the ceiling fan at his room in the house. Cops pulled him down and rushed to GMCH-32 , where doctors declared him brought dead and kept his body at mortuary for autopsy. Police said that the victim was doing his own business and he met with an accident in which he lost his both legs around two months ago. Since then he was on wheel chair and had been very upset. Police have ruled out any foul play in the case as there were no internal injuries on the body and said the exact cause of death would only be known after post-mortem report. Sector-34 police have registered a case and initiated inquest proceedings in the matter. On June 18, two persons including one 21-year-old woman had committed suicide by hanging themselves at different parts of city. Download The Times of India News App for Latest City .", "time": "2019-06-19 20:39:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/34-year-old-man-commits-suicide-in-chandigarh/articleshow/69862057.cms"}, "Down but not out": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/down-but-not-out/articleshow/62843619.cms", "description": ""}, "Eco Sikh plants 550 trees of 15 native varieties": {"description": "CHANDIGARH : In a bid to increase the green cover, Eco-Sikh , a global organisation of Sikh community committed toward the development of the environment, planted the 15th Guru Nanak sacred forest in the compound of Kheti Bhawan in Directorate of Horticulture department of Punjab government in Mohali on Tuesday. According to Pavneet Singh, assistant manager , some 550 trees of 15 native tree varieties such as Amaltas, Shisham, Baheda, Ashwagandha etc were planted on a 180 sq meter land. Five hundred and fifty saplings are being planted in each such sacred forest to commemorate the upcoming 550th birth anniversary of Guru Nanak Dev ji.  Quite interestingly, two of the trainees , Ravinder Singh and Kulbir Singh and, students of Public College in Samana, who took training in plantation of eco-forest at Bathinda where Punjab's first Guru Nanak Sacred forest was created , prepared the new forest. Both of them have spearheaded the efforts in setting up some seven new sacred forests, at Kheri Talwandi Malik in Samana , Meemsa in Sangrur, Kheri Jattan , another in village of Fatehgarh Sahib, DC complex and Directorate of Horticulture department in Mohali, so far. Speaking about the new skill of forest making acquired three months ago, from the mentor , a well known environmentalist Shubhendu Sharma, Ravinder Singh said, “I had some free time after completing course of BSC Agriculture which I am utilizing in serving the society with pious work of creating sacred forests as a homage to the Guru Nanak Dev Ji. It is also service to environment which is fast eroding.” He said that it was honour for them that officials of agriculture department also enriched their experience with their tips during this activity.” Kulbir Singh , said that the technique of growing forest with Japenese Miyawaki was so simple that anybody could learn it and do wonders with splendid forest which grows and expands faster without demanding much maintenance and care. Ravneet Singh,  Eco-Sikh project manager said, “The officials of Punjab forest department has been assisting us a lot by providing saplings for our sacred forests across the state. Besides this, we are also purchasing the bulk from the nurseries in Saharanpur as the saplings are not available in sufficient quantity in Punjab alone.” He further told that ateam of eight coordinators of Eco-Sikh were facilitated training in the forest creation technique from Shubhendu Sharma and Gaurav Gujjar at their Jodhpur center sometime ago. He expressed hope that with several trained hands committed in this mission, they would be able to create lot of sacred forests in Punjab by November this year. One in Kasur area of Pakistan has already been created by their team . They said that the efforsts of the eam would continue till they realise their green dreams . The volunteers say that they have also been able to generate awareness also about s variety of native trees. The locals are being told about the native tree saplings. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:40:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/eco-sikh-plants-550-trees-of-15-native-varieties/articleshow/69848520.cms"}, "PGGCG-42 likely to start 2 new PG courses": {"description": "CHANDIGARH: Post Graduate Government College for Girls, Sector 42, is likely to start two new courses – masters in History and Punjabi, in the new academic session. The last date for online submission of admission forms (centralized admission and non-centralized admission) is June 26. The college, established in 1982, has been accredited ‘A’ Grade by the National Assessment and Accreditation Council (NAAC). National Institutional Ranking Framework (NIRF) 2019 has placed the college in the Rank Band between 150-200. The college has a distinction of having been selected under the Unnat Bharat Abhiyan, a national programme of MHRD, Government of India. College principal Binu Dogra said, “The college motto ‘Higher still’ reflects the essence of the institution’s being and motivates it to remain persistent in its efforts to progress further. The college focusses not only on the peremptory requirements of the curriculum but also on co-curricular activities which enhance the innate talents of the young minds, our nation’s future and pride.” The 18-acre campus houses 60 spacious classrooms, 23 smart classrooms, seminar room, conference room, multimedia room, placement cell, exclusive IT block, auditorium, well-stocked library, a gymnasium hall, 39 fully equipped computer, language and science laboratories, spacious and hygienic food court, daycare centre, life sciences research lab and landscaped parks. The college is under 24x7 CCTV surveillance facility and provides high-speed Wi-Fi connectivity and on-campus ATM facility. The college caters to the needs of physically disabled/ visually impaired students by providing them with facilities like ramps, washrooms, wheelchair and tactile paving. The college boasts of Sabras, a state-of-the-art auditorium which can accommodate around 550 students The college has one hostel which can accommodate around 265 students. The admissions in the hostel are strictly on merit basis. The hostel rooms are spacious and well-furnished. The hostel mess and the kitchen have been renovated recently along with the washrooms. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:44:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/pggcg-42-likely-to-start-2-new-pg-courses/articleshow/69848217.cms"}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Defiant Navjot Singh Sidhu tries to get back his local bodies department": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/defiant-navjot-singh-sidhu-tries-to-get-back-his-local-bodies-department/videoshow/69868951.cms", "description": ""}, "Rusty board": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rusty-board/articleshow/62437166.cms", "description": ""}, "Neglected spots": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/neglected-spots/articleshow/63339263.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Chandigarh to install smart meters in two years": {"description": "CHANDIGARH: The Chandigarh administration has planned to complete installation of smart meters in city within next two years. Recently, the Joint Electricity Regulatory Commission (JERC) had directed the UT electricity department to conduct its energy audit for its Transmission & Distribution (T&D) System. Whereas, the department in its reply had submitted that energy audit report can be submitted to the commission only after installation of smart meters. A senior UT official said that work of installation of smart meters is in process in city and they have planned to complete the job within next two years. The electricity department has already started the work under its smart grid project. In the first phase, department has allotted a work to a firm to replace 30,000 existing power meters by smart meters in Sector 29, 31, 47, 48, Industrial area phase 1 and 2, and villages Faida, Ram Darbar, Hallo Majra, Raipur Kalan, Makhan Majra and Daria. The work is likely to be completed within next few months. For the project, the power department will also setup a control room in Sector 18, from where they will keep a tab on all consumers, he added. After completion of the first phase, the department will start installation of smart metres in other areas too, he added. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:37:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/chandigarh-administration-plans-to-complete-installation-of-smart-meters-in-two-years/articleshow/69861683.cms"}, "Waterlogging turns poll issue ahead of ward byelection": {"description": "BATHINDA: Waterlogging in several parts of Bathinda turned a poll issue ahead of MC ward byelection as BJP and Congress leaders campaigned in knee-deep water at Sirki Bazaar, one of the worst-hit areas in the city, and targeted each other for lack of development. The byelection in ward number 30 is slated for June 21. BJP candidate from the ward Munish Kumar said, “Congress district president Arun Wadhawan has done nothing in the past two years to solve the problem of Sirki Bazaar. We had been asking the government to save residents and shopkeepers by finding a solution to sewerage issues during rains, but to no avail.” BJP candidate Munish Kumar campaign in knee-deep waterArun Wadhawan, whose father is contesting the byelection from Congress, said, “SAD-BJP had ruled for 10 years and never bothered to find any solution, leaving residents and businessmen to suffer year after year. Even now, the Bathinda Municipal Corporation is headed by SAD-BJP and the mayor belongs to SAD, but the alliance never cared to do anything to help Sirki Bazaar. Now we have asked finance minister Manpreet Badal to find some solution.” Meanwhile, residents and shopkeepers said they want a permanent solution to this problem. “We are least interested in politics as we have been at the receiving end for the past several decades. We want a solution to this problem at the earliest. We have to shut our shops and residents of the area have to make a lot of efforts in reaching their homes,” said Pardeep Kumar, a shopkeeper. Bathinda mayor Balwant Rai Nath said efforts are being made to pump out rainwater and finding long-lasting solution to the problem. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:40:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/waterlogging-turns-poll-issue-ahead-of-ward-byelection/articleshow/69849587.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Broken Gate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/broken-gate/articleshow/62990844.cms", "description": ""}, "One held with 1 kg charas": {"description": "CHANDIGARH: Operation cell of the UT police has arrested a drug peddler and seized 1 kg charas from his possession from near PGI on Wednesday. According to the cops, the accused has been identified as Karam Chand, a resident of Mani Majra. The operation cell team members had laid a naka on the dividing road of PGI and Khuda Lahora. During checking, they noticed the accused coming towards the check post in his car. The cops stopped him and during checking of his car, they reportedly recovered 1 kg charas. The accused has been arrested and a case has been registered under the NDPS Act. During investigation, the accused revealed that he had procured the drugs from Kullu in Himachal Pradesh. He will be produced before a local court for further remand on Thursday. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/one-held-with-1-kg-charas/articleshow/69869125.cms"}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Haryana receives more rain than Punjab": {"description": "JIND: Three-day span of intermittent rain in the region has benefited farmers as well as public thanks to the drop in temperature. Director of Indian meteorology department in Chandigarh Surender Pal said that farmers would need less water for irrigating their field, especially in case of paddy. “The rain has helped in sowing kharif crops and it’s a good sign for every one as people got relief from scorching heat wave in the region. The data taken form IMD department in Chandigarh shows that Hisar received highest rainfall in Haryana state with 36.7mm in last 24 hours and lowest in Palwal district at 1.7 mm. The data compiled by metrology department shows that Chandigarh recorded highest rainfall at 23.9mm, Haryana 16 mm and Punjab 14.9mm from Monday to Tuesday. Head of meteorology department in Chaudhary Charan Singh Haryana Agriculture University M L Khichar said, “Rain is good for cotton, jawar, bajra, guwar and paddy as famers can skip one irrigation of their fields.” He said that 30.4 degree Celsius temperature was highest and 20 degree was lowest on Tuesday in Hisar. Talking to TOI, national vice-president of Bhartiya Kisan Union Ramphal Kandela agreed with experts on benefit to farmers. Phool Singh Sheokand, a farmer in Jind , said that the rainfall is beneficial for most crops especially in dry area which don’t have irrigation sources. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:46:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/haryana-receives-more-rain-than-punjab/articleshow/69849567.cms"}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "\nA musical evening of Soul's Diet in city\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/a-musical-evening-of-souls-diet-in-city/articleshow/69760014.cms", "description": "Chandigarh Sangeet Natak Akademi presented a soulful musical evening by Soul's Diet, a Chandigarh based community music group at Tagore Theatre on Wednesday. Soul's Diet is a Chandigarh based band formed by Vikram and Gurleen. Through this band they are trying to create and present a different flavour of music. They sing poetry written by Sufi mystics and contemporary poets. Their main intention is to bring a moment of stillness and silence in people through their music. The musical evening commenced by singing of self-composed Sufi songs from mystics like Meera Shah, Khwaja Ghulam Fareed, Baba Farid and poems of contemporary poets like Sukhwinder Amrit and Kamaljeet Kaur. Download The Times of India News App for Latest City ."}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "\nKuchipudi danseuse lights up stage\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/kuchipudi-danseuse-lights-up-stage-0-/-55-chars/articleshow/69744216.cms", "description": "In continuation with the tradition of monthly Baithak, Pracheen Kala Kendra organised its 259 th Monthly Baithak on June 11. Delhi based Kuchipudi exponent Sree Veena Mani captivated the audience with her performance. Veena mesmerized the audience with her skillful footwork to intricate rhythmic patterns of Kuchipudi in an energetic rendition. Earlier Kendra deeply condole the demise of Girish Karnard, renowned literary luminary of international stature. Download The Times of India News App for Latest City ."}, "\nSummer camp concludes\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/summer-camp-concludes/articleshow/69612811.cms", "description": "This summer, DPS, Chandigarh organised a summer camp for the children from May 16 to June 1, 2019 for tiny tots and May 22 to June 1, 2019 for senior group. The children participated in a number of fun activities like I- spy game, sprinkler fun, Bollywood day, theme parties, grooming sessions and art and craft. Theatre Robotics and Nutty Scientist were offered to students in the senior category. The camp concluded with a special celebration of Father's Day (junior category), and a theatre display (senior category). Download The Times of India News App for Latest City ."}, "On cam: Ward attendant stitches patient's wound in Jalandhar hospital": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Farmers get relief cheques 2 days before expiry date, seek action": {"description": "JIND: The farmers of Safidon town in Jind district on Tuesday accused the local patwari (revenue official) of giving them compensation cheques just two days before their expiry date. They have urged the sub-divisional magistrate to look into the matter and act against the patwari. A farmer from Nimnabad village, Major Singh said their compensation was approved in March after a girdawari last year to assess loss to the paddy crop due to flood waters. “But patwari Mangal Singh distributed cheques to farmers on Friday, just two days before their expiry date. As the next two days were Saturday and Sunday, the bank was closed. When we approached to bank for releasing the payment, they refused, saying the encashment date of cheques was over,” he said. While Major Singh got a cheque of Rs 11,000, another farmer Karnail Singh got a compensation of Rs 7,150 and Balinder Singh Rs 12,000. Around 25 to 30 other farmers have also got compensation cheques of similar amount but are still waiting to get them encashed. Safidon SDM Mandeep Kumar said he had taken cognizance of the matter and would urge the bank to release the farmers’ money and if the bank does not do the needful, he would get all the cheques renewed through a proper process. “Even a single rupee of farmers would be given to them at the earliest. May be the delay was may be due to model code of conduct or slow processing of generating cheques by bank officials, but dues would be cleared at the earliest and famers don’t need to worry,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:19:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/farmers-get-relief-cheques-2-days-before-expiry-date-seek-action/articleshow/69849608.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "incomplete job done": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/incompletejobdone/articleshow/68770021.cms", "description": ""}, "Over charging in sector 22 Chandigarh": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/over-charging-in-sector-22-chandigarh/articleshow/60733974.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Chd: Thieves steal 269 vehicles in 163 days": {"description": "CHANDIGARH: Every two days, three vehicles are stolen from the city. That is the strike rate of thieves, succeeding in driving away 269 vehicles in 163 days (till June 13) from the city this year. Their favourite haunts: sectors 34, 36 and 39 and Manimajra - areas that are near Mohali in Punjab and Panchkula in Haryana. If the police are to be believed, drug addicts are behind most of the auto thefts. They steal vehicles to commit snatchings to fulfil their habit, police said. Most of the vehicles were stolen from free parking lots of markets, hospitals and public buildings during daytime. At night, the thieves targeted vehicles outside houses. Out of the stolen vehicles, 217 were two-wheelers, 44 cars and the rest three-wheelers. Police claimed their strictness has prevented the accused from selling stolen vehicles in nearby states like Uttar Pradesh, Delhi, Punjab and Haryana. \"Mostly, the buyers are scrap dealer. They dismantle the vehicles and sell the part,\" cops said. However, police have recovered 81 stolen vehicles and arrested 59 auto lifters from different parts of the city so far. Charanjit Singh, DSP (PRO) said police have taken various steps like reshuffling of duty timings after analysing timing of crime to control auto thefts. Under \"Roko-Toko Abhiyan\" suspected persons or vehicles are checked, especially during odd hours. Police also randomly seal particular sectors with maximum force to rule out any possibility of crime. Police have also been taking unlocked vehicles into their possession and are being released after proper verification. Most importantly, cops put regular surveillance over those released from jail and former auto lifters through beat staff, the DSP said. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:05:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/chandigarh-thieves-shift-gears-steal-269-vehicles-in-163-days-in-city/articleshow/69867218.cms"}, "Watch: Fireworks at Golden Temple in Amritsar on Prakash Purab of 6th Sikh Guru Hargobind Sahib": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/watch-fireworks-at-golden-temple-in-amritsar-on-prakash-purab-of-6th-sikh-guru-hargobind-sahib/videoshow/69851664.cms", "description": ""}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "IPS probationers calls on DGP Haryana": {"description": "CHANDIGARH: A group of 22 Indian Police Service (IPS) probationers called on Director General of Police (DGP), Haryana, Manoj Yadava at Police Headquarters on Tuesday. While interacting with all the young officers, the DGP gave them important tips on policing and public service and added that they would get ample opportunities in the field to deliver service to the people, providing justice to the needy and poor. He asked them to adopt professional police practices to ensure better delivery of justice. During the one-and-half hour long interaction with them, the DGP shared his experiences on various aspects of policing in field. He also exhorted them to perform with zeal, dedication and high devotion for ensuring better law and order as well as safety and security of public, especially the women and children in their respective places of posting. Apart from this, welfare efforts made by the police personnel should also be rewarded and highlighted. Describing IPS as the best way of serving the mankind, Yadava congratulated the trainee officers for choosing police service as their career. He also extended his best wishes to all the probationers and wished them a bright future ahead. Download The Times of India News App for Latest City .", "time": "2019-06-19 07:56:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/ips-probationers-calls-on-dgp-haryana/articleshow/69849616.cms"}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Who is superior?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/who-is-superior/articleshow/62437151.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Chandigarh’s heritage furniture auctioned for Rs 1.12 crore in New York": {"description": "CHANDIGARH: In yet another auction of artefacts belonging to the city, furniture items designed by Le Corbusier and Pierre Jeanneret were auctioned for Rs 1.12 crore in New York. While the UT administration failed to preserve its heritage items, a London-based auction house Phillips once again auctioned three heritage furniture items of city beautiful on June 6. A sofa set designed for the high court and Assembly was auctioned for Rs 34.80 lakh, while a pair of armchair was sold for Rs 69.60 lakh. Besides, an executive desk designed for administrative buildings of Chandigarh went under the hammer for Rs 7.39 lakh. Le Corbusier and his cousin Pierre Jeanneret had designed the aforementioned items. Both used to design chairs, tables, stools, and racks for government offices in the late 1950s. The designed furniture lot was replaced in the late 1980s and early 1990s, after which the administration had tossed the items in its backyards and stores. Unaware of the furniture's international worth, most UT departments had auctioned the old furniture thinking it as junk. Meanwhile, activist Ajay Jagga has written to the home minister, Amit Shah and minister for external affairs Subrahmanyam Jaishankar and sought inquiry into the auction of these furniture items. He further requested the authorities to look into the matter and seek a report on the Protection Against Trafficking in Cultural Property, specially of Chandigarh, so that the loopholes can be plugged and a suitable action be taken, after ascertaining the facts. To preserve its heritage artefacts, Archaeological Survey of India (ASI) had recently asked the UT administration for taking corrective steps. Director general of ASI had advised the administration to prepare an inventory of heritage items with subsequent authentication of their authorship. The ASI had also suggested that a museum dedicated to Le Corbusier and his team can be established by the administration, which will prevent taking these works of art out of India. Heritage furniture goes under the hammer During his stay in Chandigarh, Le Corbusier and Pierre Jeanneret designed several pieces of furniture. Some of the prototypes are present at Government Museum and Art Gallery, Sector 10. Jeanneret used the furniture in the house he stayed in at Sector 5. He was so fond of the city that after his death, his ashes were immersed in Sukhna Lake as he had desired. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:38:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/citys-heritage-furniture-auctioned-for-rs-1-12-cr-in-new-york/articleshow/69848855.cms"}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "EC issues Deol notice for breaching poll spend limit": {"description": "AMRITSAR: The Election Commission has issued a notice to actor-turned-politician Sunny Deol for crossing the poll expenditure limit in the recently concluded Lok Sabha elections. Gurdaspur deputy commissioner Vipul Aggarwal told TOI on Wednesday that the newly-elected Gurdaspur MP’s expenses were a bit more as compared to the prescribed limit of Rs 70 lakh. “After every election, we take stock of expenditure done by all the candidates. We reconcile the expenses recorded with us and with the candidate,” he said. While refusing to disclose the extra amount of money spent by Gurdaspur MP Sunny Deol, the deputy commissioner said the reconciliation process was going on so it wouldn’t be possible give any final figure. Sunny had contested the Lok Sabha elections on BJP ticket from Gurdaspur parliamentary constituency and defeated Congress Punjab president Sunil Jakhar. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/ec-issues-deol-notice-for-breaching-poll-spend-limit/articleshow/69866291.cms"}, "'Punjab govt to bear treatment expenses of woman thrashed by 6 men'": {"time": "2019-06-18 21:20:00", "link": "https://timesofindia.indiatimes.com//city/chandigarh/punjab-govt-to-bear-treatment-expenses-of-woman-thrashed-by-6-men/articleshow/69846204.cms", "description": "BATHINDA: Punjab minister Charanjit Singh Channi on Tuesday met the woman who was mercilessly beaten up last week by six persons and announced that the state government will bear the expenses incurred on her treatment. He visited the victim at Guru Gobind Singh Medical College in Faridkot. Channi also announced the state government will act tough against the accused persons. He reiterated that the Punjab government is duty bound to provide free, transparent and fearless environment to every section of the society and said there will be no injustice against anyone. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Bhatinda: Rain cheer for paddy, cotton growers": {"description": "BATHINDA: Rains that lashed the Bathinda region on Monday night and Tuesday morning brought smiles on the faces of farmers, especially paddy growers. Showers drastically decreased their dependence on agriculture pump sets (tubewells) to water their fields during or after transplantation for a couple of days. Battling hot and humid weather for the past several days, the cotton growers too were happy following the rains. The long dry spell proves unfavourable for both the crops. However, more rains can be harmful for cotton and more so when water stagnates at the bottom of the plant, hitting the growth of the crop. The agriculture department officials are also elated over the rains which were long overdue for smooth transplantation of paddy and saving the cotton from long dry spell. “We were praying for rains to our cotton crop some much-needed relief from very hot and humid weather. But we know that if rains continue for long, it could be harmful for cotton,” said Sangat village farmers Baldev Singh and Hukum Singh. Farmers Mohinder Singh and Mukhtiar Singh at Sivian village said, “We were ready to transplant paddy and were waiting for our turn to draw water through motors on Monday evening. But with the rain, now we may not need water for a couple of days which will save a lot of electricity.” The paddy transplantation is at full swing since June 13, official date fixed by the state government. Paddy need a lot of water as the fields had to be left full of water. The rain, however, left vegetable growers in a spot of bother. The rains are unfavourable for watermelons, grapes and some other crops and affect their sale. Bathinda chief agriculture officer Guraditta Singh said the rain had come at a time when it was needed the most for transplantation of paddy. This rain will ease pressure on PSPCL for a couple of days, he added. Bathinda areas in troubled watersThe 28mm rainfall recorded in Bathinda however caused a lot of hardships to town residents. Many of the areas, including upscale civil station which houses district administrative complex (DAC), district judicial courts, the residences of deputy commissioner, IG, SSP, district and sessions judge and a score of civil, police and judicial officers were inundated. People had a difficult time in reaching DAC and courts with roads leading to these offices getting waterlogged. The rear side of DAC, power house road, Sirki Bazaar were submerged in knee-deep water. Download The Times of India News App for Latest City .", "time": "2019-06-19 05:47:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/rain-cheer-for-paddy-cotton-growers/articleshow/69849593.cms"}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-2019-iceland-cricket-mock-rashid-khan-are-criticised-by-cricketers-around-the-world/articleshow/69855433.cms", "description": ""}, "Chandigarh: Schools told to grow own veggies": {"description": "CHANDIGARH: In the recent Project approval boards meeting held for midday meal (MDM), the Union ministry of human resource development (MHRD) has recommended that all Union Territories should develop school nutrition gardens from where vegetables and fruits can be used for midday meal. The ministry has also recommended that the UTs should approach jails, gurdwaras and temples for providing mid-day meal. Further they have also suggested cooking competition among the helpers wherein students would be judges. According to MHRD, temples, gurdwaras and jails can be involved in MDM scheme. “Temples and gurdwaras have greater reach among the community and this can help in wider publicity for midday meal scheme. These religious places can also adopt some schools in their vicinity for providing meals as it would give enhanced sense of ownership of the midday meal scheme among the local community,” the MHRD stated. All cook-cum-helpers as well as interested members of the community can take part in the cooking competition. It will include cooking of pulses/vegetables/different types of chapattis, methods of cooking, food safety issues and hand washing. Two children each from primary and upper primary classes and nutritionists from Home Science College may be selected as judges for the same. The MHRD, in its presentation uploaded online, has recommended that all UTs have school nutrition gardens (SNGs). The move will also help students get safe and organic food with better nutritional value and learn new skills. As per the ministry, SNG is a place where herbs, fruits and vegetables are grown on school premises to be used in the preparation of midday meal. In Chandigarh, some of the schools already have such an area that they call kitchen gardens. TOI had earlier reported how some of the schools in the UT, including GMSSS in Sector 47 and Sector 26, have been growing huge quantities of vegetables. These vegetables were then being used in midday meal kitchen of the schools. Chandigarh was also praised at national level for this initiative. The Union ministry has, however, recommended that this initiative should be undertaken in every government school. The UT administration was also mulling asking all schools to grow veggies for MDM as government schools have huge campus. The initiative will help address malnutrition and micro nutrient deficiencies, will give children first-hand experience with nature and gardening, Large piece of land is not required even roof tops can be used for growing vegetable/fruits in containers, the MHRD has stated. Plants may also be grown in small containers, cans, jars, discarded earthen pots, wooden boxes, ceramic sinks, food tins, and gunny bags in case sufficient land is not available. The MHRD has further recommended that schools can tie up with local departments like Krishi Vigyan Kendras, department of agriculture/ horticulture, Food and Nutrition Board and agriculture universities for collaboration. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:48:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/chandigarh-schools-told-to-grow-own-veggies/articleshow/69867177.cms"}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Damaged pavements in parks": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/damaged-pavements-in-parks/articleshow/62437257.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "NGO honours women achievers": {"time": "", "link": "http://photogallery.indiatimes.com/events/chandigarh/ngo-honours-women-achievers/articleshow/69269016.cms", "description": ""}, "Repudiating accident claim proves costly for insurance firm": {"description": "CHANDIGARH: The district consumer disputes redressal forum has directed United India Insurance Company Limited to pay Rs 35,000 for repudiating the claim of a Manimajra resident. They were also directed to pay the claim amount of Rs 48,100 to the complainant. Baaj Mohamad had stated in his complaint that on November 20, 2017, his insured tipper overturned in Phase 3, Mohali, while unloading material from the vehicle. In the process, factory-fitted hydraulic system of the tipper got severely damaged. Following this, the insurance firm was intimated about the loss/ damage to the vehicle. Upon this, a surveyor was appointed by the company to assess the extent of loss/ damage caused to the insured vehicle. The surveyor visited the complainant on November 24, 2017, and gave a go ahead to get the vehicle repaired from the market and told Baaj to get a second-hand hydraulic system fitted for which he would be fully reimbursed by the insurer. The complainant acted accordingly and the repairs incurred a sum of Rs 1.53 lakh, including towing charges to the tune of Rs 8,000. In the meantime, another surveyor appointed by the company visited the complainant and took photographs of the damaged parts of the vehicle and of the insured tipper post repair. Besides collecting a copy of the insurance policy, the surveyor promised full reimbursement against the amount spent. However, on January 4, 2018, the insurer rejected the claim. In its reply, the insurance firm stated that the claim was rightly repudiated as the loss caused to the vehicle was not covered under IMT 47 and 52. The forum after hearing both the parties observed, “If a vehicle is overturned and damaged, that would be a part of accident and when the accident is covered under the terms and conditions of the policy, overturning could not be excluded from that. If it was to be excluded, there should have been specific mention of the same in the cover note/ policy. In absence of such a mention, the insurance company cannot say that since no premium was paid for overturning, the risk of overturning was not covered.” It was further stated that the insurer or its agents were under obligation to disclose the extra premium for overturning and if the same was not paid, overturning would not be covered. But from the record, it does not appear that this obligation was discharged by the agents of the insurance company and thus the firm cannot claim the benefit of the overturning exclusion clause. “In view of the above findings, we are of the concerted opinion that the repudiation of claim of the complainant is wholly unjustified and amounts to deficiency in service on the part of the company, which certainly has caused immense, mental and physical harassment to the complainant,” the forum observed. They were then directed to pay up. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:08:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/repudiating-accident-claim-proves-costly-for-insurance-firm/articleshow/69848171.cms"}, "Haryana: Chief secretary directs to expedite process of RRTS projects": {"description": "CHANDIGARH: Haryana chief secretary, DS Dhesi on Wednesday directed the concerned officers to expedite the ongoing process of rail network projects being implemented by the Regional Rapid Transit System(RRTS) in the state. The chief secretary was reviewing the rail network projects being implemented by the RRTS. Dhesi was informed that the transit system has been proposed to be constructed from Sarai Kale Khan in Delhi to Gurugram and further till Shahjahanpur-Neemrana-Behror. In this project, NNB stations would be constructed between Delhi and Bawal at Sarai Kale Khan, Jor Bagh, Munirka, Aerocity, Udyog Vihar, Sector 17, Rajiv Chowk, Khedki daulah, Manesar, Pachgaon, Bilaspur Chowk, Dharuhera, MBIR, Rewari and Bawal. The length of the route is 106 kilometers, in which Haryana’s share is 81.86 km This project will give an impetus to development and investment in South Haryana, especially in Gurugram. The alignment for the RRTS project will be elevated from old Delhi road in Gurugram to Signature Tower Chowk through Lt. Atul Kataria Chowk and then from NH-48 to Rajiv Chowk. After that, the alignment is underground from Kherki Daula, where it will be above the ground till IMT Manesar. Before entering Rajasthan, this alignment will go up to Dharuhera, Rewari and Bawal along with National Highway. For this project, the approval of National Highway Authority of India has been obtained. For the implementation of this project, an office is being established in Gurugram by National Capital Region Transport Corporation. The construction work of this rail transit system will soon be started in the state. Those present included Principal Secretary, Industry and Commerce, Devender Singh, Additional Chief Secretary, Finance Department, T.V.S.N. Prasad, Principal Secretary, Town and Country Planning, Apurv Kumar Singh, Chief Administrator, Haryana Shehri Vikas Pradhikaran, D. Suresh and other senior officers. Download The Times of India News App for Latest City .", "time": "2019-06-19 19:33:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/haryana-chief-secretary-directs-to-expedite-process-of-rrts-projects/articleshow/69860946.cms"}, "6 people die on Mohali roads every week, says government study": {"description": "MOHALI: As many as six people lose their lives every week in road accidents in Mohali — the second highest fatality rate in Punjab — according to a government study on road safety analysis and identification of accident-prone areas. The office of traffic adviser, Punjab, took note of accidents from 2016 to 2018 in the study that found Rupnagar had the highest death rate out of the 22 districts in the state. The report was tabled in a meeting chaired by senior superintendent of police (SSP) to review traffic-related problems in the district. According to the report, 310 people died in 2017 and 290 in 2016 in Mohali. The number of deaths in 2018 was 297. The study found that the months of February, March, April, October and December were relatively more dangerous as regard to fatal accidents. The report was divided into three main aspects — dealing with general trends of accidents over the past three years along with its various analysis; dealing with the availability of resources within the state and in Mohali along with corresponding road accidents and highway patrol vehicle deployment. A detailed police station wise analysis revealed that Lalru, Derabassi and Zirakpur were the three police stations out of 14 in which more than 47% deaths were reported. All are on Ambala-Zirakpur national highway. Sohana and Kharar sadar police came next. In Lalru, 52 people lost their lives in 2017 followed by 43 in Derabassi, 40 in Zirakpur and 33 in Sohana in 2017. The report said 135 people died on the stretch between Zirakpur and Jharmari in 2017. Flaws detected in airport road designPunjab traffic adviser Navdeep Asija had also conducted a three-dimensional (3D) safety audit using drones to investigate the geometric design of three blind spots on the airport road in Mohali. The report revealed major flaws in design and engineering, proving that the road is not pedestrian and cyclist-friendly. The 3D audit was conducted on road crossings near Sohana gurdwara, IISER intersection and Sector 66-67 light point intersections. The report suggested that construction of modern roundabouts on these strategic locations could prove efficient and safer. Asija said, “We have conducted 3D study of geometric design of three blind spots on the airport road in Mohali using drones and have observed major flaws in design which causes accidents and make airport road unsafe for people. The road is not safe for pedestrians and cyclists as they are the majority of accident victims. So, we have laid special design emphasis for safety of pedestrians and cyclists while suggesting improvements. None of the traffic lights on these junctions is as per the traffic volume.” He said the office conducted the drone survey last month and on the basis of its findings prepared a report on March 12. It has been submitted to the inspector general, traffic, and would be forwarded to Greater Mohali Area Development Authority (GMADA) for corrective action. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:27:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/6-people-die-on-mohali-roads-every-week-says-govt-study/articleshow/69848903.cms"}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Set up expert group to deal with tax evasion, Punjab urges Centre": {"description": "CHANDIGARH: Punjab government has suggested that the Union government sets up an expert group to deal with the issue of large scale tax evasion, particularly income tax and corporate tax by numerous companies. It has submitted that India’s direct tax collection, “which is untapped and needs immediate attention, is just 6.15% of the gross domestic product (GDP), which is well below our neighbour China (11.35%), the US (21.99%), the UK (22.86%), Germany (29.15%) and France (32.83%)”. The authorities have not been able to curb tax evasion as in a number of such cases, the offenders, if caught, can get away since the offences are compoundable and the culprits just have to pay the tax demand and penalty along with the interest. Chief minister Amarinder Singh made this suggestion during the fifth meeting of the governing council of the Niti Aayog held in New Delhi on June 15. Although Capt Amarinder could not attend the meeting due to health reasons, his speech was circulated in the meeting chaired by Prime Minister Narendra Modi. Amarinder submitted that the direct tax reform needed instant attention to ensure that its collection was raised to at least 10%. He reasoned that there was a need for mobilization of financial resources to deal better with multiple challenges like unemployment, inequality and poverty, which require concerted efforts from the Centre and the state governments. “The introduction of GST, which incidentally faces a number of issues that we hope will get addressed at the earliest, has improved indirect tax revenue to some extent. However, the direct tax front needs immediate attention,” he added. Direct taxes include corporation tax, taxes on income, wealth tax, gift tax, estate duty, interest tax, land revenue, agriculture tax, hotel receipts tax and expenditure tax. The Union finance ministry, in the interim budget for the finance year 2019-20 presented in February, had set the target of direct tax collection to the tune of Rs 13.8 lakh crores. In the last few years, the Union government has not been able to meet its set budget targets of direct tax collection. Rights group report The report released by the international rights group, Oxfam, last year highlights the growing income inequality in India, where the country’s top 1% population held 73% of its total wealth in 2017. The Oxfam report of 2016 revealed that India’s richest 1% population held 58% of the country’s total wealth. Whereas 67 crore population of India, comprising the population’s poorest half, saw their wealth rise by just 1% in 2017. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:20:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/set-up-expert-group-to-deal-with-tax-evasion-punjab-urges-centre/articleshow/69866239.cms"}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-2019-shikhar-dhawan-ruled-out-of-world-cup-with-thumb-fracture-sources/articleshow/69857637.cms", "description": ""}, "12 of 13 Punjab MPs take oath in Punjabi, Sunny Deol prefers English": {"description": "JALANDHAR: Twelve out of the 13 MPs from Punjab took their oath as members of the 17th Lok Sabha in Punjabi this time, barring Gurdaspur MP Sunny Deol. It is probably the first instance in recent times that MPs from all parties — Congress, Shiromani Akali Dal, BJP and Aam Aadmi Party — preferred to take oath in the state language. Only Deol took his oath in English. While two Union ministers Harsimrat Kaur Badal and Som Parkash had taken their oath in Punjabi on Monday, 10 other MPs followed suit on Tuesday. Linguistic diversity was the flavour of the oath-taking this time as MPs from across India predominantly took oath in their mother tongue, be it Dogri, Kannada or Konkani. Gurdaspur MP Sunny Deol takes the oath of office in EnglishOver a fornight before on May 30, Harsimrat and Som Parkash had taken their ministerial oath in English, but they were trolled by Punjabi netizens. Second-time Jalandhar MP Chaudhary Santokh Singh said it was for the first time that 12 out of 13 MPs had taken oath in Punjabi. Former MP Prem Singh Chandumajra, who was elected to Lok Sabha thrice, said it was after quite some time that such a large number of MPs from Punjab had taken oath in Punjabit. \"It was probably in 1977 that all Punjab MPs, barring one, had taken oath in Punjabi,\" he said. Three-time MP Ravneet Bittu also said that the number this time was maximum. The symbolism of MPs across parties and from diverse communities taking their oath in Punjabi in the Parliament assumes significance for Punjab, where language was made the reason of communal rift in 1950s and 60s and the state witnessed a bitter campaign against Punjabi language. While SAD president Sukhbir Singh Badal concluded his oath with Sikh greeting “Waheguru Ji ka Khalsa, Waheguru Ji Ki Fateh”, Sanguru MP Bhagwant Mann concluded with “Inqalab Zindabad”. Sukhbir using the Sikh salutation is being seen as an attempt to assert the Panthic identity of the Akali Dal as the party trying hard to recover its lost base. Anandpur Sahib MP Manish Tewari, who is usually seen speaking in English, also took his oath in Punjabi. His father late Prof V N Tewari, who was a member of Rajya Sabha, was a prominent scholar of Punjabi literature. The move was also lauded by Punjabi netizens. “It will not only help in getting Punjabi language better recognition at the national level, but will also help to strengthen the spirit of Punjabiyat and Punjabi identity. The MPs should now make their speeches also in Punjabi in Parliament,” said Satnam Singh Manak, president of Punjabi Jagriti Manch, which takes out an annual Punjabi march on international Language Day. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/12-of-13-punjab-mps-take-oath-in-punjabi-sunny-prefers-english/articleshow/69849285.cms"}, "unfit FIITJEE": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unfitfiitjee/articleshow/66210224.cms", "description": ""}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Toilets out of bounds for public": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/toilets-out-of-bounds-for-public/articleshow/62843782.cms", "description": ""}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "How do I Guide ? Totally Worn out.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/how-do-i-guide-totally-worn-out/articleshow/62990780.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Junk yard beneath GPO flyover": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/junk-yard-downside-gpo-flyover/articleshow/62812794.cms", "description": ""}, "\nNGO organizes fund raiser for special children in city\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/ngo-organizes-fund-raiser-for-special-children-in-city/articleshow/69652901.cms", "description": "Model and actress, Neet Mahal was in town recently to take part in a fund raiser event for special children. In the event, she was joined by Gagan Verma, Mr Supermodel Universe, Ruby Singh, actor and model and fitness expert Dr Vibha Bawa, winner of North Indian Queen 2018 and Ayurveda expert Sanjana Sharma, ex-banker and Mrs. India Beauty Queen 2018, Dr Tetiana Kapranova an endocrinologist, therapist and fashion model, Sam Rattan, actor-model and anchor, Dr Rimple Sharma, Mrs. Chandigarh Queen 2018. ‘Elysian Diva’, the fund raiser event was organized by Empower, a city based project, which works for special children betterment in association with Surkhwabh. The event was also a tribute to the supreme sacrifice of Deputy Commandant Joy Lal whose 20 th martyrdom day falls on May 30. During occasion, around dozen special children walked the ramp along with celebrities. Wheelchair Indian Cricket team players including Ranjit Singh, Nirmal Singh and Veer Singh Sandhu also joined kids in ramp walk and show. Download The Times of India News App for Latest City ."}, "Punjab girl who graduated from IIT Kharagpur felicitated by Pranab Mukherjee": {"description": "CHANDIGARH: Sumel Kamal and her mother Dr Navjot, resident of Nanowal village of Gurdaspur district are one of the three finalists who were felicitated by former president Pranab Mukherjee for winning the 'Best Selfie with Daughter' contest in New Delhi on Wednesday. Out of total 27,000 participants, these three finalists, the other came from Mewat and Meghalaya respectively, were selected by a jury of five members. Sumel Kamal, 27, graduate from IIT Kharagpur who is currently working as Data Science Analyst with Accenture Applied Intelligence told TOI, “I come from Nanowal village which has one of the most skewed sex ratio and poor literacy rate in Punjab. My parents had a tough time raising us under societal pressure of adopting a son in agrarian atmosphere of our joint family.” Looking back at the difficult childhood, which she and her younger sister Gurnehmat had, who is preparing for her medical entrance exams after class XII, she shared as to how the relatives seemed more inclined to exchange somber notes on birth of her younger sister just few days after her birth than mourning death of a close family member, occasion for which they had gathered in the house. She credited her parents for giving progressive and positive outlook to their lives in this dismal scenario. “My father Kamaldeep Singh is a college professor and my mother a school principal. Quite interestingly, my parents gave me surname from my father’s maiden name, more so to give befitting reply to the people who would question them who would carry forward your name or family’s lineage,” she said with grin. Watching the prejudices from close quarters, Sumel expressed her sensitivity on this issue at every platform provided. From playing the role of a protagonist in a play woven around the subject of female foeticide to participating in awareness campaigns and street plays later on, she is determined to do her bit and best for the cause. She said that the felicitation from former president has motivated me to utilize every platform and opportunity possible to propel people to give equal amount of love, care and opportunities to their daughters. Sunil Jaglan, sarpanch of Bibipur village in Jind district of Haryana who started this contest said that this contest was held from June 10 to 16 to celebrate successful completion of four years of the intiative of clicking selfie with daughter to make people feel proud of their daughters and celebrate their birth. He felt that appreciation from Prime Minister Narender Modi who has mentioned his initiative during his radio show ‘Mann Ki Baat’ and his visits to Silicon Valley in American and Wembley Stadium in London gave him more encouragement to take this contest to other dimensions where he has opened many mini libraries for girls in Haryana. Download The Times of India News App for Latest City .", "time": "2019-06-19 22:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/punjab-girl-who-graduated-from-iit-kharagpur-felicitated-by-pranab-mukherjee/articleshow/69863549.cms"}, "\nPhilosophical perspective of Ganga through Kathak\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/philosophical-perspective-of-ganga-through-kathak/articleshow/69636747.cms", "description": "Pracheen Kala Kendra organized a spectacular dance ballet ‘Ganga’ by the students of Kendra in the direction of Kathak exponent Dr. Samira Koser at Tagore Theatre. There were about 80 participants between the ages of 5 to 55, who gave ample proof of training given bytheir Guru Koser. This programme was split in two parts, one was Dance ballet Ganga and other, pure kathak dance presentations of Jaipur Gharana. After the lighting of traditional lamp, the programme got a majestic start with Ganga. This dance ballet gives a message that we should awaken and purify Ganga as well as our souls and be good human beings before it’s too late. This ballet was presented by Shubhra Koser, Amrita, Anu, Divya, Mehak, Savitri, Tanaya, Sonika, anushka, Geetika, Pranjal , Ojaswita , Sargam and Gursimran. Download The Times of India News App for Latest City ."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "Panjab University to probe shooting of ‘Bandook’ video on campus": {"description": "CHANDIGARH: Panjab University has decided to launch an inquiry to learn how the video of Punjabi singer Jass Manak’s recently released song ‘Bandook’, which allegedly promotes gun culture, got shot on the university campus, registrar Karamjeet Singh said on Tuesday. Assistant professor Pandit Rao Dharennavar of PU-affiliated Post Graduate Government College, Sector 46, who had earlier protested against the playing of vulgar songs on school and college campuses in the city, gave a complaint to the registrar to inquire how the singer got permission to shoot the song’s video on the campus. The song in dock, Bandook, is part of a movie Sikandar 2 that will hit the theatres on August 2. The song was released about a week ago on YouTube and has been viewed 5 million times so far. Parts of the video of the song have been shot at hostel number 4, Dr Abdul Kalam Bhawan and the road connecting gate 1 of the university to Gandhi Bhawan. In his complaint, Dharennavar stated that the song promoted gun culture and was not suitable for students of the university. “When the authorities have issued orders banning the playing of vulgar, drugs and violence promoting songs on the campus, how come this song got permission to be shot here” Dharennavar asked. The registrar said he has received the complaint and an inquiry will be launched in the matter. “This is absolutely wrong. Any type of music promoting vulgarity, drugs and violence is not allowed on the campus,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:10:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/pu-to-probe-shooting-of-bandook-video-on-campus/articleshow/69848154.cms"}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Driver without helmet": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/driverwithouthelmet/articleshow/67186377.cms", "description": ""}, "In need of traffic lights": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/in-need-of-traffic-lights/articleshow/62908752.cms", "description": ""}, "Fortunes change for park shed-turned-parking stand": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fortunes/articleshow/62437159.cms", "description": ""}, "tree almost kisses road, commuters feel the heat": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tree-around-kisses-road-commuters-feel-the-heat/articleshow/61666462.cms", "description": ""}, "Fire engulfs scrap godown in Ludhiana": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/fire-engulfs-scrap-godown-in-ludhiana/videoshow/69809132.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Court allows fraud accused to travel abroad for 15 days": {"description": "CHANDIGARH: The Chandigarh district court allowed revision petition in a cheating case whereby accused Guneeta Grover had sought permission to travel abroad for 15 days. The lower court had rejected the application which was challenged in the appellate court which after hearing the arguments allowed the accused to go abroad with certain conditions. It was mentioned in the petition that petitioner is one of the directors of M/s KLG Finance Private Limited. She had applied for anticipatory bail which was allowed by this court vide order dated December 6, 2018, on the condition that petitioner shall deposit her passport with the police and shall not leave India without prior permission of trial court. It was further submitted that petitioner wants to go to Thailand and Singapore with her two daughters for a week in order to meet her relatives and friends during June 5 to June 28 on account of summer vacations of her daughters. Therefore, she had moved an application before lower court seeking permission to go abroad which was dismissed on the ground that since she has not deposited her passport with the police. The prosecution opposed this revision petition and stated that in case the permission is granted to the applicant to go abroad, there is every likelihood of her absconding as she will not return to India and hence the prayer for dismissal of the present revision petition was made. Guneeta Grover was arrayed as an accused in a case whereby an FIR was registered against her on November 22, under sections 420, 467 468 471, 120-B of the IPC at PS-26, Chandigarh and on December 6, 2018. She was granted concession of anticipatory bail subject to conditions including the condition not to leave the country without the permission of the court. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:51:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/court-allows-fraud-accused-to-travel-abroad-for-15-days/articleshow/69852712.cms"}, "3 Punjab men convicted for fake government job scam": {"description": "CHANDIGARH: A local court in Panchkula has convicted three persons who had collected Rs 43.31 lakh from gullible youths for recruitment as computer teachers for a society, which had a name that was similar to a government-run scheme. In this case, Sandeep Singh, Mandeep Singh and Amit Kumar, all residents of Tarn Taran district of Punjab, had collected Rs 43.31 lakh from 11,707 unemployed persons from Punjab by inviting applications for recruitment of computer personnel for various offices of a society, whose name was similar to the Sarv Siksha Abhiyan. “... They must have felt cheated during such phase of their life where they were struggling for their survival and were searching for employment. Such meticulously planned crimes impact the society on a larger scale,” observed judicial magistrate first class (JMIC) Panchkula, Viren Kadyan while sentencing the accused. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/3-pb-men-convicted-for-fake-govt-job-scam/articleshow/69849289.cms"}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "Cycle track battles apathy": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cycle-track-battles-apathy/articleshow/62843611.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "LPAI accelerates ICP work, agencies suggest various security measures": {"description": "DERA BABA NANAK: The Land Port Authority of India (LPAI) has accelerated construction of the integrated checkpost (ICP) at Dera Baba Nanak to facilitate pilgrimage. The first jatha is expected to leave for Gurdwara Darbar Sahib, Kartarpur Sahib, Pakistan through the Kartarpur Corridor after four months. The construction work got the momentum after the recent visits of Gurdaspur MP Sunny Deol and Punjab chief secretary Karan Avtar Singh, who emphasized the need to expedite the work of ICP. In March, LPAI had begun the symbolical construction of the ICP by levelling 50 acres of land, but the work of the first phase couldn’t be started due to delay in awarding the contract. “Now the work has picked up pace and we have begun construction work of passenger terminal building which will have facilities of immigration, customs, bank, rest room, baggage trolleys and basic medical facilities under one roof,” said LPAI manager Sukhdev Singh while talking to TOI on Wednesday, adding that the work of the first phase of 16 acres of ICP would be completed by October 31. LPAI aims to complete and operationalize the first phase as soon as possible so that pilgrimage is not affected when the construction work in the remaining 34 acres in the second phase of ICP gets underway. Meanwhile, highly-placed sources said a meeting of security officials from various agencies, including Army, was held at Dera Baba Nanak on Wednesday to discuss the issue of security of pilgrims and ICP and possible threats. Security agencies have suggested constructing an underground parking lot at the ICP so that in case of eventuality, the operational manpower could be shifted to the underground parking. The other security features suggested by security officials included installation of automatic bollards at the international gate. “In case of an attack, the gate can be easily demolished, but the bollards will create obstacles in the entry of armoured vehicles giving precious times to Indian forces to react,” said sources. Another suggestion made was to construct a demolition chamber under the Indian bridge, so that it could be disposed of immediately in event of an attack from Pakistan side, added sources. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/lpai-accelerates-icp-work-agencies-suggest-various-security-measures/articleshow/69866278.cms"}, "MA from  Panjab University, blind man ends up as beggar, lives on footpath": {"description": "CHANDIGARH: Billu Paswan, 38, suffering from 100% visual disability, is living on the footpath as the UT authorities have turned a blind eye to his problems. Originally hailing from Bihar, Paswan has been living in Chandigarh for 29 years. He did his schooling from the city and went on to pursue an MA in Hindi from Panjab University (PU). However, after he was evicted from the university hostel in 2017 since he was no longer a student, he was forced to live on footpath in absence of any job or caretaker. He has pitched a tent in front of a temple in Sector 29, and performs his morning ablutions two metres from his sleeping bed, as, he says, he has no one to guide him. Paswan said his mother was no more and his father has been in a psychiatric hospital for past over a decade. He said his siblings had abandoned him and he had no knowledge of their whereabouts. In February, Paswan, through a Good Samaritan, had written a letter to the social welfare and child department of the UT administration to help him provide some assistance in terms of shelter and food. However, the administration took notice of his complaint only recently and passed it on to registrar of PU since the complaint mentioned that Paswan was evicted from PU hostel. The university said under its policies, they allot hostel to blind students as soon as they get admission. \"Billu was also allotted the hostel on ground floor near the mess. He lived here for around 10 years. He kept taking admissions in courses to stay in hostel but kept failing. There were also multiple complaints from students about Billu's hygiene. After he was no longer a student, we had to serve him an eviction notice,\" said a university official. Billu said he wanted the administration to rehabilitate him at a shelter home. He said wherever he approached, he was denied entry because he did not have any caretaker. \"Here on footpath under a tree, my life has become miserable. I have to brave harsh weather. The money people give to me is always stolen. My mobile phone has been stolen three times. After my eviction from the PU hostel in 2017, I had gone to Rohtak to work at a blind school, but had to leave when they did not pay me for three months. Now, my only request is to administration get me a shelter and engage me in a job that would be suitable for a blind man,\" he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:49:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/ma-from-panjab-university-blind-man-ends-up-as-beggar-lives-on-footpath/articleshow/69852651.cms"}, "Patiala: Drug addict gets new life": {"description": "PATIALA: A government-run drug de-addiction and rehabilitation centre at Brahman Majra in Fatehgarh Sahib has given a new life to a Sirhind-based patient, who has been a drug addict for the last six years. Besides diagnosing him, the doctors at the centre gave him counselling and strengthened his mind to fight his addiction. With sheer determination, he quit drugs and is now living happily with his family, which was earlier troubled by his addiction. The patient now guides others to lead a healthy life. He says that an addict spoils everyone's life around him. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/patiala-drug-addict-gets-new-life/articleshow/69852751.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Bus stop keeps passengers standing": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bus-stop-keeps-passengers-standing/articleshow/62908665.cms", "description": ""}, "Groundwater dip: Punjab for special status": {"description": "CHANDIGARH: The Punjab government has urged the Centre to grant special category state status to the state under the Accelerated Irrigation Benefits Programme (AIBP) to strengthen the irrigation infrastructure due to over exploitation of groundwater. In its submissions during the Niti Aayog meeting on June 15, it was highlighted that the water table is falling in almost 85% area of the state. Out of the total 138 blocks in Punjab, 109 blocks are over-exploited, two critical and five semi-critical, and there is an annual over exploitation of groundwater to the extent of 14.20 billion cubic metre annually. “It is strongly felt that it would be in national interest that the state gets specific grant of Rs 2,575 crore from 2020-21 to 2024-25 by the 15th finance commission so that projects for modernization of canal systems can be taken up and the declining trend of groundwater level be reversed,” state chief minister Capt Amarinder Singh has submitted. He has requested the central government to approve the project of extension, renovation and modernization of canals being fed from Satluj, amounting to over Rs 918 crore, and revamp of various distributaries systems along with Upper Bari Doab Canal at a cost of over Rs 1,112 crore. The state government has cited the latest report by the central ground water board that has indicated that the water in all the three underground natural aquifers in Punjab shall finish in next 20-25 years. Also, the sub surface water in the state is depleting at a rate of more than 50 cm every year. Procurement of maize, pulsesPunjab government has suggested that there is a need to come up with some robust system of the central government sponsored procurement of alternative crops which will also reduce farmers’ dependence on wheat and paddy, and also conserve natural resources. It has been highlighted that the minimum support price (MSP) of crops other than wheat and paddy is also fixed by the central government, but there is no mechanism for procurement of crops like maize, pulses and oilseeds. Therefore, prices of these crops remain subdued in market and farmers have to suffer. Doubling farmers incomeChief minister Capt Amarinder Singh has sought Niti Aayog’s support for preparing a road map to double farmers’ income by 2022 and has said that it must include clear and precise plans specific to the state, crop and agri-climatic conditions. At the same time, the chief minister has sought Prime Minister’s personnel intervention for announcing national debt waiver for farming community including farm labourers. It has also been suggested that the sum of Rs 6,000 per year under the PM-Kisan Samman Nidhi should be increased to at least Rs 12,000 per year and to also give similar financial assistance to farm workers. Relief for drought situationThough the state government has submitted that Punjab is drought protected due to 100% assured irrigation but in the event of deficient rains whose frequency is increasing, it would need a sum or around Rs 2,000 crore in drought like situation given the specific agro-climatic conditions of state. It has been suggested that the central government should enhance the subsidy on intelligent irrigation techniques from present level of 30% to 70%. At the same time, the central government should also enhance the allocation under Prime Minister Krishi Sinchai Yojna to Punjab to Rs 1,000 crore per annum. Download The Times of India News App for Latest City .", "time": "2019-06-20 07:05:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/punjab-seeks-special-category-state-status-to-check-over-exploitation-of-groundwater/articleshow/69866267.cms"}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "Denied leave to share research in Germany, professor gets it from HC": {"description": "CHANDIGARH: On being denied leave to present a research paper in Germany, MCM DAV assistant professor Renu Bala of physics department moved the Punjab and Haryana high court, and justice was duly served. Bala along with Vinok Ashokan and former Panjab University vice-chancellor Kare N Pathak were called to present their research paper at FH Munster University of Applied Sciences in Germany on a fully sponsored programme by the German government. However, Bala was denied the desired leave by her college that cited her requirement in admission duty for the upcoming admissions. The principal allowed her a leave, but only till June 23. Bala then approached the high court seeking allowance to visit to Germany for the programme between June 15 and July 7. The court in its order observed that Bala’s tickets were booked and a visa to her was issued by the German government. MCM DAV College PRO Ashish said Bala left the country for the programme after the court’s order. Associate professor Renu Bedi, dean sciences and head of physics department, said the authorities should encourage and feel proud when teachers are given opportunities to visit abroad to attend conferences/ workshops, that too fully sponsored. “The NAAC and NIRF rankings of colleges are also based on such achievements,” Bedi said. The professors’ research paper is on theoretical condense matter physics that studied the physical properties of quantum nanowire, such as the flow of electrons. The study has potential applications in building superfast quantum computers that are only talked about and have not been a reality so far. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:54:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/denied-leave-to-share-research-in-germany-prof-gets-it-from-hc/articleshow/69848189.cms"}, "Sanya Malhotra launches new watch collection": {"time": "", "link": "http://photogallery.indiatimes.com/events/chandigarh/sanya-malhotra-launches-new-watch-collection/articleshow/69727294.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Kurukshetra: Police probe murder angle in engineering student's death": {"description": "KURUKSHETRA: The Kurukshetra police on Monday registered a case of murder in connection with the death of a student of National Institute of Technology (NIT) Kurukshetra who reportedly died after falling from the third floor of institute's hostel. The case was registered on the complaint of Ritik Batra’s father Rajnish Batra who raised suspicions that his son had been murdered. Ritik belonged to Karnal and was studying in first year of Bachelor of Technology (BTech) at the NIT Kurukshetra campus. “Ritik was staying in room number 123 of hostel number 1 of the NIT. I talked to him on May 20 at around 10pm. After an hour, my wife received a call on her mobile phone from someone who informed her that Ritik fell from the third floor of the hostel. We rushed towards Kurukshetra, but on the way we were informed that he was being taken to a private hospital in Karnal and we reached there. After some time, my son was brought to the hospital in Karnal by his roommate Shivam and warden DK. On May 21, we shifted him to a private hospital in Gurugram for better treatment, where he succumbed to his injuries on May 29 at around 7pm,” Rajnish stated in his FIR. “On May 30, policemen from Third Gate police post in Kurukshetra reached Gurugram. They claimed that Ritik died after slipping from the third floor of hostel number 10. My son’s mobile phone, bag, purse, ATM, Aadhar card are missing. My son lived in hostel number 1 but the incident is reported to be from hostel number 10. So far, the police have not obtained the call details of my son’s mobile phone and nor have they obtained the CCTV footage from hostel number 10. I suspect that my son has been murdered,” Rajnish claimed. “In the post-mortem report the doctors disclosed the cause of death due to internal injuries in chest and spine. Moreover, Ritik did not have any external injury which is impossible if someone falls from the third floor. I visited the spot where he had fallen in the hostel and witnessed no sign of blood or any such marks there. I suspect my son was murdered,” Rajnish said while talking to TOI. Following his complaint on June 17, a case under Section 302 (punishment for murder) of the Indian Penal Code (IPC) was filed at the Kurukshetra University (KU) police station. “We have registered a case on the statement of Ritik’s father and it is being investigated. Earlier, during the police enquiry, it emerged that he died after falling from the third floor of the hostel but now his father raised suspicions on boy’s death and the case is being investigated accordingly,” said a police officer. Download The Times of India News App for Latest City .", "time": "2019-06-19 18:42:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/kurukshetra-police-probe-murder-angle-in-engineering-students-death/articleshow/69860124.cms"}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "No power tariff hike in Chandigarh, says JERC": {"time": "2019-06-18 21:04:00", "link": "https://timesofindia.indiatimes.com//city/chandigarh/no-power-tariff-hike-in-chandigarh-says-jerc/articleshow/69846072.cms", "description": "CHANDIGARH: Providing major relief to the residents, the Joint Electricity Regulatory Commission (JERC) approved the electricity department’s petition, wherein they had not proposed any hike in power tariff for financial year 2019-20. As per the latest orders of the JERC, the new tariff will be applicable from June 1 and will remain valid till further orders from the commission. The electricity department in its power tariff petition submitted before the JERC had stated that there will be a surplus of Rs 18.65 crore for period between financial year 2017-18 to 2019-20, therefore the department did not propose any power tariff hike. Last time, the JERC had marginally increased rates in domestic and commercial categories and had reduced rates in the industrial category for the financial year 2018-19. In the domestic category, rate were increased from Rs 2.55 to Rs 2.75 in the slab of 0-150 units, while there was no change in the rate of Rs 4.80 in the slab of 151-400 unit. In the slab of above 400 units, the rate was increased from Rs 5 to Rs 5.20 per unit. Along the similar lines, a small increase in the commercial consumer category was also made. In the commercial category, there was no change in the rate of Rs 5 in the slab between 0-150 units, while in slab of 151-400, rate was increased from Rs 5.20 to Rs 5.30 per unit. In above 400 slab, rate was increased from Rs 5.45 to Rs 5.60 per unit. In the latest petition, the UT Electricity Department had also submitted that they had started a drive against defaulters. The department submitted that they had issued notices to defaulters and even disconnected power supply of major defaulters. As per the latest list, there are total 270 defaulters, who owe over Rs 10 crore to the electricity department. Out of the 270 defaulters, the department had disconnected connections of around 50% consumers while the remaining are tangled in dispute with the department. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Punjab chief secretary reviews preparations for 550th Guru Nanak anniversary, gives deadline of September 30": {"time": "2019-06-18 22:29:00", "link": "https://timesofindia.indiatimes.com//city/chandigarh/punjab-chief-secretary-reviews-preparations-for-550th-guru-nanak-anniversary-gives-deadline-of-september-30/articleshow/69847375.cms", "description": "SULTANPUR LODHI: As he reviewed preparations being made for celebrating 550th anniversary of Guru Nanak in this historic town, Punjab chief secretary Karan Avtar made it clear to the officials that all the ongoing works must be completed before September 30 this year. Chairing a meeting to review the preparations of the mega event here at office of the market committee, the chief secretary, accompanied by Commissioner Jalandhar division B Purusartha and Inspector General of Police Naunihal Singh said that the celebrations during the mega event would start from November 5 and holy city would witness huge rush of devotees till November 15, so all the ongoing development works needed to be completed before September end. He said that any sort of callousness in this task would not be tolerated at any cost. \"The commemorative events must be a spectacular show for which every officer/ official must perform their duty zealously,\" he said. The chief secretary said that any sort of inordinate delay in execution of work was unwarranted and undesirable. He also said that besides ensuring prompt execution of work the officers must also make sure that the work was conducted as per the highest specifications of quality. In a big bonanza for the residents of Sultanpur Lodhi, he said that Bebe Nanaki Memorial University College for Girls would start professional courses like BCA/B Com from July 1 adding that this would provide an opportunity to girls of the region to have an access to quality education. The chief secretary also said that three tented cities to facilitate around 40,000 pilgrims would be erected at around 280 acres of land in Sultanpur Lodhi. Special arrangements would be made to ferry the pilgrims via rail and road route to Gurudwara Sahib, he said adding that fencing of Kali Bein would be done at two kilometres area which was vulnerable to avoid any sort of mishap. Chief secretary also said that a bio-diversity park would be set up on 8 acres of land as a part of the event adding that Nanak Bagichi would also come up in front of SDM office at Sultanpur Lodhi. He said that a hi-end light and sound show would be held at the holy city during the mega event. He also asked the various departments to ensure proper disposal of solid and liquid waste management during the celebrations. Download The Times of India News App for Latest City ."}, "Punjab CM Amarinder Singh won't attend Niti Aayog's meeting": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/punjab-cm-amarinder-singh-wont-attend-niti-aayogs-meeting/videoshow/69799381.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Stray dogs greet visitors to the Fragrance Garden": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/welcome-to-the-fragrance-garden/articleshow/62437117.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Deputation of doctors failing to perform to be cancelled: Sidhu": {"description": "CHANDIGARH: The Punjab government has decided to cancel the deputation of doctors who fail to perform, especially in border areas. Health minister Balbir Singh Sidhu announced this on Wednesday, during a meeting with civil surgeons. Civil surgeons have been directed to ensure that senior medical officers, in their respective districts, visit sub-centres for ensuring effective implementation of public services. The minister said civil surgeons should ensure that doctors only prescribe medicines available in government hospitals, so that needy people do not have to buy medicines from private chemists at exorbitant prices. He was apprised by the civil surgeons posted in all districts regarding vacancies in medical staff cadre and sought details of all vacant posts in a week. To improve the performance of hospitals and streamline their functioning, 535 nurses have been recruited under the National Health Mission last month and another 114 will be recruited by the last week of June, said Sidhu. Reviewing health and wellness centres established to provide 13 essential health services, Sidhu said till August 2019, 553 community health officers would be appointed at health and wellness centres and 1,800 sub-centres would be turned into wellness centres. In all, 847 centres have been made functional with 419 community health officers being appointed for the purpose. He said computers would also be provided to community health officers for digitalizing the details of patients. Punjab additional chief secretary (health and family welfare) Satish Chandra brought to the notice of the minister that Punjab and Andhra Pradesh had been adjudged as the better performing states on parameters of establishing health and wellness centres. Download The Times of India News App for Latest City .", "time": "2019-06-20 10:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/deputation-of-docs-failing-to-perform-to-be-cancelled-sidhu/articleshow/69866208.cms"}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "Clear the mess, please:": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/clear-the-mess-please/articleshow/61680646.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Future drivers pick up road safety lessons": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/future-drivers-pick-up-road-safety-lessons/videoshow/69830139.cms", "description": ""}, "Mohali: Furniture showroom gutted in fire": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/mohali-furniture-showroom-gutted-in-fire/videoshow/69761852.cms", "description": ""}, "Exam for post of naib tehsildar: HC lens on leak of question paper": {"description": "CHANDIGARH: Taking cognizance of a plea seeking cancellation of the written examination recently conducted by the Haryana Public Service Commission (HPSC) for recruitment on naib tehsildar’s post, the Punjab and Haryana high court has fixed July 8 for hearing the petition The matter came under HC scanner after Bhiwani resident Devender Singh and seven other candidates who took the exam, filed a petition, seeking re-examination. Their contention is that despite the arrest of several persons for allegedly leaking the question paper for selection of naib tehsildars, the commission has not cancelled the examination. The petitioner informed the HC that the exam papers were leaked in Karnal and police were able to nab a whole gang of persons who were involved in supplying the same to a large number of candidates. “When the paper was leaked, then the sanctity of the test was itself lost and the HPSC should have cancelled the same and ordered re-examination. It was just one gang that was caught. What about the other or others who were not caught or detected and the persons to whom it was further circulated, as today just a click of button on phone sends the same to thousands,” the petitioners’ counsel Saurabh Dalal submitted to the HC. Dalal also contended that the state machinery and the HPSC were not capable of handling and conducting the exam and even if a single candidate got the answer key to the leaked paper, the future of thousands of other candidates would be at stake on account of unfair means by some. He also submitted that the state and the HPSC should employ fool-proof measures of conducting examinations so that the future of those who have put in years of hard work and dedication is not jeopardized. The petitioners have prayed for cancellation of the examination held on May 26 and re-conduct of the written examination. In July 2015 and May 2018, the HPSC had issued advertisement for the selection of 70 posts of naib tehsildar (Group-B) in revenue and disaster management department, Haryana. The commission conducted the written exam in various districts of Haryana on May 26. The Haryana Police claim to have busted a gang allegedly involved in leaking the examination paper at Rewari on May 26. The paper leak was cracked by Rewari Police and the special task force (STF), Gurgaon, on the basis of secret information. According to preliminary investigation, the paper was leaked in Karnal and solved in Gurgaon. The answer keys were to be provided to candidates in Rewari centre but the accused were nabbed before that. The HPSC declared the result of the written examination on June 13. Download The Times of India News App for Latest City .", "time": "2019-06-19 08:15:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/exam-for-post-of-naib-tehsildar-hc-lens-on-leak-of-question-paper/articleshow/69849609.cms"}, "Tragedy is going to fall": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tragedy-is-going-to-fall/articleshow/59996342.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "chd citizen cross the road without any fear": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/chd-citizen-cross-the-road-without-any-fear/articleshow/62976231.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Cold treatment": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cold-treatment/articleshow/62812823.cms", "description": ""}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Water woes": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/water-woes/articleshow/62908733.cms", "description": ""}, "Not so pretty": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/not-so-pretty/articleshow/61680638.cms", "description": ""}, "WHERE IS SWACH BHARAT": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/where-is-swach-bharat/articleshow/62954877.cms", "description": ""}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Who will drain out this water": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/who-will-drain-out-this-water/articleshow/59996357.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Class XI admission: Education department releases first provisional merit list": {"description": "CHANDIGARH: A total of 15,931 students who had applied for Class XI admission in government schools have made it to the first provisional common merit list uploaded on the website of the UT education department on Tuesday. The students have been selected between 32.99 and 100 percentile. The number includes students with compartment. The common merit list includes the names of all the eligible candidates who have applied for admission to Class XI in science, commerce, skill courses and humanities stream. This list has been prepared in the order of percentage before the tie-break. Tie points will be settled at the time of allotment of school and stream. A stream-wise provisional merit list has also been prepared (before Tie Break) on the basis of first preference given by the candidate. Suppose a candidate has selected the science stream as his first preference, commerce as second and skill courses as the third, his/ her name in the stream-wise list has been included in the first preference list of science stream. However, the actual position may change at the time of allotment of school and stream and thus no inference should be drawn from the said list, officials stated. In the science stream, 3,157 students, 2,243 in commerce and 9,124 in humanities have been considered eligible. The remaining 1,407 students have been stated eligible for different vocational courses. In the sports category, 63 students have been considered eligible, including three compartment students. The UT education department had received 18,575 applications but only 15,931 had completed the process. All of them have been included in the provisional eligibility list. There are total 11,065 seats in 40 government senior secondary schools for three main streams and skill courses. For the candidates who filled more than one registration forms, the first one entered in the system has been considered. The other form(s) have been rejected. While going through the list, the students must double-check the particulars such as name, father’s name, board roll no., date of birth. They must also see if their grades or marks secured in Class X examination have been entered correctly. They should also calculate the merit as per details mentioned on Page 10 of the prospectus and ensure that the school code and stream code have been mentioned correctly. In case of any discrepancies, the candidates will have to report to the grievance redressal cells formed in two schools on June 19 before 2pm. No change in preference of school and stream will be allowed before completion of the first round of counselling, the latest notice reads. As per the schedule of admission, the list indicating allotment of school and stream will be displayed on June 25 at 11am. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:02:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/class-xi-admission-education-dept-releases-first-provisional-merit-list/articleshow/69848146.cms"}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Chandigarh Housing Board holds draw of lots for allotment of 52 small flats at Maloya": {"description": "CHANDIGARH: The Chandigarh Housing Board (CHB) on Tuesday held computerized draw of lots for allotment of 52 small flats under Slum Rehabilitation Programme at Maloya Housing complex. The eligibility of the applicant was recommended by the UT estate office. Besides, another computerized draw was conducted for the two applicants of the Oustees Scheme. Both the applicants got dwelling units in Sector 63. To maintain transparency and fairness, both computerized draws were held in presence of applicants and under the supervision of senior officers of UT administration as independent judges. Yashpal Garg, chief executive officer (CEO), CHB, said draw of the result has been uploaded on the website of CHB (www.chbonline.in). A copy of the result has also been provided on the notice board of the CHB, he added. The administration rehabilitates slum-dwellers after conducting a biometric survey. The colonies resettled in the last ten years include Colony No 5, Nehru Colony, Kuldeep Colony and Mazdoor Colony. The allottees will have to pay Rs 1,000 as licence fee every month for 20 years after which they will pay the balance to get the ownership of the flat. The construction of the flats in Maloya had begun in June 2014 at a cost of Rs 250 crore under the Jawaharlal Nehru Urban Renewal Mission (JNNURM). Prime Minister Narendra Modi was to hand over the flat keys to the allottees in May last year, but couldn’t do so as the project was incomplete. The project, construction which began in 2014, was originally meant to be completed by 2016, but it got delayed by more than two years. Chandigarh Housing Board is the nodal body for the construction of rehabilitation colonies. So far, it has built 12,736 of the total 25,728 flats proposed for slum-dwellers. Of these, around 12,000 were built in sectors 38(W), 49, Dhanas, Mauli Jagran–II and Ram Darbar. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:34:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/chb-holds-draw-of-lots-for-allotment-of-52-small-flats-at-maloya/articleshow/69848876.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Complete works in Sultanpur Lodhi by Sept-end: Chief secy": {"description": "Sultanpur Lodhi: Reviewing preparations for 550th birth anniversary of Guru Nanak Dev in the historic town, Punjab chief secretary Karan Avtar made it clear to the officials that all the ongoing works must be completed before September 30. Chairing a meeting to review the preparations of the mega event here at office of the market committee, the chief secretary, accompanied by commissioner Jalandhar Division B Purusartha and inspector general of police Naunihal Singh said the celebrations during the mega event would start from November 5 and holy city would witness huge rush of devotees till November 15, so all the ongoing development works needed to be completed before September end. He said any sort of callousness would not be tolerated at any cost. “The commemorative events must be a spectacular show for which every officer must perform their duty zealously,” he said. The chief secretary said any sort of inordinate delay in execution of work was unwarranted and undesirable. He also said that besides ensuring prompt execution of work, the officers must also make sure that the work was conducted as per the highest specifications of quality. In a big bonanza for the residents of Sultanpur Lodhi, he said Bebe Nanki Memorial University College for Girls would start professional courses like BCA and BCom from July 1, adding that this would provide an opportunity to girls from the region to have an access to quality education. Avtar said three tented places to facilitate around 40,000 pilgrims would come up in around 280 acres of land in Sultanpur Lodhi. He said special arrangements would be made to ferry the pilgrims via rail and road route to the Gurdwara Sahib. Avtar further said fencing of Kali Bein would be done at 2-km area to avoid any sort of mishap. Download The Times of India News App for Latest City .", "time": "2019-06-19 07:19:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/complete-works-in-sultanpur-lodhi-by-sept-end-chief-secy/articleshow/69849601.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Kerala's Sifiya to be conferred with Neerja Bhanot Award": {"description": "CHANDIGARH: The Neerja Bhanot Pan Am Trust on Tuesday announced that Kerala's Sifiya Haneef will be conferred the Neerja Bhanot Award-2018. The award function will be held on September 7, 2019, Neerja's birthday, at Chandigarh. Wendy Sue Knecht, who is coming down from Los Angeles, specially to preside over the award function will honour Sifiya. Wendy was also employed with Pan Am and was Neerja's trainer. The annual Neerja Bhanot Award was instituted in 1990 in the memory of senior flight purser Neerja Bhanot, who saved several lives while sacrificing her own, during a Pan Am plane hijack at Karachi Airport in September 1986. The corpus of the trust is the insurance money offered to the Bhanot family and a contribution by Pan Am for adding the 'Pan Am' brand name in the title of the trust. The trust does not accept any donations and operates from the interest earned on the corpus. The award consists of Rs. 1.50 lakh in cash, a citation and a trophy. It is conferred on an Indian woman who, when faced with social injustice, overcomes it with guts and grit and then helps other women in social distress. According to Akhil Bhanot, managing trustee of Neerja Bhanot Pan Am Trust, \"Sifiya got married when she was 16 and her studies were stopped. Unfortunately, her husband died when she was 20. She had two children by then. Sifiya wished to continue her studies but did not get any support. Not willing to give up, she took on a part-time job and resumed her studies. After a lot of struggle and realising that life was very tough not only for her but for other widows as well, she started spending her salary on helping widows. She started a Facebook page called 'Chithal' where she wrote about the issues facing widows. Today, she is helping more than 300 families by providing homes, constructing toilets in colonies, distributing medicines and giving pension.\" Download The Times of India News App for Latest City .", "time": "2019-06-20 10:13:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/keralas-sifiya-to-be-conferred-with-neerja-bhanot-award/articleshow/69868945.cms"}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "On cam: Cong councillor's brother, aides thrash woman in Punjab's Muktsar": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-cong-councillors-brother-aides-thrash-woman-in-punjabs-muktsar/videoshow/69797276.cms", "description": ""}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Need masks": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/need-masks/articleshow/61680478.cms", "description": ""}, "Teeth, cloth help kin identify body found burnt in Mohali": {"description": "MOHALI: The body of a man, who was found burnt in Mohali last week has been identified by his family members. The deceased, Ramesh Kumar of Raebareli, was residing in Mohali and was a soup vendor. The deceased has been identified from his teeth, chin and a piece of cloth, which he used regularly. \"The body has been sent for postmortem, which would be conducted by a panel of doctors at Rajindra hospital in Patiala,\" said Sohana station house officer inspector Manphul Singh. Manphul said, \"Family members of the deceased (his daughter Sarita and brothers Dinesh and Ramesh) have come from Raibrailey to identify his body. They identified him from his teeth, which they claimed had a typical formation. Secondly, he also used to carry a cloth with him.\" Meanwhile, Manphul said the police would still procure viscera and DNA samples to ascertain the identity of the dead man. The cause of death will also be ascertained once the postmortem report is received. Panic had gripped the area when an unidentified body of a man was found burnt under mysterious circumstances near railway tracks in Sector 82, Mohali on June 13. Police said that the body was spotted by a passerby at 8.30am. The police have not ruled out the possibility of murder in the case. On getting the information, area DSP Ramandeep Singh said that a team of local police along with CIA staff and forensic experts rushed to the spot. A special team of government railways police was also summoned from Patiala. On April 27, a partially burnt body of a 'five-month pregnant' woman was found near MDC police station in Panchkula. The deceased has been identified as Arti alias Anu (38), a resident of Surajpur near Pinjore. Cops said that she had been strangulated before being burnt by her paramour and his brother. Later, the accused were were arrested. Download The Times of India News App for Latest City .", "time": "2019-06-19 06:15:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/teeth-cloth-help-kin-identify-body-found-burnt-in-mohali/articleshow/69850284.cms"}, "\nA peep into Haryanavi culture\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/a-peep-into-haryanavi-culture/articleshow/69760121.cms", "description": "Candigarh Sangeet Natak Akademi in collaboration with Haryana Kala Parishad organized Daaman Ki Phatkar- The Mirror of Haryanvi culture. A programme based on Haryanvi culture, it presented folk songs, dances, and Haryanvi comedy skit, directed by Ravi Shankar. It began with the Saraswati Vandana, followed by Haryanvi dance. A song 'Mere yaar Sudama Re,' by Isha Panchal and group dance by Bham Lehri were also presented. Download The Times of India News App for Latest City ."}, "\nCancer survivors get treated to a film\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/cancer-survivors-get-treated-to-a-film/articleshow/69665435.cms", "description": "Nearly 150 cancer survivors and their near & dear ones today bonded with their doctors and nurses over a film and popcorn as they enjoyed themselves at an exclusive screening of the Salman Khan starrer latest fim ‘Bharat’ organised for them by Saarthak, the cancer support group of a cancer institute in Mohali, at a city-based mall multiplex. The get-together of the cancer survivors was done on Cancer Survivor’s Day that is celebrated worldwide to demonstrate that life after a cancer diagnosis can be a reality. The cancer survivors thoroughly enjoyed the movie as well as the snacks served to them. “When you are faced with this dreaded disease, your life changes dramatically and you tend to become depressed and full of self-pity,” stated Satish Bhatia, who was diagnosed with cancer and underwent treatment at the institute. Dr Rajeev Bedi, director of the institute in Mohali suggested to the cancer survivors to reach out to other members of the community and get them to join any free support group like Saarthak. Download The Times of India News App for Latest City ."}, "Chandigarh: Seminar on MBBS study in Russia, Ukraine": {"description": "CHANDIGARH: To spread awareness among the student community about MBBS courses in Ukraine and Russia, a seminar on ‘MBBS Abroad’ will be held in city on June 20 from 11am to 6pm and on-the-spot admission letters will be issued to students meeting the criteria by the university delegates. “In the seminar we will assist students for admission in MBBS programmes in reputed institutions which are approved by Medical Council of India (MCI). The studies of MBBS are very cost effective in these countries’ vis-a-vis other international colleges and universities. All institutions are government owned. What’s more, the Ukranian and Russian method of teaching and degrees have worldwide acceptance,” said organizer Puneet Rampall. Apart from being cost-effective, there are many benefits of studying MBBS in Ukraine and Russia. First and foremost is the ease of the admission process, said Puneet adding, “The students have to send us the copy of their international passport, which should be valid for not less than 2 years, and their Class X and XII certificates and qualified NEET certificates. Download The Times of India News App for Latest City .", "time": "2019-06-19 09:50:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/seminar-on-mbbs-study-in-russia-ukraine/articleshow/69848199.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Patiala: 4 held for planning to commit dacoity": {"description": "PATIALA: Police on Tuesday arrested four persons for allegedly planning to commit a dacoity in Patiala during a raid. The police also recovered a 32-bore revolver along with 20 live cartridges, a 312-bore country-made revolver along with two live cartridges, an iron rod, a knife and a two-wheeler from their possession. During the questioning, police found that the accused were habitual offenders as they had been booked in several cases of theft and robberies in the past. The accused had assembled behind PSPCL flats near railway crossing gate number 23 to chalk out a plan to commit dacoity. Police said that the accused were identified as Sanjeev Kumar, Sandeep Kumar, Raj Kumar and Gulab Chand. Another accused identified as Pappu is still at large, they added. \"The accused are booked in over 12 theft cases registered in Patiala district alone while they have also committed more than 20 armed robberies. In one case, the accused had robbed a general store owner and even opened fire at him,” investigating officer Shaminder Singh said. Download The Times of India News App for Latest City .", "time": "2019-06-19 21:01:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/patiala-4-held-for-planning-to-commit-dacoity/articleshow/69862230.cms"}, "Black-out": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/black-out/articleshow/63350507.cms", "description": ""}, "Woman assault case: Police arrest Congress councillor Rakesh Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/woman-assault-case-police-arrest-congress-councillor-rakesh-choudhary/videoshow/69811807.cms", "description": ""}}