{"Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Police nab one for break-in, recover goods worth Rs 24 lakh": {"time": "2019-06-16 10:41:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/police-nab-1-for-break-in-recover-goods-worth-rs24l/articleshow/69805561.cms", "description": "AURANGABAD: A history-sheeter was nabbed by the local crime branch (LCB) of Aurangabad rural police in connection with a house break-in case committed in Vaijapur tehsil on Thursday. In the latest case, the accused — identified as Kishor Wayal (38) — along with his accomplice stole articles worth Rs24 lakh, including 720 gram of gold, 795 gram of silver and some cash. The accused is a self-proclaimed “Robin Hood” and is known for using the stolen money for social activities in his village Mera of Chikhli in Buldhana district. LCB inspector Bhagwat Phunde said, “As per our information, the accused has over 100 cases of house break-in and thefts registered against him in different parts of the country.” Police claimed that they have not only detected the latest case, but have also made cent per cent recovery. A manhunt has been launched for Wayal’s accomplice who is on the run. Wayal along with his accomplice on Thursday broke into the house of a trader, Hrushabh Chajed, who along with his family had gone to Pune. The incident came to light at 5pm, when a neighbour went to Chajed’s house for getting a mixer. She soon informed others and police was called in. During probe, the LCB team found a CCTV footage in which two suspects were found moving on a motorbike. The police soon identified one of the suspects as Wayal, who after committing the offence went straight to his hometown. A police team was sent Wayal’s village to arrest him. During interrogation, the accused not only confessed to the crime but also handed over the stolen articles to police. Wayal recently got released from prison after he was arrested by city police for committing burglary in a similar fashion on February 4. Additional superintendent of police Ganesh Gawde said that the Wayal’s involvement in other property offences committed since he got released is being checked. “We suspect his involvement in more property offences and we are investigating the cases,” he said. Download The Times of India News App for Latest City ."}, "\nChitrakala Mahotsav held at Saraswati Bhuvan College attract art lovers in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Chitrakala-Mahotsav-held-at-Saraswati-Bhuvan-College-attract-art-lovers-in-Aurangabad/articleshow/32409293.cms", "description": "The Chitrakala Mahotsav held recently at Saraswati Bhuvan College attracted many art lovers in the city.  The event witnessed a presence of personalities from various fields. Sanjay Kumar, commissioner of police who attended the fest along with wife Roshita said, “Sketching is one of the most expressive forms of art. With so much talent around, educational institutes in the city should ensure that every art aspirant is provided with good facilities.” Around 300 students participated in the Mahotsav. Over 100 works of art that were woven around the theme —India, were exhibited by the students. Dr Ashok Bhalerao, Shital Shahane, Dattatray Bairagi, Samir Kulkarni, Sanjay Pardeshi and Ravindra Toravane were present on the occasion. Download The Times of India News App for Latest City ."}, "Celebrating Vat Poornima through banyan sapling distribution": {"time": "2019-06-17 13:59:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/celebrating-vat-poornima-through-banyan-sapling-distribution/articleshow/69823633.cms", "description": "Aurangabad Municipal Corporation recently took a step towards green city as they distributed banyan saplings to ladies working at the premises. Ahead of Vat Savitri Poornima, the saplings were distributed to mark the day. Married ladies in the Hindu community celebrate the day in honour of their husbands. Dressed in traditional attires, women observe a day-long fast, tying thread around a banyan tree. Therefore, the ladies were given these saplings. They also posed for a picture as they got them. Download The Times of India News App for Latest City ."}, "Crime branch nab 2, seizes Gutkha worth Rs 7 lakh from house": {"time": "2019-06-17 12:59:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/crime-branch-nab-2-seizes-gutkha-worth-7l-from-house/articleshow/69816214.cms", "description": "AURANGABAD: The crime branch of the city police on Saturday nabbed two accused and raided one of their houses, from where Gutkha worth Rs 7 lakh was seized. The arrested accused have been identified as Syed Riyaz (27) of Khokadpura in Paithan Gate area and Syed Zafar (30) of Misbah Colony in Padegaon area. Crime branch inspector Madhukar Sawant said that the accused have been arrested after the team found out that vehicles carrying Gutkha worth lakhs of rupees was delivering a portion to a suspect in Padegaon area. The team raided their house after zeroing in on the vehicles. Accordingly, sub inspector Tushar Deore raided the house of the suspect on Saturday and nabbed Syed Zafar, seizing Gutkha worth Rs 7 lakh. Three days ago, in a joint operation carried out by the Food and Drug Administration (FDA) and the city police’s crime branch, two vehicles were seized when banned gutkha was being unloaded on Nagpur-Mumbai highway. A total of 243 bags worth Rs 38 lakh, along with the two vehicles, including a pick-up van and a mini truck, were seized. Sources said that with the allegations going around about turning a blind eye to illicit businesses in the city, the authorities have launched an all-out drive against illicit Gutkha trading in the city and have already seized a huge quantity of Gutkha in the multiple raids carried out in the past one month. Download The Times of India News App for Latest City ."}, "Women told about traffic rules on Vat Poornima": {"time": "2019-06-17 12:58:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/women-told-about-traffic-rules-on-vat-poornima/articleshow/69816241.cms", "description": "AURANGABAD: Cashing in on the opportunity of thousands of women visiting Waluj police station for worshipping the banyan tree in its premises on the occasion of Vat Poornima, police ran an awareness campaign on Sunday where they explained to the women how following traffic rules would ensure their husband’s long life. Waluj police station is the only police station in the city with a banyan tree in its premises. Each year, thousands of women from the locality visit the police station on this day to perform rituals at the banyan tree. Organising the awareness campaign on a religious occasion was the brainchild of inspector of Waluj police station Sandeep Gurme. The inspector told TOI, “Several kilometres of the Aurangabad-Pune highway passes through our jurisdiction. We see many accidents which happen due to petty mistakes or for not following traffic norms. Our aim at running the awareness campaign was to make the women realise that merely worshipping the banyan tree for the long life of their husbands would not help, following traffic norms would.” A group of woman constables headed by a woman sub-inspector were deployed for the awareness session. Each women visiting the station was given handbills, with an instruction to paste them at the entrance of their houses. Till evening, around 8,000 handbills were reportedly distributed. Women were briefed on key reasons for accidents like consumption of alcohol, driving beyond the permissible limit, playing loud music while driving, lack of sleep before taking long drives, competing with other vehicles on the road, etc. They were also suggested to press upon the male members of their families than unless necessary, they should avoid travelling at night. Commissioner of police Chiranjeev Prasad said that the initiative was a part of the police’s awareness campaign on traffic rules. “Apart from professional responsibility, the number of people losing lives is painful at the personal front too. We are running these campaigns with an aim to bring down the number of fatal accidents on the roads.” Download The Times of India News App for Latest City ."}, "With 16mm rainfall, region’s deficiency stands at 79%": {"time": "2019-06-18 12:34:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/with-16mm-rainfall-regions-deficiency-stands-at-79/articleshow/69831200.cms", "description": "AURANGABAD: The delayed arrival of monsoon coupled with inadequate pre-monsoon showers has resulted in rainfall deficit of 79.2% in Marathwada by the end of first-half of June. The region, comprising eight districts, has received an average of only 16mm rainfall — accounting for only a little over 2% of average its annual rainfall received from June to October. The overall monsoon deficiency in Marathwada is more than double as compared to country’s rainfall deficiency that stands at an average 43%. As per official data, Nanded district has received the lowest 6% of the expected showers since June 1, followed by Aurangabad (8%), Jalna (12%), Hingoli (16%) and Beed (21%). Remaining three districts from the region have reported over 30% of the expected rainfall during the current rainy season, offering some respite to the drought-hit areas. Latur district has recorded the highest 39% of the expected rainfall so far followed by Parbhani (36%) and Osmanabad (30%). In its monsoon-related bulletin, the India Meteorological Department (IMD) has said that conditions were becoming favourable for further advancement of the southwest monsoon to more parts of central Arabian Sea, Karnataka and remaining parts of Tamil Nadu. “In a regular course of action, the southwest monsoon should have reached central India by now, but it is yet to reach Maharashtra. The monsoon has been lingering over the southern peninsula and other areas with only coastal parts of Karnataka and Kerala received monsoon-related rain so far,” the IMD said. As per Met forecast, monsoon is likely to become active again once cyclone Vayu crosses the Gujarat coast by Monday evening. Shriniwas Aundhkar, director of city-based APJ Abdul Kalam Centre for Astronomy and Research, said south-east Maharashtra that includes parts of Marathwada such as Latur and Nanded district can expect arrival of Monsoon by June 20-21. “Besides the fact that progress of monsoon was somewhat halted due to cyclone Vayu, it was observed that no strong weather conditions were formed for the formation and onset of the southwest monsoon this year since the beginning. Let us hope that no more major hurdles come in the path of the onset of monsoon,” he said. The farming community is among many who have been eagerly awaiting the arrival of monsoon. Ashok Mane, a farmer from Tadsonna village in Beed district, said it was nerve-wrecking to wait for the monsoon even after the first half of June is over. “We received pre-Monsoon showers, but those were inadequate to undertake the sowing activity during Kharif season. The drought has broken the backbone of the farming community and the extended delay is very agonizing,” he said. Meanwhile, sporadic showers were reported in parts of the city with nearly 10mm rainfall getting recorded till 6.30pm on Monday. As per IMD, Aurangabad is likely to witness cloudy skies for the next few days with no chance of major rainfall. Download The Times of India News App for Latest City ."}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Maharashtra GST department to act on sale of bogus fertilizers": {"time": "2019-06-16 10:36:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/state-gst-department-to-act-on-sale-of-bogus-fertilizers/articleshow/69805743.cms", "description": "AURANGABAD: The state good and service tax office has decided to undertake intensive inspection to keep a check on sale of bogus fertilizers in Aurangabad which causes a loss to the tax department. In a letter dated June 4 sent to the agriculture director and joint commissioner of GST Bhavan, secretary MNS Paithan Taluka Vilas Jagdale and Aurangabad district chief Vijay Chavan had complained to both departments about the sale of bogus seeds and fertilizers directly responsible for farmer suicides. Referring to the action taken by agriculture department in Gangapur Taluka against marketing of bogus fertilizer worth Rs 3.5 lakh, the party unit stated that such practices cause financial losses to the farmers which leads them to the extreme step of ending their life. While the seeds are tax free, a GST of 5% is charged on fertilisers. Jagdale, a homeopathic doctor and a farmer himself, said that the crop loss cannot solely be credited to water scarcity. “For example, cotton is a crop for regions with dry weather. The crop yields better in drier areas than in water sufficient areas. However, it is due to the poor quality of seeds and fertilizer which causes huge losses to cotton farmers,” he said. The MNS activists met with the state GST officials and informed them about the problem. Speaking to TOI, Santosh Shriwastav, deputy commissioner, state GST, confirmed that the department will hold confidential enquiry to find out about the sale of products without the payment of GST. “I have forwarded the matter to joint commissioner, state tax Aurangabad division. Subsequently, our inspectors will verify the books of accounts of the seed and fertilizer dealers and impose penalty if tax evasion is found,” Shriwastav said. The penalty would include tax collection under the jurisdiction of Aurangabad division state GST office which has districts like Aurangabad, Jalna and Beed districts under them. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Fashionistas of Aurangabad walk the ramp for Mr and Mrs Fashion Icon": {"time": "2019-06-18 16:04:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/fashionistas-of-aurangabad-walk-the-ramp-for-mr-and-mrs-fashion-icon/articleshow/69841428.cms", "description": "The stage at Yashwantrao Chavan Natyagruha in Aurangabad saw fashion buffs in the city come under one roof for the Mr and Mrs Fashion Icon pageant in Aurangabad. Around 24 participants took part in the competition wherein they showcased their various talents for the show. The contestants put forth their singing, dancing and acting skills to impress the judges. On the basis of talent round, question and answer round along with ramp walk, the contestants were finalised as to who will be the winner. A special round on the theme of brides and grooms of India saw models shine the ramp with the attires. Download The Times of India News App for Latest City ."}, "ADG inspection concludes": {"time": "2019-06-16 10:34:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/adg-inspection-concludes/articleshow/69805747.cms", "description": "AURANGABAD: The annual inspection of Aurangabad city police concluded on Saturday, with additional director general of police (special operations) Rajender Singh asking city police to mend its ways in handling of the overall affairs. Singh, who has served as Aurangabad commissioner of police, was impressed with the initiatives, including skill development, employment generation carried out under community policing. He appreciated the efforts made to bridge the gap between communities initiated by incumbent city police chief Chiranjeev Prasad. Singh also applauded the city police chief for successfully ensuring peaceful passage of general elections and winning trust of the deprived sections of the society through various confidence building programmes. During the inspection, the senior officer paid visit to some police stations, apart from reviewing the statistics of the total number of offences registered, detected, undetected, preventive measures, number of property as well as body offences, actions taken against active criminals, execution of summons, conviction rate and performance of each of the branches including special branch, crime branch, economic offences wing, and directed for initiating some corrective measures. ADG Singh, on the second day of inspection on Saturday, held a marathon crime review meeting with all the senior officers including the police stations chiefs. In the second half of the day, Singh summoned all the police station chiefs as well inspectors heading all the other branches, in person and reviewed their work. He chided some of the police station chiefs of some prime police stations for failing to deliver on the expected lines. The officer also pulled up the inspector rank officers for poor detection rate in terms of two-wheeler thefts, nabbing of fled accused, and other property offences. ADG Singh also noticed the sudden fall in the recording of offences like mobile and other petty thefts in majority of the police stations. He asked the police station chiefs to personally ensure registration of offences, and pay attention to every happening in their respective jurisdictions, especially in terms of crime against women, children. The officer also reviewed city’s overall scenario in terms communal harmony, vigilance on those fuelling communal tensions, illicit businesses, if any, and as well as the preparations for the assembly elections scheduled for few months from now. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Aurangabad: Valuables worth Rs 2.10 lakh stolen from marriage hall": {"time": "2019-06-18 18:27:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/aurangabad-valuables-worth-rs-2-10-lakh-stolen-from-marriage-hall/articleshow/69843844.cms", "description": "AURANGABAD: A woman's purse containing Rs 1.10 lakh in cash, along with gold jewellery and a mobile phone, total worth Rs 2.10 lakh was stolen from a marriage hall off Jalna Road at Chikalthana around 2pm on Saturday. Sunita Satish Chavan (49), a resident of Spandannagar, N-4 Cidco, told the MIDC Cidco police that she had been to Bhagyalaxmi Lawns for attending a marriage ceremony of her close relative on Saturday. At a time when she and other relatives were busy with the preparation for the rituals, she kept her purse on an empty chair beside her. After a while she found it to be missing. The incident occurred around 2pm, when the marriage hall was full of relatives and guests. Unable to find the purse, she reached out to the police and lodged a complaint, following which a theft case was registered. The police said they retrieved the CCTV footage and found that two unidentified teenagers, even unknown to the family were roaming around and picked the purse. They said that they have launched a manhunt for the suspects. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Now, State Haj Committee to start Umrah services": {"time": "2019-06-17 04:15:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/now-state-haj-committee-to-start-umrah-services/articleshow/69816228.cms", "description": "Aurangabad: Maharashtra Haj committee, which on behalf of the state has been traditionally providing pilgrimage services to Muslims visiting holy cities of Mecca and Madina, will soon also be starting Umrah services. The announcement was made during the committee chairman Jamal Siddiqui’s visit to Aurangabad on Sunday. He was touring the city and adjoining areas to review preparations for the pilgrimage scheduled for August this year. “After fulfilling the Haj-related responsibility, we will start affordable Umrah services for the pilgrims from the state,” he said This year India’s Haj quota has been increased by 25,000, taking the total number of pilgrims from India to 2 lakh, out of which 1.4 lakh go through the Haj committee, while the remaining through different private tour operators (PTOs). While in the case of Umrah, all the pilgrims are sent through PTOs. According to those who are in this business, more pilgrims go on Umrah than on Haj each year. Haj is one of the five pillars of Islam, in which the rituals are performed over five days in and around Mecca. Compared to this, Umrah, which is termed as mini pilgrimage, is optional and can be performed any time throughout the year. Usually, Umrah tours range from five to 40 days. During the Haj season, the pilgrims who want to perform only Umrah are not allowed. Haj Committee of India was formed in the 2002 through a central parliamentary Act. In this Act there is a provision formation of subsequent Haj committees in each state for assisting the central committee. The basic responsibilities of the state Haj committees include collecting forms, training pilgrims, providing facilities at embarkation points, coordination with the central Haj committee and so on. The authorities maintained that even if the state decides to start Umrah services, it will have to wait for the amendment in the Act. Incumbent CEO of the state Haj committee Maqsood Khan told TOI, “In the present Act, there is no provision of sending pilgrims to Umrah. Though in the revised policy, which was published 2018, it was intended to start Umrah services, but it did not materialise as there is no provision about it in the Act.” Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "MIM corporators create ruckus during GB meet": {"time": "2019-06-14 11:40:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/mim-corporators-create-ruckus-during-gb-meet/articleshow/69777988.cms", "description": "AURANGABAD: The general body meeting of the Aurangabad Municipal Corporation (AMC) on Thursday witnessed uproar and unruly behavior from MIM corporators after their plea to greet newly-elected Member of Parliament from Aurangabad, Imtiyaz Jaleel, was ignored by mayor Nandkumar Ghodele. The MIM corporators raised slogans against the mayor and created ruckus during the meeting. They also tried to snatch away the mace of the mayor. Following this, six MIM corporators were suspended for a day by the mayor. Subsequently, Sena-BJP, Congress and NCP joined hands to condemn the behavior of MIM members and insisted the mayor to pass a resolution to disqualify all the 20 MIM corporators present at the meeting. Following this, the mayor directed the municipal administration to prepare a proposal that will be sent to the state government, seeking its nod to disqualify the unruly corporators. The mayor also asked the civic administration to suspend and inquire the conduct of civic body’s security officer Baburao Jadhav for not handling the situation properly even after being ordered to do so. Ghodele has asked the administration to ensure that 10 ex-servicemen hired by the civic body be posted at every general body meeting to tackle any such eventuality in the future. He also asked the administration to appoint women security guards. It all began with BJP members suggesting that Prime Minister Narendra Modi should be greeted for coming back to power for the second consecutive term. To this, Ghodele announced that he approves the proposal to greet Modi as well as all the newly-elected Members of Parliament. After a while, the MIM members entered the meeting hall and opposition leader Sarita Borde led by 19 other corporators raised the issue of passing a proposal to greet Jaleel. However, mayor ignored this demand saying that he has already approved a proposal greeting all the newly-elected MPs and no specific proposal could be passed. However, the MIM corporators insisted the mayor to consider their resolution. When mayor continued to ignore their demand, the corporators raised slogans against him and tried to snatch away the mace. He then suspended six of the MIM members for a day while asking them to go away. However, other MIM corporators rushed to the rescue of their colleagues and staged a sit-in in front of the podium. In the meantime, Congress corporator Afsar Khan strongly opposed the resolution alleging that MIM MP didn’t deserve such a greeting. The mayor then called the police in. Since arrests cannot be made in the hall, the policemen lifted MIM corporator one by one and took them out of the meeting hall. They also faced difficulty in removing the women members. However, with the help of police women they too were removed from the hall. Water issue raisedAfter the MIM corporators were removed from the meeting hall, the BJP took the administration to task for its failure in tackling the drinking water issue. BJP corporator Nitin Chittee virtually prostrated before the civic officials to draw the administration and mayor’s attentions towards the acute water shortage faced by the residents. Madhuri Advant, another BJP corporator, threatened the administration of launching a ‘jail bharo’ agitation. She said that when she staged demonstration outside the water reservoir, the administration lodged police complaints against the agitators. Advant, who is also a lawyer, said several wards were getting water supply after a gap of nine to 10 days, still the administration or the officials concerned failed to act properly. The mayor then asked the municipal commissioner Nipun Vinayak to explain the situation who said the situation would be under control in a matter of four days. The mayor subsequently announced that a special general body meeting would he held after four days to discuss water scarcity issue specifically. Download The Times of India News App for Latest City ."}, "Crime branch nabs gang of cattle thieves": {"time": "2019-06-15 11:26:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/crime-branch-nabs-gang-of-cattle-thieves/articleshow/69794209.cms", "description": "AURANGABAD: The local crime branch of Aurangabad rural police busted a state-level gang of cattle thieves and claimed to have detected several cattle theft cases registered in and around Aurangabad district in the past few months. The accused have been identified as Balu alias Somnath Umaji Mali (31), Dnyaneshwar alias Mauli Shravan Mali (24), Avinash alias Avi Phoolsitaram Jadhav (40), Sopan alias Gotya Ashok Dhangar (30), Arjun Kurde and Ramesh Mali. As per preliminary report, the accused were involved in stealing cattle from Ladgaon, Ranjangaon in Phulmabri, Bokudjalgaon of Paithan of Aurangabad and several other places in Beed, Jalna and others parts of the state. Aurangabad superintendent of police Mokshada Patil said that considering the rise in number of cattle theft complaints reaching police stations, the local crime branch was assigned the job to personally look into the matter and resolve the issue on priority. “During drought situation, the farmers are already under tremendous stress and their cattle being stolen was just adding to their woes,” Patil said. Local crime branch officer Bhagwat Phunde said, “We are confident of cracking many cases of cattle theft committed by this gang.” According to police, the accused used to sell the stolen cattle to butchers in different parts of the state and attempts are being made to identify the suspects who have reportedly bought stolen cattle from this gang. An officer privy to the investigation said that after the busting of this gang, police from different police units have sought details of the accused and are willing to take them in custody for detecting several cattle theft cases registered in their respective jurisdictions. Police also did not rule out the possibility of many farmers failing to register a case of their cattle being stolen. Farmer activist Jayajirao Suryawanshi said, “As a solution to non-reported incidents, the police station chiefs should be asked to check for non-reported incidents of cattle thefts in their respective jurisdictions and register offences accordingly.” Download The Times of India News App for Latest City ."}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Schedule released, admissions to Class XI under CAP begin": {"description": "Aurangabad: The schedule of the Centralised Admission Process (CAP) for Class XI in junior colleges in the city has been released by the state education department, with the filling of part II of the form, which involves students sharing the options of preferred colleges, beginning Wednesday. Over 110 junior colleges will be part of the CAP for admission to different knowledge streams including Arts, Commerce and Science streams as well as Bifocal subject and Higher Secondary Vocational Courses (HSVC). Also, in a first-of-its-kind measure, the office of the deputy director of education, Aurangabad has decided to form flying squads to keep a check on rural colleges admitting students more than their total intake capacity. “Students can collect the information booklet from their respective schools, from where they have collected their SSC certificate. Those from outside Maharashtra or those belonging to other educational boards such as CBSE or ICSE, can collect the booklet from the nearest guidance centre. Students and their parents or guardians are advised to read the booklet carefully and follow the necessary procedure exactly,” said CAP authorities. The official schedule or related updates about the admission process are available on https://aurangabad.11thadmission.net. The CAP will begin with zero round and admission to the bifocal courses and HSVC stream will be given through it first. After the zero round, the vacant seats of bifocal subjects will be filled in as per the merit of the student through regular rounds and it will be uploaded on the above mentioned website.As already announced earlier, the CAP will have only three regular rounds after the zero round and allotment will be done as per merit, reservation and the preferences given by the students. Students who do not get admission in the zero round, can participate in the regular rounds.After the three regular rounds, a special round will be arranged and the students who have still not got admission in the previous rounds and those who are restricted in the earlier rounds, can participate in this round.After the special round, as per the principle of first-come first-served, another round will be arranged for the benefit of the students who have cancelled their admission in earlier rounds or those who are restricted in the earlier rounds or who have not got admission anywhere, it was said.On keeping a check on colleges from the fringe and rural areas, CAP authorities said that the admission for Class XII in these colleges have to be in proportion with the intake capacity of their Class XI. “A section of students who are academically weak tend to opt for colleges from rural areas which are notorious for unethical practices in terms of manipulation of attendance or malpractices during the examination. The flying squads will keep a vigil on these colleges during the Class XI admissions,” said CAP authorities. The centralized online admission process for Class XI is being carried out in the Mumbai Metropolitan Region Development Authority (MMRDA) in Mumbai, Thane and Raigad districts, Pune and Pimpri-Chinchwad Municipal Corporation areas along with Nagpur, Amravati, Nashik and Aurangabad municipal corporations.Download The Times of India News App for Latest City .", "time": "2019-06-20 04:28:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/schedule-released-admissions-to-class-xi-under-cap-begin/articleshow/69863770.cms"}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "\nVasantotsav-Nritya Aaradhana-2013, adance concert in Aurangabad hosted by Dr Babasaheb Ambedkar Marathwada University\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Vasantotsav-Nritya-Aaradhana-2013-adance-concert-in-Aurangabad-hosted-by-Dr-Babasaheb-Ambedkar-Marathwada-University/articleshow/32358001.cms", "description": "The dance department of Dr Babasaheb Ambedkar Marathwada University recently hosted a dance concert. Titled Vasantotsav-Nritya Aaradhana-2013, this concert welcomed the spring season and was a treat for dance enthusiasts in the city. A special performance with ‘Save Water’ as its theme beautifully conveyed a message to the audience. There was something for everyone — right from a Bharatnatyam performance titled Pushpanjali to a Rajasthani folk dance as well as a fusion act of lavani and western dance styles. Those spotted at the event included P Medini Hombal, lecturer at Indira Kala Sangit Vishwavidyalaya, Prafulla Mirajgaonkar, Dilip Yardi, and V Soumyasri, assistant professor, department of dance, Dr Babasaheb Ambedkar Marathwada University.Download The Times of India News App for Latest City ."}, "\nJackky Bhagnani promotes his upcoming film 'Rangrezz' in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Jackky-Bhagnani-promotes-his-upcoming-film-Rangrezz-in-Aurangabad/articleshow/32367834.cms", "description": "Bollywood actor Jackky Bhagnani was in town recently to promote his upcoming film 'Rangrezz'. During the event, the actor broke into an impromptu jig with the song Nand Ke Lala from the film. He also invited his fans on stage who were thrilled to to shake a leg with the actor.  Talking about his character Jackky said, “I play a middle class Maharashtrian boy from Lalbaug who puts his family and friends before everything else. I hope people like the film and my character.” Talking about the city he added, “I always wanted to come here. The city has good heritage value and people here are very warm.”' Download The Times of India News App for Latest City ."}, "Aurangabad range IG for bridging gap with complainants from remote areas": {"description": "AURANGABAD: Aurangabad range special inspector general of police (IGP) Ravinder Kumar Singal will soon launch a dedicated WhatsApp number for people living in remote areas to forward their complaints and grievances directly to him. Recently, an elderly farmer from a remote village bordering Karnataka border reached Aurangabad after travelled over 300-km to meet Aurangabad range special inspector general of police Ravinder Kumar Singal as local authorities did not pay any heed to his complaint. Considering the distance the farmer had to travel, the money he spent on bus fare, spent several hours in travelling and lost his day’s earning, for meeting the IGP for a few minutes, did not appear rational to the incumbent IGP has now pledged to provide relief to such complainants. The special IGP has started working on a module by people them to lodge complaint through video messages apart from sharing photos of their written complaints, directly to him. Aurangabad range included Aurangabad rural, Jalna, Beed and Osmanabad districts in its jurisdiction and those who fail to get justice in their respective districts, are forced to travel all the way to Aurangabad with their grievance before Singal. “It is unfortunate that a poor man who fails to get justice from the local police station as well as the senior officers including superintendent of police is forced to travel around 300-km for talking to me for few minutes,” Singal said. The officer has started working on different modules including using a dedicated WhatsApp number for receiving the video of the complainant as well as photographs of the written complaints lodged with local authorities. The complainants would be requested to reach out to the IGP only incase when the local authorities fail to respond to their complaints and address their issues. The team at IGP office believes that the penetration of WhatsApp is in almost every possible remote corner and should be used instead of introducing another application. “We have an option of developing a dedicated mobile-based application for the purpose, but again we do not want our new application to meet the fate of several other applications that did not last long in service as well as public memory,” an officer said. Singal echoed similar views and maintained that soon drives will be initiated to publicise the dedicated number. “Instead of asking any of the subordinate to handle the helpline number, I intend to personally keep this dedicated number with me so that our response time is not only brought down, but also I am connected with the last man in my jurisdiction,” he said. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/aurangabad-range-ig-for-bridging-gap-with-complainants-from-remote-areas/articleshow/69848750.cms"}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Father’s day: 22-year-old woman donates part of liver to dad": {"time": "2019-06-17 10:58:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/fathers-day-22-year-old-woman-donates-part-of-liver-to-dad/articleshow/69816237.cms", "description": "AURANGABAD: Twenty two-year-old Ankita Jadhav, a Nanded resident, donated a portion of her liver to give a new lease of life to her father Sanjay Jadhav, who is suffering from a liver ailment. Both the donor and the recipient are recovering well, doctors said. 52-year-old Sanjay, assistance commissioner in Nanded Waghala Municipal Corporation, was diagnosed with hepatitis-B by a hospital in Nanded in October. On the medical advice of Gopal Rathi, he was referred to Asian Hospital in Hyderabad. According to Rathi, 80% of Sanjay’s liver was damaged. Sanjay was discharged from the Asian Hospital after initial treatment. However, he started suffering from health issues again in January and this time he was admitted to Global Hospital, Hyderabad. Dharmesh Kapur of Global Hospital conducted an investigations that confirmed that his liver had been completely damaged because of hepatitis-B. The disease had also caused forgetfulness and weakness. “We were told we have to get a cadaver liver transplant, but in the organ recipient’s waiting list, my father was fiftieth. The doctors said we can’t wait for that long,” Ankita said. The doctors then considered the option of living donor liver transplantation. Subsequently, the possible donors were explored. “For living organ donation, only brothers, sisters, parents or children are considered. In my family, my uncle and I were found to have a matching blood group with my father. As my uncle is a diabetes patient, only I could donate,” the daughter said. Ankita’s blood group is O positive and her father’s O negative. Ankita, a student of second year MCA, did not think twice and decided to go ahead with the donation. The transplant procedure was carried out on June 10, in which 650 gram of liver tissues from Ankita were grafted to her father’s liver. Fortunately, Sanjay’s body adjusted well to the new tissues and he is currently recovering. Ankita will be discharged from the hospital on Monday and Sanjay will be under care for 21 days, after which he has been advised to take bed rest for one-and-a-half months. Download The Times of India News App for Latest City ."}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "38 power theft cases detected in Latur": {"description": "Aurangabad: The newly-installed electric meters, comprising radio frequency (RF) and infra-red (IR), have helped the Maharashtra State Electricity Distribution Company Limited (MSEDCL) in detecting as many as 38 power theft cases without deploying any manpower on the field in Latur.Dhananjay Pawar, MSEDCL public relations officer for Nanded zone, said these special high-tech meters are installed in areas that are prone to the power theft.“The newly-installed meters and overall system have special data concentrator unit technology among other features that provides real-time update about power consumption of every consumer after an interval of 15 minutes. Thus, the advanced devices help the central server to immediately detect any significant deviation in power consumption and thus detect any attempt of power theft,” he said.Power thefts amounting to Rs2.37 lakh were reported in Latur during April and May and necessary criminal proceedings have been initiated against offenders.Among other benefits of the newly-installed meters, these devices help the state power utility in generating accurate monthly bills. “The meters and its server operate with minimal human interface which makes the entire system impeccable and accountable. The new devices are best considering the interest of consumers as well as that of the MSEDCL,” Patil said.Nanded, Latur and Jalgaon are among MSEDCL zones that are notorious for power thefts and the state power utility has set a target of installing over 8.5 lakh new electric meters having the RF and IR technology here.Among different cities, Latur has a target of installation of such 88,338 meters of which 62,265 have been put into place by replacing the old devices.Aurangabad division of MSEDCL, comprising Aurangabad, Latur, Nanded and Jalgaon zones, had caught as many as 19,844 cases of power thefts during the last fiscal, recovering fine worth Rs6.02 crore. Aurangabad zone reported the maximum 9,668 cases of power theft followed by Jalgaon (5,044), Latur (3,512) and Nanded (1,620).As per section 126 of the Electricity Act, 2003, in case of detection of ‘Unauthorized Use of Energy (UUE), the tariff equal to twice the tariff applicable for the relevant category is recovered if the MSEDCL authorities reach to the conclusion that unauthorised use of electricity has taken place. Also, section 135 of the Act stipulates for initiating police action among other stern actions. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:33:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/38-power-theft-cases-detected-in-latur/articleshow/69862982.cms"}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Machine brought for cleaning nullah breaks protection wall": {"time": "2019-06-17 12:53:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/machine-brought-for-cleaning-nullah-breaks-protection-wall/articleshow/69816218.cms", "description": "AURANGABAD: The Aurangabad Municipal Corporation's attempts to use an excavator for pre-monsoon cleaning of Baroodgar Nala have ended up damaging an important section of protection wall along the nullah. The damage, residents said, could now increase the risk of flooding in nearby areas as the monsoon gains in intensity. The AMC was supposed to have completed a major part of the nullah cleaning before the rains, but even until last week, the civic body had not hired machines for the job. Finally, after much wait, residents living near the Baroodgar Nala were relieved to see the excavator - on AMC duty - turn up for the cleaning job. According to Syed Tauseef Ali, a Buddi Lane resident, the nullah has not been cleaned in a long time. “Its water has reached the surface of the bridge running over it due to indiscriminate dumping of waste,” Tauseef said. The wall was damaged a day after the machine went to work. Neha Sadaf, a resident of Kabadipura, said the 30-foot-long, five-foot high section at the curve of the nullah was built to keep the water from flowing out. \"Now, we fear 30 minutes of rain will be enough to cause the drain to overflow and flood nearby homes.\" The AMC had decided to hire machines and engage its own staff for the cleaning of all major nullahs in city - to be carried out under the supervision of ward engineers. The machine was abandoned by AMC staff after the wall was damaged. Sakharam Panzade, city engineer, said the wall was damaged when the machine was being lowered into the nullah. “We will rebuild the protection wall,” Panzade said. Download The Times of India News App for Latest City ."}, "Jump rope can help excel in other sports": {"time": "2019-06-14 15:33:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/jump-rope-can-help-excel-in-other-sports/articleshow/69787552.cms", "description": "AURANGABAD: A fairly new sport, jump rope, has achieved international acclaim in a little time. Coaches and players say that the game helps one to develop stamina, coordination and concentration which aids in practicing other sports and improves studies. After the recent success of local athletes in the sport at international level, the stakeholders hope that the interest for the game will grow. In the 6th South Asian Jump Rope Championship organised by Bhutan Jump Rope Association from May 27 to 30 in Thimpu Bhutan, Harsheesh Singh Dhingra won two gold medals in under-16 category while Vyankatesh Udawant, Harsh Takwale, Ghanshyam Bhagwatkar, Vedant Wahatule and Vishal Mhaske from the city won two gold medals each in Under-17 category. The students were selected for the international squad considering their performance in the last one year in the state-level jump rope competitions. Certified jump rope coach Abhishek Narwade said that the sport has gained attention from 2006 when the Maharashtra Jump Rope Association came into existence. \"Apart from the achievements one can get in the jump rope events, playing the sport helps to build a base for all other outdoor sports. Jump rope helps improve stamina, coordination, breathing control and improves concentration in studies,\" Narwade said. Harsheesh Dhingra, one of the athletes from Delhi Public School Aurangabad, said that the sport has helped him improve his other interest i.e. swimming. Harsheesh has reached at national-level in swimming. Harsh Takwale, another jump rope athlete, said that he was introduced to jump rope as a professional sport three years ago and since then he has been constantly participating in various state and national championships. \"Over the years, my energy levels are high and my academic scores have improved,\" Takwale said. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "MIM corporators protest against ‘unnecessary’ spendings by mayor": {"time": "2019-06-18 12:25:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/mim-corporators-protest-against-unnecessary-spendings-by-mayor/articleshow/69831223.cms", "description": "AURANGABAD: The MIM corporators staged a dharna in front of the AMC office on Monday morning, protesting against the alleged unnecessary spending by the city mayor on photos and videos. The corporators asked the mayor to display the photos and videos, for which he allegedly had spent Rs 20 lakh of people’s money. Mayor Nandkumar Ghodele refuted the allegations, calling them baseless. The public relations officer of the AMC said most of the money was spent on making video recordings of anti-encroachment drives and of solid waste management. On Saturday, based on the reply by the AMC’s accounts department to an RTI plea, Aurangabad MP Imtiyaz Jaleel said at a press conference that, from October 29, 2017 to December 31, 2018, Ghodele spent Rs 19.93 lakh on photos and videos. “The mayor has spent Rs 19.98 lakh on photographs and videos of his events, Rs 4.70 lakh on tea, Rs 1.11 lakh on garlands and shawls, Rs 10.42 lakh on renovation of an already renovated official bungalow and Rs 4.19 lakh on food and sound system during the general body meetings,” Jaleel had alleged. Jaleel said that at a time when the civic body did not have money to pay salary to its employees and contractors, the mayor spending money on unwanted things is uncalled for. “When the mayor can purchase a sound system for less than Rs 1 lakh, why is he spending so much money on renting it?” he asked. He pledged to dig out all documents from the civic body and bring all the scams to surface to ensure that the corrupt officials and corporators are put behind bars. On Monday, MIM corporators led by leader of opposition in AMC Sarita Borde, group leader Naser Siddique and district chief Shaikh camped outside the AMC office and raised slogans against the mayor. “We have asked the municipal commissioner to write to the chief minister about the gross misuse of public money by the mayor. If municipal commissioner doesn’t act we will go to the court against the mayor for violation of article 10 (1) of Bombay Provincial Municipal Corporations Act 1949,” Siddique said. Ghodele, however, said the allegations were baseless and were part of the MIM’s habit. “The claims made about expenditure of Rs 20 lakh on photos and videos show their lack of knowledge. Only Rs 1.21 lakh is spent on my photos which were taken when I was on official visits,” he said, adding that explanation of Rs 20 lakh expenditure will be given by the AMC’s public relations officer. On Sunday, Ghodele had said that he as a mayor has certain privileges and the post should not be dragged into politics. “I do not take the MP’s allegations seriously. Their party has a tendency to make allegations.” He said Jaleel should focus on development of the city rather than petty issues. “By bringing out such controversies, they are diverting us from development issues. I have commitment to the public and I will answer them about the money spent by me while holding the office.” The AMC’s PRO said, out of the Rs 19.93 lakh, Rs 4.95 lakh was spent on filming the actions taken by the anti-encroachment department as a proof in case of any legal complication, Rs 3.68 lakh was spent on coverage of welcome ceremonies, press conferences, anniversary celebrations and impromptu events, Rs 1.21 lakh was spent on photos and videos of mayor’s visits. Rs 10.85 lakh worth of photos and videos were shot about the garbage issue of the city. “At one time, local residents resisted dumping of waste in their area at 4am. Such incidents had to be videographed. We have all the data available,” the PRO said. Download The Times of India News App for Latest City ."}, "Tender rebidding scheduled for July 1": {"description": "Aurangabad: After failing to find any contractor for its ambitious Bal Thackeray memorial project in the city, Shiva Sena leaders are hopeful that contractors will showing interest in the rebidding scheduled for July 1.Despite Sena being in power at the Aurangabad Municipal Corporation (AMC) for almost three decades, the civic body could not find any contractor for the construction of the memorial. The tender has been floated three times, but in vain.When contacted, mayor Nandkumar Ghodele said, “The contractors raised certain queries and we have addressed them. The tender will go for rebidding on July 1 and we are confident that several contractors will come forward.”Sources informed that the environment-related norms are turning out to be the biggest hurdle as the land sanctioned for the project belongs to the green category. The MGM had developed Priyadarshini garden on 17-acre of green-land in question by planting and cultivating different trees in 1982.A Sena leader said not getting any interest from contractors is embarrassing. “Despite being in power at the civic body, state as well as Centre, it is kind of awkward to not get any contractor for the memorial of our party founder,” said the Shiv Sena party leader.The city of Aurangabad has traditionally remained Sena bastion. Following the death of party founder, Sena leaders pushed for an expansive memorial at 17-acre land. Though the proposal has been sanctioned by the state, but authorities in civic body claim that so far only Rs5 crore has been given that too by the then guardian minister Ramdas Kadam around a couple of years ago.The then mayor Trimbak Tupe had moved a proposal for construction of the memorial, including a 93-feet high statue of the late leader, developing the garden and also having a museum, consisting article belonging to the late Sena supremo.A contractor, requesting anonymity, maintained that they are struggling to get their bills cleared for works that have already been done months ago. “Due to this many have turned their back on this tender. Moreover, there are strict environment norms in the tender as the construction of the memorial will require chopping of tens of hundred trees,” he said.Download The Times of India News App for Latest City .", "time": "2019-06-20 04:30:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/tender-rebidding-scheduled-for-july-1/articleshow/69863814.cms"}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "PM Kisan scheme to cover farmers irrespective of their land holdings": {"time": "2019-06-15 11:33:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/pm-kisan-scheme-to-cover-farmers-irrespective-of-their-land-holdings/articleshow/69794094.cms", "description": "AURANGABAD: The union ministry of agriculture and farmers welfare has issued a communication relaxing the criteria of land holding for those being covered under the ambitious Pradhan Mantri Kisan Samman Nidhi (PM Kisan). In the interim budget 2019-20, the central government had announced the PM Kisan scheme under which Rs6,000 per year will be given in three instalments to 12 crore small and marginal farmers holding cultivable land up to two hectare. The latest decision is set to increase the number of farmers under the scheme, manifold. In an attempt to cover majority of farmers, the ministry has asked all chief secretaries of the states and union territories to extend the purview of the scheme to all landholding farmers in the country irrespective of their size of landholding. The notification, dated June 7, said that the farmers of higher economic status shall not be eligible for benefit under the scheme. Those excluded from the scheme include all institutional land holders, farmer families having one or more people who are former and present holders of constitutional posts, former and present ministers and members of Lok Sabha, Rajya Sabha, legislative assembly, council, former and present mayor, and chairperson of district panchayats. The scheme has also excluded all serving as well as retired government employees, apart from superannuated pensioners whose monthly pension is Rs10, 000 or more. In addition to this all those who paid income tax in last assessment year as well as professionals including doctors, engineers, lawyers, chartered accountants, architects registered with professional bodies and carrying out profession by undertaking practices. Acting on the same, the state also issued a communication on Thursday to all the district collectors citing the communication from the ministry of agriculture and farmers welfare. The district collectors have been asked to expedite successful implementation of the scheme. The drought-hit Marathwada region has about 42 lakh hectare of land of which about 38 lakh is cultivable land owned by around 34.82 lakh farmers. As per state agriculture department’s earlier government resolution (GR), in order to ensure filling up of a data comprising name of the beneficiary farmer, details age, sex, caste, mobile number, AADHAR card number and bank account number are being uploaded on the PM-Kisan portal. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Team India Jersey": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "description": ""}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Activists demand polls through ballot papers": {"time": "2019-06-18 12:26:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/activists-demand-polls-through-ballot-papers/articleshow/69831222.cms", "description": "AURANGABAD: Bharipa Bahujan Mahasangh (BBM) activists, who are a part of the Vanchit Bahujan Aghadi (VBA), took to the streets on Monday and protested against the use of EVM machines during polls, demanding the election authorities opt for ballot papers instead. As a part of the protest, the political workers sat on agitation outside the district collectorate and rang bells to draw the attention of the authorities toward their demands. BRP’s state general secretary Amit Bhuigal said that the recently concluded general elections have brought several irregularities to the surface. “To ensure a transparent electoral process, we need to have all future elections through ballot papers,” said Bhuigal, who is a close aide of BBM & VBA leader Prakash Ambedkar. The VBA is currently an ally of the AIMIM in Maharashtra. The agitators alleged that the total number of votes polled from Maharashtra in the general elections are not matching with the total number of votes counted. Through a memorandum, the activists stated that soon after the elections results were declared, their party leader Prakash Ambedkar had demanded that the Election Commission of India come out with an explanation about the difference between the polled votes and the total votes counted. The agitators shouted slogans including ‘EVM Hatao, Desh Bachao’, while threatening to transform their demand in to a public movement, if polling through EVM machines is not called off for future polls. Download The Times of India News App for Latest City ."}, "Saving water: Cops adopt villages": {"time": "2019-06-16 10:39:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/range-cops-adopt-villages-for-water-conservation/articleshow/69805717.cms", "description": "AURANGABAD: Due to severe drought, the residents of modest Kasrwadi village of Ambad tehsil in neighbouring Jalna district are forced to rely on water tankers for driking and irrigation purposes. However, they are hopeful of getting enough rain this year. Their hopes rose after the Jalna police dug a 1200 metre long trench in the river subsidiary passing from the village. With population of 1700, the village witnessed farmer suicides last year due to drought situation. The fact that the village is situated on a steep surface; it does not have any water catchment area, making it one of the most drought-prone villages in Ambad division. “The village has over 80 wells and all of them have gone dry. We have been allotted three water tankers of 12, 000 litres each, but have to sustain on two tankers, due to heavy rush at the water filter plant from where the drinking water is being sources,” Kawarwadi village sarpanch Viswambar Phulaji Kharat (50) told TOI. The initiative is part of Aurangabad range police’s first of its kind of move to adopt villages and make them water sufficient. As part of the initiative, four police units of Aurangabad rural, Jalna, Beed, and Osmanabad have been tasked to adopt at least one village and undertake initiatives including water harvesting, digging trench in existing water bodies, reviving wells, and other scientifically proven methods. Special Inspector General of Police (IGP, Aurangabad range) Ravinder Kumar Singal told TOI, “This is our small initiative in preparing the villages in beating the water scarcity, which has unfortunately become a frequent phenomenon for the region.” Seeing the policemen doing ‘Shramdan’ in the adopted villages, the residents, NGOs, and industrial houses have come forward to contribute their bit in the noble cause. As part of the plan, a series of initiatives like starting of libraries, providing books, bags and uniforms to the students, reviving the village wells, imparting skill development courses to village youths and also training the farmers in doing farming in scientific manner are on the police’s priority to-do list. IGP Singal, who is currently incharge of the Nanded range which has four districts in the drought hit Marathwada region, is all set to undertake similar initiatives in the region. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Aurangabad: Private hospitals join nationwide agitation, observe bandh": {"time": "2019-06-18 12:28:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/pvt-hospitals-join-nationwide-agitation-observe-bandh/articleshow/69831214.cms", "description": "AURANGABAD: Members of the Indian Medical Association (IMA), Aurangabad joined the nationwide bandh called by the parent body against the attack on a junior doctor in Kolkata a week ago. Around 500 big and small hospitals in the city remained shut in wake of the bandh on Monday. In a statement by the IMA, Aurangabad, all 1,400 doctor members of the body participated in the bandh. “515 small and big hospitals, including corporate hospitals like Apex Hospital, Dhoot Hospital, Hegdewar Hospital, Bajaj Hospital, Asian Hospital, Orion City Care Hospital, MGM Hospital and Ciigma Hospital were closed. Bodies like the Marathwada Hospitals Association, Government Medical Officers Association, NIMA and the Medical Representatives Association supported the stir. Emergency medical services were kept out of the bandh and they continued as usual, stated the release. “There is a significant rise in the number of incidents of violence on medical professionals and in hospitals. The IMA has repeatedly raised its voice against such incidents,” said the IMA’s Aurangabad president, Satyanarayan Somani. A condemnation meeting was held at the IMA Hall near Shani Mandir, which saw the presence of all senior and expert doctors including President Somani, former president Kuldeepsing Raul, secretary Yashwant Gade, Santosh Ranjalkar, Manju Sherkar and Anupam Takalkar. The doctors demanded a central act to control the repeated incidents of violence at health institutions. The IMA said that it has gathered support from the World Medical Association for this protest. The members stated that such incidents cause inconvenience to the patients as well as the hospital staff and medical professionals have to work in fear. Meanwhile, the services at the government and municipal hospitals in the city continued as usual. The Maharashtra Association of Resident Doctors (Mard) gave an ultimatum of 7 days to the government to act on its demands for the security of resident doctors. The demands include tightening of security measures in all Maharashtra medical colleges, a Central Doctor Protection Act for all resident doctors, duty rosters for residents as per court and MCI regulation, compulsory sick allowances, central residency scheme, one nation one residency, the redressal of irrational and irregular bond schemes in various states, the immediate withdrawal of any type of bridge courses, control over privatization of medical education and the long awaited and promised stipend hike, to be effective from July. While joining the pan-India movement, the junior doctors’ body had threatened to go on strike from June 24 if the above demands are not fulfilled. Download The Times of India News App for Latest City ."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Damini squads asked to keep a check on harassment": {"time": "2019-06-18 12:32:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/damini-squads-asked-to-keep-a-check-on-harassment/articleshow/69831202.cms", "description": "AURANGABAD: With the starting of the new academic year, patrolling squads across police stations, Damini squads and she for her squads have been asked to remain vigilant to keep a check on eve-teasing and crime against girl students. Aurangabad commissioner of police Chiranjeev Prasad said, “The police actively initiates action in the incidents that get reported, but at the same time, we are also concerned about the number of cases that don’t get reported. We are willing to go to any extent to address this concern.” The officer said that the aim of making these squads to patrol educational institutes is to nab the suspects off-guard and catch them red-handed. The officer said that his squads have identified the areas with a high number of educational institutes as well as coaching classes, where they will ensure police presence in uniform as well as civil dress. The authorities have also planned to reach out to the educational institutes, requesting the management, staff and students to alert the police as and when they come across any incident of crime against students and women. Deputy commissioner of police (DCP) Deepali Dhate-Ghadge said, “In most of the cases, girl students do not come forward with complaints, fearing that their education will be discontinued. Considering this limitation, we have planned to voluntarily address the issue.” The authorities have appealed to girl students to reach out to the police on its toll-free number 100, control room number 0240-2240500/2326523, and WhatsApp numbers +917741022222 and +918390022222. The DCP said, “For all the complaints we receive on these numbers, the identity of the complainant is kept confidential. In the cases, where it is needed, our women cops reach out to the victims at their houses to record the complaint.” Download The Times of India News App for Latest City ."}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "\nSocialites celebrate World Water Day in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Socialites-celebrate-World-Water-Day-in-Aurangabad/articleshow/32358699.cms", "description": "On the occasion of World Water Day which was on March 22, eminent personalities who worked extensively towards water conservation came together to celebrate this day. Water security, water conservation and water cooperation was the theme of this year’s celebration. Madhavrao Chitale, a water management expert, Popatrao Pawar, creator of Hiware Bazaar village, Harshdeep Kambale, city municipal commissioner and Balkrishna Bhakre among others stressed on the importance of water. “There is no source of water in 330 villages in the district. Tanker sources are also reducing day by day. In 2025, available water will be 40 % less than what we will actually require,” said Vikram Kumar, city’s district collector. Ramesh Pandav, a professor at MIT College appealed to the administration to adopt Israel’s water management technique to solve the water problem. A poster competition was also organised on this occasion. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "\nClassical music concert organised by Dr Babasaheb Marathwada University in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Classical-music-concert-organised-by-Dr-Babasaheb-Marathwada-University-in-Aurangabad/articleshow/32406984.cms", "description": "This classical music concert organised recently by the music department of Dr Babasaheb Marathwada University was a treat for music connoisseurs in the city. Classical vocalist Pandit Vidyadhar Vyas, sitar maestro Ustad Usman Khan and sarod player Aboli Sulakhe enthralled the audience with their spectacular performances. Research papers were also presented by professors from Pune, Mumbai and Nashik during the event. Beautiful renditions presented by various musicians lifted the mood at this event. Pandit Vyas presented two bandish — Hu To Jan Man Chandiyale and Mori Nayi Lagan Lagi Re from raag Kamod. Ustad Usman Khan evoked a range of emotions by playing raag Charukeshi, while Sulakhe mesmerised the crowd with raag Kirwani. Tabla artiste Vicknesh Ramkrishnan from Malaysia, vocalist Pandit Vishwanath Oak, ghazal singer Dr Dost Mohammad Khan, vocalist Nath Niralkar, and V M Pandharipande, vice chancellor of the university, were among those present at the event. Download The Times of India News App for Latest City ."}, "Tanker rates hit the roof owing to rising demand": {"time": "2019-06-16 10:37:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/tanker-rates-hit-the-roof-owing-to-rising-demand/articleshow/69805729.cms", "description": "AURANGABAD: Sporadic pre-monsoon showers brought some relief from the sweltering heat but did little to improve the water situation in the city. Low water levels in dams across the region, including Jayakwadi, and power shutdowns for maintenance have aggravated the problem. On Friday, the Maharashtra State Electricity Distribution Corporation Limited (MSEDCL) conducted a shut down for maintenance works. As a result, taps ran dry in many areas for sixth consecutive day on Saturday. Residents began calling up tankers but were told about higher than usual rates. Suwarta Dongardive, a resident of Cidco N-6, said her laundry is piling up. “We cannot afford tankers but there is no option. We earlier used to pay Rs 300-400 for 2,000 litre tanker. Now, we are being asked to pay Rs 600 to private supplier,” she said. Every alternate house in Gulmohar Colony Cidco N-5 has to shell out money to purchase private tankers. In Nandanwan Colony, if one needs a tanker, they have to book a day in advance. Santosh Bhujbal, a tanker supplier, said his family well has dried up and he has to pay the owner of another well for pumping water. “We have to pay the owner Rs 200-250 and then add the transportation cost. This is the reason the prices have surged,” Bhujbal said. Cidco based SK suppliers said most local well have dried up, forcing them to fetch water from a well near the railway station. In April, the AMC had sought a report from its deputy engineers on the number of public and private wells in their zones with an intent to acquire them following district collector’s permission. When asked about the acquisition of wells, municipal commissioner Nipun Vinayak said a list of acquired wells is shared with the deputy engineers for testing of water and starting the distribution. “It appears that water from many wells is unfit for drinking due to E coli,” he said. Vinayak added that no regulation for the quality or price of private water suppliers is in place but he would prepare bylaws for the regulation and submit it in the forthcoming general body meeting. Jaideep Zalte of the Congress said the tanker lobby in city started growing in the 1990s. Download The Times of India News App for Latest City ."}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Sports university in Aurangabad gets a push": {"description": "AURANGABAD: The additional budget presented by the state government on Tuesday for 2019-20 has commitments of building an international sports complex at Waluj and push for the pending project of setting up a dedicated sports university in Aurangabad. While no specific budgetary allocations have been made for these two projects, the desired fund flow is expected in due course of time as both the ventures have official mention in the state budget. Among different specific allocations related to the region, finance minister Sudhir Mungantiwar has earmarked funds worth Rs50crore for the development of pilgrim and tourist site of Kapildhara in Beed district along with five other similar sites across the state. A section of public representatives was demanding a state-of-the-art sports complex at Waluj following which a search for around 65-acre land had begun. First announced by the higher and technical education minister Rajesh Tope in 2013, the city has been waiting eagerly for the sports university. A demand was also raised before the state legislature, responding to which state minister Vinod Tawde had said that the desired facility will be raised at Karodi on the outskirts of Aurangabad. Notably, the newly-appointed state sports commissioner Om Prakash Bakoria has brought some momentum towards establishment of the long-pending National Sports University sanctioned in Aurangabad. The additional budget also has a mention of proposed multi-crore water grid project for Marathwada, but no specific budgetary allocation has been made. State water supply minister Babanrao Lonikar recently said the detailed project report (DPR) for the water grid was ready and actual work on the project during the first phase would begin before the upcoming Assembly elections in the state. Located around 15-km from Beed, Kapildhara has a few waterfalls and is a popular tourist destination during monsoon. Manmathswami shrine is also located here and it draws large number of devotees on the occasion of annual fair held during the second half of the year. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:09:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/sports-university-in-aurangabad-gets-a-push/articleshow/69848720.cms"}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "MGM hospital to get a modern ICU": {"time": "2019-06-15 11:30:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/mgm-hospital-to-get-a-modern-icu/articleshow/69794192.cms", "description": "AURANGABAD: Mahatma Gandhi Mission (MGM) Hospital is all set to get a modern modular intensive care unit (ICU) from Saturday. The charitable hospital already has nine ICUs and the one unveiled on Saturday would be the 10th ICU of the hospital. Pravin Suryawanshi, deputy dean at MGM Medical College and Hospital (MGMMCH) said, “The 11-bed ICU aims at providing state of the art care for patients in Aurangabad so that they don’t have to go to other cities for critical care treatment.” MGMMCH dean Rajendra Bohra said that the ICU infection control system will save expenses of the patient. “The cardiac output monitor at the ICU can help diagnose what is causing the BP to rise or fall which will help in treatment and early recovery,” Bohra said. The MGM’s Medical Centre and Research Institute (MCRI) ICU facilitates also has ventilators and monitor for each of the 11 beds. It also has a signaling system that prevents people from entering into the patient cabin without cleaning their hand with a sanitizer installed outside the room. The other equipment available at the unit includes dialysis machine, sonography machine and X-ray machine. Anand Nikalje, director ICU unit said that the unit ensures a thorough check on hospital acquired infections due to its built-in mechanisms. One can only enter the unit after the operator shows an access card to the sensor. It has a negative pressure room for quarantine patients suffering with diseases like swine flu which prevents their infection from spreading to other patients. The unit also has a positive pressure room for patients with compromised immune systems in which air flows out of the room instead of coming in. It helps prevent any airborne microorganisms to reach the patient. The ICU will be inaugurated on Saturday by MGM Trust secretary Ankushrao Kadam and a workshop for disease management in ICU will be held for doctors in Marathwada on June 15 at the hospital. Download The Times of India News App for Latest City ."}, "Aurangabad: Faulty kidney removed via trans-vaginal route": {"time": "2019-06-18 11:17:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/faulty-kidney-removed-via-trans-vaginal-route/articleshow/69831227.cms", "description": "AURANGABAD: A team of doctors in a city based hospital removed an infected kidney from a woman through trans-vaginal route. The procedure was carried out through laparoscopy. On June 1, a 35-year-old woman visited the Kamalnayan Bajaj Hospital complaining of abdominal pain, fever, and vomiting. She was diagnosed with left pynoephrosis (pus filled kidney) non-functioning left kidney. Subsequently, the doctors decided to perform a surgery and remove her left kidney. Urologist Aditya Yelikar said that if the kidney would not have been removed, the patient could have slipped into sepsis, endangering her life. \"The nuclear scan reported the functioning of the kidney as zero percent,\" he said. The kidney could have either been removed through open surgery or minimally invasive method (laparoscopy). An open surgery tends to leave scars, causes pain, and takes longer time to heal. Therefore, the doctors decided to go ahead with the laparoscopy surgery which requires a minor incision. The surgery was conducted after taking the patient's and her kin's consent. After explaining everything about the surgery to the patient and her kin, the doctors decided to remove the infected kidney through the vagina so as to ensure that there are no scars and cuts. Yelikar undertook the procedure called nephrectomy with trans-vaginal retrieval of specimen. This procedure ensures early recovery and the patient is discharged within 48 hours. \"As the kidney is as big as 10 cm the usual laparoscopy could have caused a much bigger incision. Therefore, the organ was removed through vagina. A single stich had been made in the process which from the inside and from the outside one cannot tell if she underwent nephrectomy,\" the urologist said. The surgical team included anaesthesiologist Sanjeev Purohit, OT staff Sahebrao Jadhav, Wilson Jadhav and Maya Sable. The woman had visited the hospital for a follow-up on Monday and did not have any pain or uneasiness, Yelikar said. Download The Times of India News App for Latest City ."}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Two trains cancelled till September": {"time": "2019-06-18 12:29:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/2-trains-cancelled-till-september/articleshow/69831210.cms", "description": "AURANGABAD: The Nizamabad-Pune-Nizamabad and Pandharpur-Nizamabad-Pandharpur passenger trains will not be plying till the end of September — barring a period of one week falling around Ashadhi Ekadashi celebration. “The major disruption in the popular train services has been announced in the wake of a traffic block to be undertaken by the Central Railway in Solapur division,” an official release said. Accordingly, the Nizamabad-Pune passenger train (No. 51422) is slated to remain off-track with immediate effect till July 5 and later between July 15 and September 25. The passenger train (No. 51421) in the return direction (Pune-Nizamabad) will not be pressed into service with immediate effect till July 6 and later from July 15 to September 26. The Pandharpur-Nizamabad passenger train (No. 51434) remains cancelled with immediate effect till July 5 and later between July 15 and September 25. In the return direction, the train (No.51433) will not be pressed into the service with immediate effect till July 7 and later between July 16 and September 27. As per official release, the Nizamabad-Pune passenger train has been short-terminated at Daund with immediate effect till July 14. Nanded-Daund-Nanded passenger is another train that will be partially affected due to the aforesaid traffic block in Solapur division. Accordingly, Nanded-Daund passenger train (No. 57516) will be short-terminated at Kopargaon with immediate effect till July 5 and later for a period between July 15 and September 25. Download The Times of India News App for Latest City ."}, "\nNational Moot Court Competition at the Manikchand Pahade Law College in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/National-Moot-Court-Competition-at-the-Manikchand-Pahade-Law-College-in-Aurangabad/articleshow/32367763.cms", "description": "The recently concluded National Moot Court Competition at the Manikchand Pahade Law College witnessed loads of participation and talent. Law students from colleges across India presented hypothetical cases that raised questions about rights of freedom of speech and expression, corruption and government’s responsibility to maintain law and order in the country. Out of 17 teams who participated in the preliminary round, six teams including the Manikchand Pahade Law College, Aurangabad, qualified for the final round. The final round was evaluated by eminent judges Justice PV Hardas of Bombay High Court and Justice VV Afzalpurkar of Andhra Pradesh High Court. Students of Indian Law Society’s Law College (ILS), Pune emerged winners while Law Center, Delhi University achieved the second position. Ankita Brigit from School Of Law, Christ University, Bangalore won the Late Advocate SA Deshmukh Best Mooter trophy, Priyanka Joshi from ILS Law College, Pune won the First Best Speaker Award and Shreya Paturi from the same college won Second Best Speaker Award. Advising the students Justice Hardas said, “Law students do not spend much time attending courts. They should attend the hearings in court to learn how advocates interact with judges as well to learn courtroom proceedings.” PV Mandlik, Anjali Bajpei-Dube, VD Salunke, SM Godse, NK Kakde, Ravi Ghuge, MV Deshpande, SS Deshmukh, NK Khandare, Dr CM Rao, Dr Aparna Kotapalle, Bhagyashri Godbole and SD Deshpande were some professionals who attended the competition. Download The Times of India News App for Latest City ."}, "Aurangabad: Citizens left high and dry after MSEDCL shutdown": {"time": "2019-06-15 11:09:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/msedcl-shutdown-leaves-citizens-high-and-dry-water-supply-affected/articleshow/69794233.cms", "description": "AURANGABAD: The Maharashtra State Electricity Distribution Corporation Ltd (MSEDCL) on Friday undertook maintenance shutdown at its feeders supplying power to Cidco, Hudco, Chikalthana and Kranti Chowk areas. The power outage not only left the residents sweating, but also led to disruption in water supply in many areas. MIDC Chikalthana industries also remained shut due to power disruption. According to a release by the Aurangabad Municipal Corporation (AMC), due to power outage at Jayakwadi, from 8.30am to 9.40am on Saturday, water could not be lifted at 56MLD and 100MLD pumping stations during that time. Pumping could start at 10.30am from Jayakwadi. This had a domino effect on water pumping station at Pharola, where pumping normalised at 12.30pm. Water works department executive engineer Hemant Kolhe said that it takes around 6 to 8 hours for water to reach the ESRs in the city from Pharola. In addition, as part of its routine pre-monsoon maintenance, the MSEDCL undertook power shutdowns at its feeders supplying power to elevated storage reservoirs (ESRs) at Kranti Chowk, Cidco N-5 and Cidco N-7 from 10.15am to 3.15pm. Subsequently, water supply from these ESRs was affected. Water distribution resumed at 5pm. Tanker supply remained affected throughout Friday in the affected ESRs. Residents from lane number 12 of Jai Bhawani Nagar, who came to Cidco N-5 ESR, said that they had paid for tanker water three months in advance. “The AMC charges Rs1,100 for 200-litre water on alternate days for three months. Today is the fifth day that we have not received any water. Nine of us paid Rs30 each to come to ESR tanker but they flatly refused supply,” Sunita Shinde, a resident, said. Officials at the AMC water works department said that power shutdown at Jayakwadi on Saturday will affect water supply for two days. The supply will normalise only after two days, they said. Meanwhile, production at industries in Chikalthana MIDC had to bear the impact of MSEDCL’s scheduled shutdown. MSEDCL urban superintending engineer B Nirmal said that the maintenance will help reduce frequent power outages faced by the units in the industrial estate. Download The Times of India News App for Latest City ."}, "Aurangabad police to scan criminals posing as labourers": {"time": "2019-06-18 12:32:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/police-to-scan-criminals-posing-as-labourers/articleshow/69831203.cms", "description": "AURANGABAD: To ensure that criminals do not shield themselves under the garb of industrial labourers, the Aurangabad city police are planning to scan the criminal records of daily wage labourers as well as those employed with the industrial houses. The fact is that the industrial houses usually go slow during he summers due to water scarcity and start returning to normalcy with the onset of monsoon, which eventually increases the demand for labourers, skilled as well as unskilled. Taking advantage of the high absorption rate of daily wage labourers in Aurangabad’s industrial areas of MIDC Waluj, Shendra and to some extent in the Chikalthana area, several labourers from different parts of the country come here and get employment. Police authorities maintained that it is part of the preventive measures being taken by the city police for keeping a check on criminals. Aurangabad commissioner of police Chiranjeev Prasad said, “We do not appreciate people getting hired or being given houses and flats on rent sans police verification. It is serious if those with criminal backgrounds are hiding in the city and working as labourers.” The officer maintained that the police are concerned with labourers with criminal records as the presence of such elements help fuel illegal activities and criminal conduct. The police maintained that not only labourers, but also several labour and security contractors, are getting absorbed sans police verifications and are working without any license or authenticity in different industrial areas of the city. In the past. there have been incidents where the police has found that criminals elements, in an attempt to evade arrest, are working as labourers in the industrial areas of Aurangabad by using a fake identity. Sources in the police department said that even during the industrial violence of August 9, 2017, mobs that were later termed as ‘motivated crowd’, comprising locals and outsiders alike, targeted major industrial houses, causing losses amounting to several crores. Police authorities are also considering labourers with criminal records as the link between the manufacturers of country-made firearms and local purchasers. Download The Times of India News App for Latest City ."}, "\nMarathi actress Pooja Sawant performs lavani at a fashion show in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/Marathi-actress-Pooja-Sawant-performs-lavani-at-a-fashion-show-in-Aurangabad/articleshow/32411647.cms", "description": "This fashion event held in the city on Thursday was full of glam and style. Models were seen sashaying down the ramp donning traditional Indian wear. Dancers kept the audience entertained with their rocking performances in between the modelling sessions. Marathi actress Pooja Sawant who had been invited specially for the event, surprised everyone with her lavani performance. We spotted Sanjay Kumar, commissioner of police, having a good time on the occasion. Some prominent Aurangabadkars present were Sanjay Shirsath and Dhananjay Dalal. Download The Times of India News App for Latest City ."}, "Aurangabad: Puddle on road leads to assault, six booked for rioting": {"description": "AURANGABAD: Six people, including two minors, were booked for allegedly rioting and assaulting a man who had asked one of their friends to ride his two-wheeler slowly after the motorcyclist splashed muddy water on the pedestrians passing by in the Jadhavwadi area. Dhanaji Chavan (25), a resident of Jadhavwadi area, was standing near a roadside shop on Monday evening when a speeding bike, that was passing by, splashed water that had accumulated in a puddle. Chavan instantly asked the youth driving the motorcycle to drive slowly. This did not go down well with the youth who got into an altercation with Chavan. The suspect was soon joined by his friends who started assaulting him. Chavan somehow managed escape and reached Cidco police station to lodge a complaint. The accused were booked on the charges of unlawful assembly, rioting, voluntarily causing hurt and criminal intimidation. When contacted, Cidco police said that of the six suspects named in the complaint, two were minors who have been let off for the time being. Efforts were on to arrest the remaining four suspects. Residents in the area blamed the poor condition of the road for the incident. . Lala Khan, a resident of the area said, “Due to the abominable state of the roads, even mild showers result in water logging in the area, making movement of pedestrians difficult.” Other residents claimed that several pleas to the area corporator as well as authorities of the civic administration have been an excercise in futility. “Due to bad roads, commoners are suffering from neck and back pain. Even their vehicles need frequent maintenance. But riot offences getting registered over stagnant water getting splashed on pedestrians is a new low,” said Mukund Deshmukh, another resident of the area. Download The Times of India News App for Latest City .", "time": "2019-06-19 10:52:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/puddle-on-road-leads-to-assault-6-booked-for-rioting/articleshow/69848737.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, ": Swatch Bharat...??": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/-swatch-bharat-/articleshow/60111743.cms", "description": ""}, "Aurangabad celebrated Eid-ul-Fitr amidst family bonding, sheer khurma and more": {"description": "After a month of fasting, the city soaked itself in the fervour of Eid-ul-Fitr recently. While thousands of believers offered prayers at the beautifully decked up mosques and idgahs of Aurangabad, friends and family exchanged greetings and gifts along with warm embraces and grand feasts. While visting mosques and idgahs, they greeted each other as they dressed up in new clothes. Aurangabadkars were also seen clicking selfies as they celebrated the festival with joy and happiness. Download The Times of India News App for Latest City .", "time": "2019-06-19 23:03:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/aurangabad-celebrated-eid-ul-fitr-amidst-family-bonding-sheer-khurma-and-more/articleshow/69864312.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "FDA, crime branch seize gutka worth Rs38 lakh": {"time": "2019-06-15 11:28:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/fda-crime-branch-seize-gutka-worth-rs38-lakh/articleshow/69794187.cms", "description": "AURANGABAD: The food and drug administration (FDA) officials along with the crime branch of city police laid a trap at Karudi Shivar on Nagpur-Mumbai highway and seized two vehicles carrying gutka. In all as many as 243 bags of gutka worth Rs38 lakh were seized from the vehicles — a pick-up van and a mini-truck. Based on the complaint lodged by an FDA official, an offence was registered against the three occupants of the vehicles at Daulatabad police station in the wee hours of Friday. The accused have been identified Rubab Ali Hazrat Ali Shaikh (27) and Indresh Shrimadanlal Nishad (28), both hailing from Uttar Pradesh UP, and Tausif Samad Shaikh (20) of Sajapur. Police are yet to ascertain the source of the banned stuff. FDA assistant commissioner MD Shah, who was also part of the team that made the seizure, said the action was a result of intelligence worked upon for several days. Crime branch team led by police sub-inspector Afroz Shaikh along with FDA officials nabbed the accused when the banned substance was being loaded from the mini-truck into the pickup van. Crime branch inspector Madhukar Sawant, citing directives of the commissioner of police Chiranjeev Prasad, said the action is part of the city police’s all-out drive against all illicit businesses in the limits of the city. Police have also slapped section 328 (causing hurt by means of poisonous substance) of the Indian Penal Code — a cognizable offence triable by sessions court. A couple of days ago, the City Chowk police launched a crackdown against small gutka traders and arrested eight paan stall owners. Download The Times of India News App for Latest City ."}, "Tears, cackles as schools offer rousing welcome to students": {"time": "2019-06-18 12:35:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/tears-cackles-as-schools-offer-rousing-welcome-to-students/articleshow/69831193.cms", "description": "AURANGABAD: Amid a delayed monsoon, the schools affiliated with the Maharashtra State Board of Secondary and Higher Secondary Education (MSBSHE) re-opened after the summer vacation, on Monday. Mixed scenes were witnessed outside the school gates with a section of students, especially first-time school goers, were all in tears while stepping into the campuses, while many others bid adieu to their parents on a happy note. Local book-shops and markets selling items such as school bags, water bottles and rain gear also witnessed heavy rush with students and parents ensuring adequate preparations to welcome the new academic year. Besides the aided and unaided educational institutions, schools associated with the Zilla Parishad (ZP) also re-opened in Marathwada. In keeping with the recent trend, schools gave a rousing welcome to the new students and their parents by offering roses and sweets. Some ZP-run schools also arranged for special processions in villages to mark the beginning of the academic year 2019-20. Pravin Muley, a graduate teacher from a ZP-run school in the Badnapur taluka of Jalna district, said that new students and their parents were felicitated as part of a welcoming ceremony of students. “The schools are reopening in the shadow of drought as the onset of Monsoon has been delayed. As far as our school is concerned, the necessary availability of water exists as of now,” he said. Notably, the State School Education Department has already asked the Education Commissioner and the Director-level authorities to ensure sufficient water for drinking and other needs in schools after reopening. The top brass of the education department has specifically asked for according the highest priority to ensuring the availability of water in schools run by ZPs in drought and other affected areas. Education officer (Primary) with Aurangabad ZP, S P Jaiswal on Saturday said that Block Education Officers (BEOs) have been told to report on the water availability situation in their areas. Aurangabad district alone has nearly 2,046 schools run by the ZP and school authorities have been told to ensure that no dearth of water for drinking purposes and other needs arise as the academic session begins. Meanwhile, a large section of city-based schools affiliated with the Central Board of Secondary Education (CBSE) also commenced their new academic year during the last week. Monika Sakhare, a parent of a Class III student, said that she had to spent some hours doing the necessary shopping for her son before the start of the new academic session. “The schooling has undergone a sea change as compared to our school days and we have to support the students right from day one,” she said. Download The Times of India News App for Latest City ."}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "Posters exhibition at GMCH": {"time": "2019-06-18 12:27:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/posters-exhibition-at-gmch/articleshow/69831217.cms", "description": "AURANGABAD: The geriatrics department of the Government Medical College and Hospital (GMCH) and District Civil Hospital, Chikalthana, held a poster exhibition to mark World Elder Abuse Awareness Day. The exhibition was inaugurated by GMCH dean Kanan Yelikar at the OPD building around 10am on Monday. The posters were aimed at raising awareness about abuse and mistreatment of the elderly. During the inaugural function, patients and their relatives visiting the hospital were sensitised about elder abuse. Psychiatrist at the public health department Amit Tak spoke about the various forms of abuse. GMCH medical superintendent Zine gave details about the facilities available for elderly people in the state-run hospital including free OPD registration, free investigation and a separate counter for elderly patients at each service window. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "\nWorld Dance Day celebrated in Aurangabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/World-Dance-Day-celebrated-in-Aurangabad/articleshow/47202877.cms", "description": "On the occasion of the World Dance Day on April 29, the city witnessed a beautiful dance recital under SAMBHAV: A dance-tribute aiming to ‘Dance beyond physical barriers’ organised at MAHAGAMI, MGM. Under this social outreach activity of MAHAGAMI, a 15-day dance workshop for differently abled children was conducted from April 15 onwards. The initiative was aimed towards exploring and sharing the joy of the expression of dance and its vitality coupled with the fact that creative minds can be nurtured beautifully through dance movements. The performance of these special children from Svayam Siddha was choreographed by Gargi Malkani and Rupal Khedkar. This was followed by a special Odissi dance performance by Nityanand Das from Odisha who dances on only one feet. Nityanand presented traditional Odissi based on the theme Pangu Langhayate Giri. Speaking on the occasion, Parwati Dutta, director MAHAGAMI Gurukul, said, “It is a dance day for us every day as we have inculcated dance in our life and dedicated our life to it. For the past 18 years we have been celebrating World Dance Day with all our heart and excitement.” Spectators were left spell-bound with the performance and gave a standing ovation.Download The Times of India News App for Latest City ."}, "Hoteliers resolve to share excess food with needy": {"time": "2019-06-15 11:31:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/hoteliers-resolve-to-share-excess-food-with-needy/articleshow/69794201.cms", "description": "AURANGABAD: Save Food Committee, Aurangabad, has succeeded in roping in several hoteliers in their endeavour to save food from hotels and restaurants that goes to waste and provide it to the needy. Anant Motale, a retired government official, who is among the Ann Wachwa Samiti (save food committee), said at a meeting, attended by at least 25 hoteliers and government officials, that the participants resolved to share food that they prepare in excess with NGOs working for distribution of food. The committee, which was formed about five years ago, works for save food campaign and has got several function halls, hotels and residents to share the excess food immediately after being prepared with the NGOs that distribute it among the needy. Addressing media persons, Anant Motale of Mission for Hunger Free City, said that recently the committee had a meeting with the help of the Food and Drugs Administration (FDA) and MSSIDC with the as many as 25 restaurant owners, particularly those who serve thalis, to ensure that food is not wasted. While referring to the Global Hunger Index related reports, Motale highlighted that every day, food for 200 crore people was being prepared in the country, out of which food meant for 100 crore people was thrown in the garbage. This eventually leaves at least 27 crore people hungry, he said. He also said that marriage functions are the places where food goes to waste. The government officials concerned have urged hotel owners to follow norms to avoid food wastage, said Motale, adding that hoteliers have agreed to cooperate and have decided to offer 10% discount to the customers per thali if they finish everything served. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "74,000 names enrolled in Maharashtra’s children’s homes found to be fake": {"description": "MUMBAI: The PAC report for the year 2017-18, submitted to the state assembly on Wednesday, came out with the results of the inquiry the committee conducted into suspected cases on the basis of the CAG report for 2014-15. The committee's inquiry revealed that between 2010 and 2015, there were 963 registered children's homes in the state. These homes belong to the state government but are run by NGOs. Of these, 213 were shut in 2016 after the authorities found that the names of over 74,000 children were fake. In 2017, three more children's homes were shut by the state women and child development department, taking the total to 216. The action was taken after the state adopted a policy of rechecks and new registrations of children with biometric impression, Aadhar card number and personal identification. Most irregularities were found during the rechecks. Three of the homes that were derecognized were from Mumbai and the suburban district, while half -- 107 - were located in Beed, Nanded, Osmanabad, Latur and Parbhani in Marathwada. The rest were in Solapur, Satara, Pune, Ahmednagar and Nashik. The government not only stopped grants but also instructed the administrators of these homes to shift the children enrolled there to children's homes elsewhere. Atul Bhatkhalkar, a member of the PAC for the women and child development department, demanded that a thorough inquiry be conducted by a special investigation team (SIT) into the matter. \"After the inquiry, the culprits should be punished,\" Bhatkhalkar said. The Juvenile Justice (Care and Protection of Children) Act 2015, enforced from January 15, 2016, laid down norms for facilities for children. Besides this, the Aurangabad bench of the Bombay high court in its judgment of June 2015 had observed that children's homes must be capable of taking care and giving protection to children housed there. Download The Times of India News App for Latest City .", "time": "2019-06-20 04:33:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/74000-names-enrolled-in-maharashtras-childrens-homes-found-to-be-fake/articleshow/69867894.cms"}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Youth held with marijuana worth Rs 5.25 lakh": {"time": "2019-06-18 17:14:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/youth-held-with-marijuana-worth-rs-5-25-lakh/articleshow/69842639.cms", "description": "AURANGABAD: The traffic branch of Aurangabad rural police has nabbed an alleged drug peddler and seized high quality marijuana worth Rs 5.25 lakh from his four-wheeler. The suspect, identified as Shahrukh Asgar Khan (22), a resident of Harsul area in the city was nabbed near Kasabkheda with 18kg of marijuana, apart from a four-wheeler. Police said that traffic inspector Mukund Aghav was enforcing a drive against errant vehicles, when he spotted the four-wheeler with registration number MH-21-V-0945 speeding at a breakneck speed from Kasabkheda to Devgaon Rangari on Sunday noon. It was after chasing it for a while, intercepted it. The police grew suspicious after the accused readily agreed to pay all the fine being slapped on him and leave. They scanned his vehicle to find nine packets of marijuana weighing 18 kilos stashed in the car. Soon the material along with the car was seized and the accused was arrested, before handing over to Sillegaon police station, where an offence came to be registered against him. Download The Times of India News App for Latest City ."}, "Make full use of wells on campus: Bamu VC": {"time": "2019-06-16 10:40:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/make-full-use-of-wells-on-campus-bamu-vc/articleshow/69805567.cms", "description": "AURANGABAD: Devanand Shinde, in-charge vice chancellor of Dr Babasaheb Ambedkar Marathwada University (Bamu), on Saturday asked the university administration to work out on the possibility of making use of several wells situated on the campus for university’s water requirement. Bamu, which is the oldest university in Maharashtra after Mumbai and Pune universities, has around 43 large ancient wells located in different parts of its sprawling 731-acre campus. Most of these wells serve as perennial water resources being located at the level of natural basin of groundwater formed at the bottom of small mountain range on which the campus is situated. Shinde, who is also the vice-chancellor of Shivaji University Kolhapur (SUK), was given the additional charge of Bamu after retirement of BA Chopade. Incidentally, Shinde was working at the chemical technology department of Bamu before being appointed vice-chancellor of SUK. Thus, he is well verse with the functioning of the university and its campus. Addressing the university officials and management council members during his felicitation programmme, Shinde said there is a need for the university to become self-reliant for its water needs. He also asked the administration to ensure that the wells are maintained and make proper arrangements are made for the use of waste water. The in-charge VC also asked the administration to ensure utilization of available water resources to the fullest. Registrar Sadhana Pande, management council members Shankar Ambhore, Phulchand Salampure, Sanjay Salunke, Rahul Maske, finance and accounts officer Rajendra Madke had earlier felicitated the vice-chancellor. “The vice-chancellor also discussed issues like admission process, vacant posts, facilities at university hotels as well as problems being faced by the students,” Sanjay Shinde, a senior university official, said. Download The Times of India News App for Latest City ."}, "BJP strengthens base in district, Shiv Sena gets booster in Beed": {"time": "2019-06-17 12:57:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/160619-cabinet-reshuffle-shiv-sena-gets-booster-in-beed-bjp-strengthens-base-its-base-in-aurangabad/articleshow/69816208.cms", "description": "AURANGABAD: The Shiv Sena, which was virtually pushed to the brink in Beed, received a boost on Sunday after its newest entrant, former Nationalist Congress Party strongman Jaidutta Kshirsgar, made his way into the state’s cabinet. It's also the first time in years a Shiv Sena leader out of Beed has secured a cabinet berth. The last time the party had this much influence in the region was when Suresh Navale held a minister of state rank back in 1995. Since then, the Sena has been unable to make any considerable progress in the district - eventually reduced to contesting just one seat (Beed city) out of six assembly constituencies. The Sena would contest from the Georai and Ashti seats too, but withdrew when the late BJP stalwart, Gopinath Munde, won negotiations with the party's leadership, Sena observers in Beed told TOI. Khsirsagar, who had much to the chagrin of NCP leaders supported the BJP's Beed nominee Pritam Munde prior to the Lok Sabha polls, enjoys good ties with the Gopinath Munde camp. He is also rumoured to have joined the Sena at the behest of BJP leadership as the Beed city constituency goes to the Sena’s account for the next assembly election if the Sena-BJP poll arrangement is worked out, party sources said. Insiders also ruled out the possibility of a clash between Kshirsagar and the BJP's Pankaja Munde, the rural development minister and Beed’s guardian minister. According to sources, the Sena would want Kshirsagar to expand the party's base in the district and beyond. Sources close to Khshirsgar said he is expected to lose votes from his Muslim and Dalit base. But he stands to get votes from the Sena-BJP catchment, they said, while citing his victory in the 2014 assembly polls in which he defeated Vinayak Mete, the Maratha leader who had contested on a BJP ticket, by a margin of 5,000 votes. News of Kshirsagar's appointment, however, has not gone down well with veteran Sena party workers. \"We now have to work for the man we had fought against,’’ said a senior Sena leader in Beed. He added that the move has \"demoralized\" senior workers of the party. The Aurangabad district found representation in the form of BJP’s Atul Save, the Aurangabad East MLA, although state assembly speaker, Haribhau Bagade, also belongs to the district. Save’s appointment makes a difference as he is essentially a party worker, state BJP president, Shirish Boralkar, told TOI. \"His elevation will strengthen the BJP's presence in the district. It would help the party in the next assembly and the Aurangabad Municipal Corporation elections,’’ Boralkar said. Local sources said Save's appointment would boost the morale of BJP workers in Aurangabad, where the party has been relying on the Shiv Sena, whose four-time MP Chandrakant Khaire lost to the All India Majlis-e-Ittehadul Muslimeen's Imtiyaz Jaleel in the Lok Sabha polls. \"Khaire's loss underscores the fact that the Sena has been losing ground here,\" a source said. \"Khaire, instead of introspection, has been blaming the BJP for his defeat. He suspects the BJP supported Harshvardhan Jadhav, an ex-Sena man and son-in-law of the party’s state unit president Raosaheb Danve (also the Union minister of food and civil supplies), to ensure his defeat. But that is not true. Khaire lost because of his bad performance,’’ another BJP leader said. Download The Times of India News App for Latest City ."}, "Railways’ most powerful diesel locomotive to debut on Vikarabad-Parli section": {"description": "AURANGABAD: The massive yet lightest 6,000 horsepower diesel locomotive WDG-6G, most powerful amongst those in use on Indian Railways, is all set to debut on Vikarabad-Parli section of the South Central Railway (SCR). “Built by the General Electric (GE), in United States, the WDG-6G locomotive will offer a range of benefits including increase in carrying capacity of trains. Also, it is the first emission-compliant locomotive keeping in with the international standards,” chief public relations officer of SCR Ch Rakesh said on Tuesday. “The WDG-6G locomotive is ready to undergo Confirmatory Oscilograph Car Run (CDCR) trials before joining the fleet of locomotives of Indian Railways. It will be soon put on trials on the Vikarabad-Parli section of SCR soon,” he said, adding that the carrying capacity of a freight train rake will significantly increase due to the latest locomotive. For Indian Railways, the high powered locomotives convey the priority to optimize movement of freight traffic to meet ever-increasing demands and at the same time enhance revenue generation for the organisation. “The new breed of WDG-6G diesel locomotives will play a significant role in the plans of Indian Railways, which is undergoing a positive transformational phase to bolster its transportation capabilities. The key features of the most powerful workhorse to join the stables of Indian Railways include the incorporation of the latest technology into its system,” Rakesh said. The locomotive is UIC 1 emission compliant, the first of its kind in India when it comes to the international standards. Elaborating upon the technical specifications, SCR authorities said the latest loco is based on GE’s evolution series and is fitted with a 16-cylinder V-16 Evolution series engine, a four-stroke fully turbocharged and inter-cooled machine. “In tune with the priority to address issues concerning environmental adaptability the locomotive sports an electronic fuel injection system for higher fuel efficiency and lower emissions as compared to any other diesel locomotives in use on Indian Railways,” a SCR official said. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:08:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/railways-most-powerful-diesel-locomotive-to-debut-on-vikarabad-parli-section/articleshow/69848805.cms"}, "Seminars on consumer rights and financial literary in colleges": {"time": "2019-06-14 11:42:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/seminars-on-consumer-rights-financial-literary-in-colleges/articleshow/69777983.cms", "description": "AURANGABAD: Students studying in colleges under the jurisdiction of the state Directorate of Technical Education (DTE) will soon have an opportunity to attend a guidance seminar on consumer rights and financial literacy. In response to an appeal from the Consumer Guidance Society of India (CGSI), an NGO in the the consumer sector, the DTE has allowed such seminars across all colleges coming under its jurisdiction, including those from Marathwada. In the latest directive, the DTE has asked colleges to facilitate the desired seminars during the academic year 2019-20 by coordinating with the CGSI. “The CGSI is a pioneer non-profit organisation, which was founded in 1966 and works for the protection of interests of consumers. It has conducted many workshops and seminars to educate consumers and will be holding similar events in colleges from Maharashtra during the upcoming academic year,” a senior DTE official said. ‘How to manage money and be a smart investor’ will be the theme of the seminars, which will focus on the concept of consumer activity, consumer compliant redressal and the Consumer Protection Act, among other areas. The guidance seminar is scheduled to have a session each on the financial market, fundamentals of the stock market and essential qualities of a prudent investor. “As told by CGSI authorities, the seminars will cut through jargons and explain concepts and strategies through stories. The workshop will be strictly held on a non-profit basis and no selling of any financial product will take place during these sessions,” DTE authorities said, adding that students will benefit immensely from the workshop as they’d become finance-savvy at a young age. The CGSI will be represented by industry experts during the seminar and their fees will be borne by it only and colleges will have no related liabilities, it was said. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "HC directs government not to transfer officer": {"description": "AURANGABAD: The Aurangabad bench of the Bombay high court on Monday directed the state government not to transfer the officer inquiring into the irregularities allegedly committed by three officials in appointing a contractor and eventually causing financial loss to the civic administration. Vikas Yedke, an MIM corporator, had approached the high court seeking directions to the government to institute an inquiry into the role of the officers and appropriate action against them. On Monday, deputy secretary of the urban development department, filed an affidavit informing the court that the officer inquiring into the conduct of the civic engineers had been transferred and that due to engagements involving the state budget session, the process was being delayed. The deputy secretary also informed the court that inquiry would be conducted on July 4. The matter came up for hearing before the bench comprising Justice Prasanna B Warale and Justice R G Agachat, when B L Sagar Killarikar, the lawyer representing the petitioner, pointed out to the court that the inquiry officer was changed without any reason. The bench directed the government not to change the newly-appointed inquiry officer till the completion of the inquiry. The court directed that the new inquiry officer should conduct inquiry within six months and the report be submitted to the court. The government had in 2016 sanctioned Rs 24.33 crore special fund for improvement of the roads to Aurangabad Municipal corporation (AMC). The works were to be conducted under observation and supervision of a three-member committee comprising divisional commissioner, the district collector and the municipal commissioner. Despite this, the civic engineers allegedly connived to ensure that only one company got the work and made changes in the process violating the norms, the petition alleged. The petitioner had made representations to various authorities. He approached the high court through lawyers Killarikar and N T Tribhuwan when he failed to get response from other authorities. Following the high court directions, two inquiries were ordered into the work — one by divisional commissioner and the other by principal secretary of urban development department. Both the inquiries indicted three civic officials for causing a loss of about Rs 1.67 crore to the civic body. The then municipal commissioner, Omprakash Bakoria, had initiated a departmental inquiry, but the general body didn’t give permission and subsequently petitioner approached the high court. Again, following high court directions D M Muglikar, the then civic body chief, appointed a regional inquiry officer to conduct the department inquiry. But this officer was having equivalent grade of the officials facing probe. Yedke then had then filed a civil application through Killarikar and Tribhwan pointing out that primary inquiry was conducted by an IAS officer of the principal secretary rank, therefore inquiry officer should be of the rank of secretary. Considering the arguments, bench then comprising Justices S S Shinde and R G Avachat had observed “in our opinion it may not be proper to entrust the inquiry of erring officers with the regional inquiry officer, Aurangabad who is not higher in rank. In our opinion, no prejudice would be caused to the delinquents if the inquiry is conducted by the inquiry officer not below the rank of the joint secretary.” Download The Times of India News App for Latest City .", "time": "2019-06-19 13:06:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/hc-directs-govt-not-to-transfer-officer/articleshow/69848778.cms"}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Women artists shine at an exhibition held in Aurangabad": {"time": "2019-06-15 11:11:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/women-artists-shine-at-an-exhibition-held-in-aurangabad/articleshow/69790561.cms", "description": "It was a delight for art lovers of Aurangabad as they came under one roof when eight female artists displayed their work at the recently held exhibition in the city. Held at Malti Art Gallery, near Kalda corner of Aurangabad, the artists –Manisha Kurekar, Gauri Narsapur, Vjayaya Paturkar, Sharda Uttarwar, Rekha Jakhete, Shalda Mendhekar, Mamta Kulkarni and Megha Padhyay created art of different medium on the canvas. Th exhibition titled –Thousand Shades of Her, saw paintings of various types. Though most of them used acrylic colours as their medium, each painting had a different style to it. Modern art got a touch of traditional Madhubani art and miniature touch, Gujrat's Mad Art and various other types of paintings were at display at the exhibition. Kunal Lahariya and Lata Mule were chief guests for the evening. Download The Times of India News App for Latest City ."}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "Section of teachers stage protest": {"time": "2019-06-18 12:30:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/section-of-teachers-stage-protest/articleshow/69831206.cms", "description": "AURANGABAD: Coinciding with the reopening of schools after the summer vacation, a section of teachers from some unaided schools protested to highlight their demands, including for benefits of the old pension scheme, on Monday. The agitating teachers wore a black badge on their arms as a mark of protest because of the alleged government apathy towards their demands. The protest, however, did not affect the functioning of the schools. In a statement, the teachers have threatened to step up their protest. ‘After a symbolic protest on day one of the reopening of schools, we have decided to stage a demonstration at Mumbai in support of the different demands. The state government has been consistently turning a deaf ear to our demands, which is unacceptable’, according to the statement. The NCP-led Teachers Union, the Association of Progressive Members of Teaching and Non-teaching Staff, the National Teachers Union and the Action Committee of Urdu Schools were among the organizations which extended their support towards Monday’s protest. It may be recalled that the state government, during November 2001, had decided to allow the opening of new schools as “permanently unaided institutions”. Following the decision, over 3,500 new schools came up across the state, which in due course, started demanding finical aid from the government. Giving up to the demand from these schools, the state government decided to remove the word “permanently” from its earlier policy of “permanently unaided institutions” during July 2009. After a gap of two years, the policy decision to release a grant-in-aid in instalments of 20% to eligible schools was taken in 2011, followed by a revision of the norms for deciding eligible schools in July 2013. It was the Union cabinet decision taken during August 2016 that actually pushed the process of release of grant-in-aid for unaided schools. Download The Times of India News App for Latest City ."}, "GMCH conducts procedure to detect non-palpable cancer": {"time": "2019-06-17 12:54:00", "link": "https://timesofindia.indiatimes.com//city/aurangabad/gmch-conducts-procedure-to-detect-non-palpable-cancer/articleshow/69816224.cms", "description": "AURANGABAD: The Government Medical College and Hospital (GMCH) here became the first government medical college in state to have conducted an advanced preoperative process called stereotactic hookwire localisation to identify non-palpable cancer. The procedure was carried out as part of a breast imaging course held by the college. A one-day continuing medical education conference was also held as part of the breast imaging course. As many as 180 delegates, including radiologists, pathologists, surgeons and PG radiology and surgery students from Aurangabad, Nanded, Hingoli, Jalgaon and other cities participated in the event. Varsha Rote Kaginalkar, professor and head of department radiology, GMCH, said that many a times cancers are not detected by sonography as they do not have mass. “The stereotactic hookwire localisation process under ultrasound was carried out by two faculties from Mumbai to identify a non-palpable cancer in a patient. The cancer was removed in a surgical procedure subsequently. The GMCH Aurangabad has all the setup required for carrying out the diagnostic process,” Kaginalkar said. In the workshop lectures were held on different subjects and hands-on training in ultrasound guided core needle biopsy on chicken breasts was given. The national faculty for the programme incuded Bijal Jankharia, consultant, Picture This by Jankharia, Mumbai and Sabita Desai, consultant, Breach Candy Hospital, Mumbai. Download The Times of India News App for Latest City ."}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "AMC eyes achieving ODF++ tag before October 2": {"description": "AURANGABAD: As part of the Swachh Bharat Urban programme, all cities in the state, including Aurangabad, are required to ensure proper functioning of their public and community toilets to qualify as open defecation free (ODF) city. Based on whether the cities have only toilets or they have both toilets as well as sewage treatment plants within 20km radius, cities will get the ODF+ or the ODF++ tag. Speaking to TOI, deputy secretary at the state government’s urban development department, Sudhakar Bobade said that the cities had declared details about the number of applications filed for individual household latrine (IHHL) and the number of IHHLs constructed on the Swachh Bharat Mission portal. “The cities are expected to bridge the gap between the number of applications filed and the toilets constructed by June 30,” said Bobade. He further said that the urban local bodies (ULBs) had to ensure that the community and public toilets in the city were in good shape. First, the ULBs should ensure that the existing toilets are repaired and have light, water and are properly cleaned. The cities applying for ODF+ should have atleast 10% and those applying for ODF++ should have atleast 25% toilets with additional facilities like exhaust fan, vending machines and other amenities. “There will be a three phase inspection for ODF+ and ODF++ in which the municipal commissioner will have to make a self-declaration about the status of public and community toilets. After this, the divisional coordinator of Swachh Bharat will inspect and finally a third party inspection by Delhi based QCI will be conducted,” said Bobade. He said that Aurangabad would have to meet ODF++ requirements before October 2 i.e. the 150th birth anniversary of Mahatma Gandhi. Vijaya Ghadge, who is overseeing the ODF status of the city, said that AMC would be repairing around 30 existing public toilets and constructing 25 new ones. Download The Times of India News App for Latest City .", "time": "2019-06-19 13:11:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/aurangabad/amc-eyes-achieving-odf-tag-before-oct-2/articleshow/69848715.cms"}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}}