{"Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/om-birla-from-grassroots-politician-to-lok-sabha-speaker/articleshow/69853312.cms", "description": "NEW DELHI: The new Lok Sabha Speaker, Om Birla, a two-time BJP MP from Rajasthan, is a relative newcomer for the post traditionally held by seniors.   A surprise pick by the ruling BJP-led NDA   , Birla's name was proposed by Prime Minister Narendra Modi himself for the post, sources said. The 56-year-old leader is considered to be close to both Modi and Bharatiya Janata Party (BJP) president Amit Shah. Birla's nomination for the Lok Sabha Speaker's post also has the   backing of non-NDA parties   such as the YSR Congress Party (YSRCP) and the Biju Janata Dal (BJD). Starting his political journey as a student leader, Birla was also elected to the Rajasthan Assembly for three consecutive terms in 2003, 2008 and 2013. He won his first Lok Sabha election in 2014 and was again elected this year from Rajasthan's Kota-Bundi seat. Birla defeated Congress's Ramnarayan Meena with a margin of over 2.5 lakh votes in the recently-concluded general election. A conscientious parliamentarian, Birla has registered an 86-per cent average attendance in the House, asked 671 questions, participated in 163 debates and introduced six private members' bills in the 16th Lok Sabha. From 1991 to 2003, he was a key leader in the Bharatiya Janata Yuva Morcha (BJYM) as a state-level president first and then, as a vice-president at the national level. Birla, who holds a Masters degree in commerce, is a member of the Standing Committee on Energy in Parliament, the Committee on Petitions and the Consultative Committee for the Ministry of Social Justice and Empowerment. He succeeds eight-time MP Sumitra Mahajan as the Lok Sabha Speaker, a post traditionally held by senior MPs. However, this is not the first time that a relative newcomer has occupied the position. In 1996, Telugu Desam Party (TDP) leader G M C Balayogi, also a two-time MP then, was elected as the Speaker in the Lower House of Parliament. After his death in a helicopter crash in 2002, Shiv Sena leader and first-time MP Manohar Joshi was appointed to the position. In Video:BJP MP Om Birla chosen as Speaker of 17th Lok SabhaDownload The Times of India News App for Latest India News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Beware of unscrupulous agents: Canada to visa-seekers": {"time": "2019-06-11 11:19:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/beware-of-unscrupulous-agents-canada-to-visa-seekers/articleshow/69732387.cms", "description": "BATHINDA: Ahead of commencement of admission to campuses in Canada that attract a large number of Indian students, the Canadian government on Monday came out with public notices cautioning those applying for visa not to waste money. Through a public notice, the Canadian government announced that it costs only about Rs 5,200 (100 Canadian dollars) to apply for a visa to Canada, while some immigration agents charge a lot more than that. It advised that visa should be applied only through proper channel by visiting the official government of Canada website. Thousands of students every year apply for visa by paying hefty fees. Apart from them, thousands of Indians, especially Punjabis, apply for the Canada visa. According to industry sources, nearly 75,000 students had got visas for Canada in 2017 and this figure is on the rise. According to a rough estimate, over one lakh students are expected to go to Canada in 2019. Immigrating to Canada has been a craze among Punjabis. Earlier it used to be Doaba region in Punjab that lead in immigration to Canada and many other western countries, but now Malwa region is catching up fast with the mushrooming of IELTS (International English Language Testing System) centres in every small and big town. “As a lot of aspirants are duped in the name of Canada visa, such stories reach the Canadian government too and that is why the government decided to come out with public notices in most of the newspaper published from Punjab. Most of the cases of duping take place in the state only,” said an immigration consultant preferring anonymity. Bathinda is also emerging as a big centre for immigration to Canada and other western countries. Another immigration consultant said that over 5,000 students apply for Canada from Bathinda region every year. Download The Times of India News App for Latest City ."}, "Cotton plants damaged in high velocity wind, hailstorm": {"time": "2019-06-14 13:37:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/cotton-plants-damaged-in-high-velocity-wind-hailstorm/articleshow/69780056.cms", "description": "BATHINDA: High velocity wind and hailstorm which lashed the region late on Wednesday evening damaged the cotton crop in Bathinda and Mansa districts of Punjab. Apart from inclement weather, a 60-feet-wide breach in a drain at Chak Attar Singh Wala village in Bathinda too affected the cotton crop as the fields were submerged in drain water. The cotton plants got damaged in over a dozen villages in both the cotton-producing districts due to hailstorm in Budhlada, Talwandi Sabo, Maur and Sangat areas. The agriculture department has sent the teams to the affected areas. The Bathinda deputy commissioner, B Srinivasan also visited the villages where cotton crop was affected due to hailstorm. With breach in Teona drain near Chak Attar Singh Wala village late on Wednesday night, crops in nearly 400 acres were submerged — the area was planted mostly with cotton but paddy nursery too had been transplanted in some of the area. Farmers Gurdial Singh of Sangat village and Prem Singh of Talwandi Sabo said the hailstorm caused a huge loss to cotton crop. “I had sown cotton in three acres and the plants have been damaged in the hailstorm,” Prem Singh said. “Although leaves of cotton plants have been damaged due to the hailstorm, new leaves are expected to flourish as yet the crop was in the early stages. However, we are keeping vigil and teams have been sent to fields to assess the loss and suggest corrective measures to the farmers,” Bathinda chief agriculture officer Guraditta Singh said. “I have visited the affected villages to assess the loss. Though loss is there, it is not severe and I have asked the agriculture department to prepare report of loss which I will send to the state government,” Bathinda DC B Srinivasan said. Download The Times of India News App for Latest City ."}, "Elite train, dirty toilet": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Elite-train-dirty-toilet/articleshow/56037292.cms", "description": ""}, "Medial fraternity justifies having private security in wake of attacks on doctors": {"time": "2019-06-16 18:56:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/medial-fraternity-justifies-having-private-security-in-wake-of-attacks-on-doctors/articleshow/69814107.cms", "description": "AMRITSAR: Following attack on two junior doctors in Kolkata, the medical fraternity in the holy city is mulling over hiring their own private security including bouncers besides they have demanded from government to form stringent laws to punish the wayward mob attacking at hospitals even as Indian Medical Association (IMA) has announced a nationwide strike on Monday to express solidarity with the victim doctors. “We are already working under constant fear and this recent incident has only aggravated our anxiety, government has to come up with stringent laws so that exemplary punishments are given to the persons attacking doctors and ransacking hospitals\" said Dr Hartej Singh Nagpal who runs a 100 beded Hartej Hospital while talking to TOI on Sunday. He said Kolkata incident had forced him to rethink over his hospital’s security. “Presently we have just around half a dozen unarmed guards but now I am thinking to hire private security\" said he adding that Nursing Homes cell of IMA, Amritsar was holding a meeting on Wednesday to discuss the issue in detail. Director, Cardiology, Fortis hospital Dr Arun Chopra observed that the violence against doctors was on rise especially in past couple of years. He said they had around 35 to 40 unarmed security personals out of which only about 12 to 15 were present in the hospital at any given time. “But they are insufficient to handle a frenzied mob of even fifty persons” he said. The Kolkata incident had rejuvenated their worst fears about their own and their family’s security, he added. He also agreed that if government failed to provide security cover to doctors they would be left with no option but to hire their own private security. The Times of India on Sunday visited a few private hospitals to find private security guards deployed at various places in plain clothes, even a few posing as patients, doctors practising with their licensed weapons. Doctors were collectively of view that poor infrastructure in government hospitals often forces patients to rush to private hospitals and many of them were not able to bear the high cost of treatment and in case of patient’s death of a patient, the kins didn’t wish to pay the pending bills and start blaming doctors for their negligence. “Often these kind of people are sheltered by some local politicians who instigate them to stage dharna against the hospital and mount pressure on the hospital management to waive off their remaining bill” said a doctor who didn’t wish to give his name. Managing director Medicity, Dr Avtar Singh observed that private hospitals were in unorganised sector so they were vulnerable to violence. “When I started my hospital, I was advised to have security in the hospital but I denied but now I realise that I need security\" said he adding that even the aggression in the society had increased over the years. Avtar who has his own private security said that the guards not only regulate the traffic of patients but also keep an eye on the behavioural pattern of relatives of a patient and warns the hospital staff accordingly. While justifying having bouncers by the doctors, he opined that first and the foremost reason behind attack on doctors and hospital was payment of bills. \"When it comes on paying the bill, they get hold of a local politician who instigate them for dharna etc. this has happened with us at Medicity about six months ago” said he while suggesting that government had to make stringent of the rules and declare violence against doctors as a non bailable. Meanwhile president IMA, Amritsar Dr Inderbir Singh Nizzar informed that a complete shout down would be observed on Monday. “There will be no OPD or elective surgeries but emergency services will continue”, he said. He informed that IMA had written to Prime Minister Narendra Modi suggesting that a multifaceted approach encompassing the areas of legislation, security, data collection, training and public awareness was required to successfully address the issue of violence on health sector. Download The Times of India News App for Latest City ."}, "Punjab: Sales tax inspector nabbed accepting Rs 25,000": {"time": "2019-06-13 21:01:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/punjab-sales-tax-inspector-nabbed-accepting-rs-25000/articleshow/69776885.cms", "description": "BATHINDA: State vigilance bureau on Thursday nabbed sales tax inspector from Kotkapura in Faridkot district while accepting illegal gratification of Rs 25,000. Vigilance Bureau officials said sales tax inspector Jaspal Handa was nabbed while accepting bribe of Rs 25,000 from Ankur Garg of Faridkot. Ankur, who worked as scrap dealer, had approached the VB to exempt from tax penalty and said the sales inspector demanded Rs 50,000 from him to exempt his firm from tax penalty and the deal was struck at Rs 25,000. After verifying his information, the VB team laid trap and inspector was arrested on the spot while accepting bribe in the presence of two official witnesses. Case under prevention of corruption act has been registered against the inspector at VB police station Bathinda and further investigations are being made. Download The Times of India News App for Latest City ."}, "Uttar Pradesh": {"time": "", "link": "https://timesofindia.indiatimes.com/india/why-muslims-in-this-up-village-are-burying-the-dead-in-their-homes/articleshow/69867128.cms", "description": "\"You're sitting on my grand mother's grave,\" Salim Shah told this correspondent. She has been buried, he said, in his living room. A clutch of houses in Chah Pokhar in Achnera block of Agra have turned into graveyards as families are forced to bury their departed in their homes due to lack of a burial ground. As a result, the dead here are a constant part of day-to-day life. TOI found women cooking next to where their children were buried while the elderly rested on cots in a backyard full of graves. In one of the houses, Rinki Begum told TOI that five bodies were buried in her backyard, including that of her 10-month-old son who had died of an untreated fever. Another resident, Guddi, said, \"For poor people like us, there is no dignity in death. Due to lack of space in houses, people have to sit and walk over graves. It is so disrespectful.\" Almost all the houses in the block have graves within the compound Most of the Muslim families here are poor and landless and men scout for work as contract labourers. They said their demand for a graveyard has been ignored for years. The pond in Chah Pokhar village, where a piece of land is allocated for the burial ground on papersThe apathy of the administration can be gauged from the fact that a plot allotted for a graveyard some years ago falls right in the middle of a pond. Repeated complaints have fallen on deaf ears and residents are running out of space. The fresh graves are no more cemented to ensure they occupy less space and stones of different sizes kept over them are the only way to tell them apart. Protests have erupted in the past over the issue. In 2017, after the death of resident Mangal Khan, his family refused to bury his body until land for a graveyard was provided in the village. After assurances by the authorities, they buried Khan near the pond. But the promises came to nothing. Living with the dead: A grave in the backyard\"All we are asking for is some land for our ancestors. There is a cremation ground for the Hindus in the periphery of the village, but we are living with our dead,\" said Munim Khan, a factory worker. Desperate residents even tried reaching out to nearby Sanan village and Achnera town that have burial grounds. But they were not willing to part with precious space. \"These two villages have a larger Muslim population than Chah Pokhar. Their burial grounds are filled to capacity,\" said Nizam Khan, a mechanic. Village pradhan Sundar Kumar said that he had asked officials several times for a burial ground for Muslim families, but no action was taken. Ravi Kumar NG, the district magistrate, said that he was not aware of the issue. \"I will send an official team to the village and get details of the burial land required.\" Picture Credit: Hemant Kumar In Video:Houses turn into graveyards as Muslims in this UP village bury the dead at homeDownload The Times of India News App for Latest India News."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "SA vs NZ Live Score": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/live-blog/live-cricket-score-south-africa-vs-new-zealand-icc-world-cup-2019/liveblog/69855455.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "‘No failure’: NDRF says not trained for borewell rescues": {"time": "2019-06-12 12:10:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/no-failure-ndrf-says-not-trained-for-borewell-rescues/articleshow/69748142.cms", "description": "BATHINDA: An official of the National Disaster Response Force (NDRF) said on Tuesday that they lacked expertise in retrieving babies stuck in borewells, so the five-day operation to retrieve two-year-old Fatehveer Singh from a 125-foot-deep borewell in Sangrur could not be called a failure. The NDRF is the premier body for rescue and relief operations in case of calamities, manmade and nature, in the country. NDRF 7th Battalion commandant Ravi Kumar told TOI on Tuesday that the operation to retrieve Fatehveer, who died after being rescued from borewell after five days, could not termed a “failed operation”. “Though NDRF does not have much expertise in handling such situations (of retrieving a baby from a borewell), we did our best. Central agencies do not leave anything to chance and we too made sincere efforts, though without success. We don’t blame anybody or ourselves; it is only the circumstances which came in the way of the operation,” he said. The operation to rescue Fatehveer has been criticized over the direction of a parallel pit, which was dug to pull out the boy, changing. Before this, the NDRF’s 7th Batallion, which is headquartered in Bathinda, had faced only one incident in which a child had fallen in a borewell. Kumar said the NDRF would analyse the shortcomings of the operation, if any, to find out how standard operating procedure for such situations could be improved. Kumar refuted allegations that the NDRF team did not even have a compass to know the exact direction for digging the parallel put. He said the team was “fully-equipped and compasses were present even in mobile phones”. Two assistant commandants of NDRF supervised the operation running over 5 days, with a team of 25 jawans. Kumar said that NDRF got information about the incident in the evening of June 6 and the team had reached Bhagwanpura village near Sunam by 7pm. He said the operation was “very tricky”. “Our assistant commandant Ajay Verma remained concentrated on the operation for four days and only then we sent the other team led by another assistant commandant, Om Parkash Bishnoi, to provide some rest to the first team,” the commandant added. “Earlier, our men tried to pull the boy by a rope. But, when all such efforts did not bear fruit, we decided to dig a parallel bore with the full consent of district administration, family and those present,” he added. The commandant said the direction of the second bore changed as the soil was sandy. He, however, dismissed rumours that the NDRF was not given full freedom and Dera Sacha Sauda volunteers and villagers obstructed them. Kumar fell back on the adage “prevention is better than cure”. “We need to take care that unmanned borewells are plugged to avoid another such incident,” he said. ‘Borewell narrower where kid was stuck’Assistant commandant Ajay Verma, who commanded the operation for four days, said the borewell had a nine-inch diameter at the mouth, but it narrowed down to six inches where the bot was stuck. “He was entangled so badly that only his hands were visible. On the very first day, we tried to pull him out with a rope, but there was no vacuum to hold him. We tried to pull him from hands, but that was unsuccessful too. The parallel pit was dug to extract from the other side, but that too not worked well either and only created vacuum to pull him from the main bore,” he said. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "4-year-boy from Kathua falls into 20 feet well, rescued immediately": {"time": "2019-06-15 09:38:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/4-yr-boy-from-kathua-falls-into-20-feet-well-rescued-immediately/articleshow/69796067.cms", "description": "PATHANKOT: Panic hit Pathankot administration after reports of a four-year-old boy getting trapped in a borewell spread on Friday. However, the deputy commissioner later clarified that the incident occured in Kathua district of Jammu and Kashmir. The boy was immediately rescued by his family members and rushed to a private hospital in Pathankot for treatment, he said. However, earlier in the day, there was a scare in the Pathankot administration after reports of a four-year-old boy Pardeep falling into a borewell in the district were flashed in a section of media. Clearing the dust, Pathankot deputy commissioner Ramvir said the boy had fallen into a 20-feet deep well while playing and broke his leg. He was later shifted to a hospital in Pathankot for medical treatment. Pardeep is a resident of Gandial village in Kathua district, but on Pathankot border. It has a twin village Kirian, which lies in Pathankot district. In local parlance, the two villages are referred to as Kirian-Gandial, which caused the confusion and led to scare in Pathankot while Kathua administration remained unaware of it. “We have confirmed that the boy belongs to Kathua district and fractured his leg following a fall in a pit while playing. He was admitted in a private hospital in Pathankot and is under treatment. We are taking care of him,” said Ramvir, adding that Pathankot administration had already got all the borewells sealed. He said the boy was recovering and would be discharged from hospital by evening. When contacted, deputy commissioner Kathua Vikas Kundal expressed ignorance about the incident. “I have just talked to the SP, but he denies any such incident took place,” he said. Notably, a three-year old Fatehveer Singh, a resident of Bhagwanpur village in Sangrur, had fallen into a 150-feet deep and seven inch wide borewell on June 6. He died in the borewell as rescuers failed to reach him. His body was brought out after 110 hours on June 11. Following the incident, Punjab government had directed all the deputy commissioners of state to ensure that no borewell is left open. Download The Times of India News App for Latest City ."}, "Woman dragged, punched, kicked; Congress leader booked": {"time": "2019-06-15 08:59:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/in-muktsar-cong-leader-booked-after-brother-aides-assault-woman/articleshow/69796088.cms", "description": "BATHINDA: Police on Friday booked a Congress councillor of Muktsar municipal council, arrested his brother and five of his associates after a video went viral in which a group of well-built men are seen dragging a woman out of her house and brutally assaulting her with punches, kicks and a leather belt. Muktsar SSP Manjit Singh Dhesi said they were on the lookout for the concillor and he had been charged with criminal conspiracy, though he was not present on the spot when the incident took place. In the video, the men do not soften the assault even when the woman’s five-year-old son is heard crying. Near the end of the video, the men are also seen brutally assaulting the woman’s elderly mother when she comes to save her. SSP Dhesi said Meena Rani, the woman was assaulted, had informed them that she owed Rs 23,000 to Congress councillor Rakesh Chaudhary's brother, Suresh Chaudhary. As she could not pay the money on time, the accused got her beaten up. Rani has been admitted to Muktsar civil hospital and is stated to be out of danger, though brusied and with abrasions. Though TOI spoke to Meena’s mother, it could not ascertain her name. The woman told TOI that Suresh Chaudhary demanded Rs 23,000 from them on Friday, but they did not have any money and sought five days to repay it and even promised to pay him interest. “But he did not listen to us and threatened us with dire consequences if the money was not returned immediately. About 11am, he came along some accomplices and barged into our home. He dragged my daughter out of the house and started beating her up. They also abused her and did not spare me when I went to save her,” she said. She said their entire family was of labourers. “We would not have taken the loan from them if we would have known they were so ruthless,” she said. SSP Dhesi said Suresh Chaudhary and his accomplices Roop Lal, Sunny Chaudhary, Guddi, Sekhu and Jebo had been charged with sections 307 (attempt to murder), 452 (house trespass), 354(assault or criminal force to woman with intent to outrage her modesty), 354B (assault or use of criminal force to woman with intent to disrobe) and 120B (criminal conspiracy) of the Indian Penal Code (IPC). “Efforts are being made to arrest others involved in the incident, including the councillor,” he said. Chaudhary was with Shiromani Akali Dal (SAD) at first. He contested the last MC polls as an independent and won. He later on joined the Congress. In Video:On cam: Cong councillor's brother, aides thrash woman in Punjab's MuktsarDownload The Times of India News App for Latest City ."}, "Pakistan’s pro-Khalistanis support ‘freedom for Kashmir’": {"time": "2019-06-07 12:56:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/paks-pro-khalistanis-support-freedom-for-kashmir/articleshow/69683091.cms", "description": "AMRITSAR: Pakistan’s ISI-backed Sikh face Gopal Singh Chawla used the Operation Bluestar anniversary as an occasion to openly link Kashmir and Khalistan issues. He and some other pro-Khalistan Sikh leaders of Pakistan on Thursday also took up the issue of freeing Kashmir at Nankana Sahib on Thursday. A video of Chawla also appeard on social media in which he can be heard saying that Sikhs would also struggle for the freedom of Kashmir. “We will snatch away our Kashmir and Khalistan,” he announces. However, the move has upset some other Sikhs in the neighbouring country. A moderate Sikh leader from Pakistan, who didn’t wish to give his name, said, “We have never heard political leaders of Pakistan or of Islamic militant organizations raising their voice in support of Uighur Muslims in China because of the country’s economic interest. Now, Sikh radicals here have also started taking up the issue of so called persecution of Muslims in Kashmir and they also don’t talk about Uighur.” Quoting saveuighur website he said, “Right now more than two million Uighur Muslims are in Chinese concentration camps. Men are taken to the camps, their children to orphanages and women are forced to live with Chinese men.” At Nankana Sahib, pro-Khalsitan Sikhs also displayed posters of secessionist ‘Referendum 2020’ on the main gate of Gurdwara Nankana Sahib. Wearing T shirt with picture of militant leader Jarnail Singh Bhinderanwala, Chawla is seen accompanied by a handful of turban wearing Sikh youth and Muslims. He raised slogans in praise of Sikh militant organizations Babbar Khalsa, Khalistan Commando Force and Pakistan government. Known to be ISI’s Sikh voice against India, Chawla, who is also a member of the Evacuee Trust Property Board, used expletives on camera against then Indian Prime Minister Indira Gandhi who had ordered Operation Bluestar. Similarly another Indian Sikh fugitive Gajinder Singh of Dal Khasla, who is believed to be hiding in Pakistan, uploaded a message on the occasion of Eid on his Facebook page with “special greeting for Muslims of Kashmir”. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Nestle India conducts cleanliness drives on World Oceans Day": {"time": "2019-06-08 14:41:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/nestle-india-conducts-cleanliness-drives-on-world-oceans-day/articleshow/69702030.cms", "description": "MOGA: On the World Oceans Day on Saturday, Nestle volunteers participated in clean-up drives worldwide. In India, around 2,000 volunteers participated in this initiative which took place in towns near Nestle India factories and branch locations. The volunteers included Nestle India employees and their families, NGO partners, distribution partners, suppliers and officials. The volunteers at Moga also participated in the clean-up drive near the factory pledging their commitment to a plastic waste-free environment. Commenting on this initiative, Nestle India chairman and managing director Suresh Narayanan said, \"World Oceans Day provides a unique opportunity to honour, help protect and conserve our natural resources. On a personal level, I have taken a pledge to reduce plastic waste in my office, home and wherever we as an organisation can make a difference. Occasions like these enable us to educate and drive behavioral change across the organisation as well as the people associated with it.” At the clean-up drive, the volunteers were divided into different teams to ensure systematic collection of waste. At the end of the drive, the collected waste was sent to the processing facilities and disposed responsibly. Download The Times of India News App for Latest City ."}, "SGPC meets today to tally articles of Sikh Reference Library before & after Bluestar": {"time": "2019-06-13 09:50:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/sgpc-meets-today-to-tally-articles-of-sikh-reference-library-before-after-bluestar/articleshow/69766240.cms", "description": "AMRITSAR: The Shiromani Gurdwara Parbandhak Committee (SGPC) has convened a special meeting on Thursday to discuss the articles of Sikh Reference Library (SRL) in possession of the Sikh body before and after Operation Bluestar. The meeting has been called after former senior SAD leader Manjit Singh G K alleged that some rare articles of SRL had been sold in the international market, including the swaroop of Sri Guru Granth Sahib bearing the signature of the 10th Sikh master, Guru Gobind Singh. “This is an official meeting being convened to relook into the articles of SRL in possession with SGPC, pre- and post-Operation Bluestar,” said SGPC chief secretary Roop Singh on Wednesday. In recent past, G K — a former president of Delhi Sikh Gurdwara Management Committee — demanded a white paper on SRL. G K had alleged that the swaroop was sold for Rs 12 crore in the international market. He had also claimed that the Army had handed over all articles taken away from the Golden Temple to the CBI, which wanted to prove Akali leader Jarnail Singh’s links with foreign agencies in court. But, when it didn’t find anything seditious in the articles, the CBI was forced to return the same to SGPC on court’s orders. Rubbishing the allegations levelled by G K, Roop Singh said, “If SGPC had got the articles back, then why has its leadership been continuously approaching the Centre and Army for their retrieval since 1984.” Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Ashton Kutcher": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/english/hollywood/news/ashton-kutcher-and-mila-kunis-trash-split-rumours-in-the-funniest-way-possible/articleshow/69868560.cms", "description": ""}, "4-year-old Kathua boy falls into 20ft well, rescued": {"time": "2019-06-14 22:43:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/pathankot-administration-panics-after-rumour-of-a-four-year-old-falling-into-borewell-surfaces/articleshow/69786893.cms", "description": "PATHANKOT: The district administration fell into a panic after report of a four-year-old boy falling into a borewell in Pathankot was flashed in a section of media on Friday morning. However, deputy commissioner Pathankot, Ramvir denied the report saying the boy named Pardeep was not from Pathankot, but from the neighbouring Kathua district of Jammu and Kashmir. The boy had fallen in a small pit while playing and broke his leg and was later shifted to Pathankot for medical treatment. Pardeep lives with his uncle Bittu Kumar, a resident of Kirian Gandial village in Kathua district. “We have confirmed that the boy belongs to Kathua district whose leg was fractured after falling in a pit while playing. He was admitted to a private hospital in Pathankot and is under treatment. We are taking care of him,” said Ramvir, adding that Pathankot administration had already got all the borewells sealed. He said the boy was recovering and would be discharged from hospital by evening. Earlier, there were reports that a Pathankot boy had fallen in a borewell but was immediately rescued by his family members. Kidian and Gandyal villages are spread across Pathankot and Kathua districts of Punjab and Jammu and Kashmir. Notably, a two years old boy, Fatehveer Singh, resident of Bhagwanpur village in Sangrur, had fallen into a 150-feet-deep and seven inches wide borewell on June 6 and was brought out dead after 110 hours on June 11. Following the incident, Punjab government had directed all the deputy commissioners of state to ensure that no borewell was left open. Download The Times of India News App for Latest City ."}, "Two-year-old drowns in village pond": {"description": "ABOHAR: A two-year-old boy playing with his elder brother outside his home was found dead in a village pond nearby on Tuesday evening. His body was found stuck in mud at the bottom of pond, which has no guard walls, by some youth looking for him. According to information, Harman, son of Gurprit Singh, was playing with his elder brother at Dharmpura village when he disappeared and the village launched a hunt for him. When he could not be found, a villager suggested that they look for him in the pond. when the water was drained out, Harman's body was found stuck at the bottom.  Expressing grief over the tragic incident, village sarpanch Sumitra Devi said the panchayat has decided to build a boundary wall around the pond to prevent any such incident in the future. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/amritsar/two-year-old-drowns-in-village-pond/articleshow/69868468.cms"}, "Kathua gang rape: No trial yet for eighth accused": {"time": "2019-06-11 10:27:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/kathua-gang-rape-no-trial-yet-for-eighth-accused/articleshow/69735110.cms", "description": "PATHANKOT: Of the eight accused in the Kathua gang rape and murder case, seven faced trial and six were convicted on Monday. The eighth accused, who claimed to be a juvenile, is yet to be put on trial as the matter regarding determination of his age is pending before the Jammu and Kashmir high court. He is currently lodged in a juvenile home in Jammu and Kashmir’s Ranbir Singh Pura area. He is alleged to have raped, strangulated and bludgeoned the eight-yearold with a stone, in the J&K crime branch charge sheet. His trial would begin only after his age is determined by the court. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-14-salman-khans-film-garners-rs-2-25-crore-nett-on-tuesday/articleshow/69854426.cms", "description": ""}, "Shamita Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shilpa-shetty-kundra-and-shamita-shettys-birthday-wish-for-mother-sunanda-shetty-is-all-things-adorable/articleshow/69867916.cms", "description": ""}, "Disha Patani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Spooked by Kolkata, private hospitals in Amritsar to have own security": {"time": "2019-06-18 11:36:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/spooked-by-kolkata-pvt-hospitals-in-amritsar-to-have-own-security/articleshow/69833014.cms", "description": "AMRITSAR: Private medical practitioners in Amritsar on Monday decided to hire their own security in the wake of a mob attacking two doctors at a hospital in Kolkata on June 10. Indian Medial Association (IMA) Amritsar president Dr Inderbir Singh Nizzar said police, in the past, had not extended help to doctors when needed. “So we have decided to hire private security for protection,” Nizzar said. On a shutdown call given by the IMA to express solidarity with the Kolkata doctors, private practitioners here suspended outdoor patient departments and operations. However, emergency services remained unaffected Nizzar informed that Dr S J S Randhawa of Randhawa Hospital had been assigned the task to chalk out modalities and coordinate for hiring security teams. “We have also decided to sensitize district police,civil administration, politicians and general public about the medical profession and dispel false notions against doctors through mass-awareness drives,” he said. Dr Hartej Singh Nagpal of Hartej Hospital said rge purpose of hiring personal security was not to frighten anybody, but to save doctors, their hospitals, nursing homes, staff and family members from personal harm. In a meeting of IMA on Monday, the doctors observed that the state had failed miserably to protect doctors and was indifferent to their plight, and this forced them to think of hiring personal security. Expressing hope from new Union health minister Dr Harsh Wardhan to help medical fraternity, Dr Avtar Singh of Medicity said, “I am of the view that being a doctor himself, the new health minister can bring some changes for the security of doctors, who are often subjected to violence. All we need is a strict law,” he added. Fortis Hospital cardiology director Dr Arun Chopra said despite the strike call, all emergency cases were attended to. “The strike is a symbolic gesture to get the government’s attention towards the safety of doctors,” he said. Download The Times of India News App for Latest City ."}, "Punjab seeks to promote drip irrigation in maize crop": {"time": "2019-06-10 10:29:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/punjab-seeks-to-promote-drip-irrigation-in-maize-crop/articleshow/69717910.cms", "description": "BATHINDA: With water-guzzling paddy transplantation already begun, the Punjab government is thinking up ways to take control of the fast depleting underground water table. One such measures at sustainable water management is its latest attempt at promoting drip irrigation in maize crop. The state agriculture and farmer welfare department has fixed a target for sowing maize: 1.50 lakh hectare. A pilot project of micro irrigation on maize crop will be taken up in 1,000 acre this season under state government’s ambitious project Tandrust Punjab. Maize sowing had been on decline in Punjab over the years. The reason why the state government has fixed a target to increase acreage under maize in Punjab. In 2012-13 and 2013-14, the maize was sown in 1.31 lakh hectare, in 2014-15 it was 1.26 lakh hectare, in 2015-16 1.27 lakh, in 2016-17 1.16 lakh and in 2017-18 the maize was sown in 1.14 lakh hectare with production of 4.10 lakh metric tonne. This season’s production target stands at 5.70 lakh tonne. Mission director of Tandrust Punjab, KS Pannu, who is also secretary Punjab agriculture, said, “Out of 1,000 acre of maize under drip irrigation, 900 acre will be on surface drip system and 100 acre will be sub-surface drip system. Four micro irrigation companies will demonstrate drip irrigation on an area of 10 acre each to show farmers how water can be conserved through drip irrigation and also to prevail them upon to adopt the drip irrigation system.” Pannu said that department officials have been directed to promote alternative methods of crop watering in the wake of serious water resource challenge the state is likely to face in the coming years. According to soil conservation officials, drip irrigation not only conserves water but it also increases yield. Experts from Punjab Agricultural University said that they have successfully conducted experiments of sub-surface drip irrigation system on maize, wheat and moong and that it should be promoted on mass scale. It is to be mentioned here that a pilot campaign of micro irrigation on cotton was also undertaken this season by soil conservation department, under which 200 acre of cotton crop has been brought under drip irrigation. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Man kills wife, injures brother and parents": {"description": "BATHINDA: A 24-year-old man allegedly killed his wife and injured three of his family members on Tuesday night as he suspected his wife of being in an illicit relationship with his younger brother. Police said Hardeep Singh, the accused, along with his half a dozen accomplices, killed his wife Rajvir Kaur in a fit of rage and seriously injured his brother Arshdeep, mother Charanjit Kaur and father Jaskaran Singh in their house at Raike Khurd village in Bathinda. All four were taken to Bathinda civil hospital around midnight by neighbours where Rajvir Kaur was declared brought dead. Hardeep and Rajvir, who hailed from Muktsar, had tied the nuptial knot only three months ago. In her statement to the police, Charanjit said nearly 15 days ago, Hardeep had left home and returned on Tuesday night with five-six unknown persons. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/amritsar/man-kills-wife-injures-brother-and-parents/articleshow/69867793.cms"}, "Tez Shots": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-you-can-win-up-to-rs-3300-using-this-google-app/articleshow/69853018.cms", "description": ""}, "Rape survivor claims her father had sold her": {"time": "2019-06-07 06:28:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/rape-survivor-claims-her-father-had-sold-her/articleshow/69683127.cms", "description": "BATHINDA: The case of gang rape of a 19-year-old girl of Bathinda took a curious turn on Thursday when the rape survivor revealed that her own father had sold her to two women, who further handed her over to some persons. The revelation was made by the girl before a member of National Commission for Women (NCW), who visited the rape survivor for personal hearing. The victim told the NCW member that her father had sold her to two women who handed her over to some persons who kept on raping her for over two months. It was after sexual exploitation for over two months that the girl had returned home, filed a complaint and the rape case was registered. The rape survivor, her mother and maternal grandfather on the evening of June 3 had appeared before Union minister Harsimrat Kaur Badal, who held a hurriedly convened press conference along with them. But then neither the girl nor the family members had spoken about her father selling her, instead they had accused the police and some Congress leaders of harassing them. Now, after the truth coming to fore, the name of rape victim’s father has been added to the case and he has been arrested. However, NCW member Shayamala S Kundar accused the police of mishandling the case and remaining insensitive towards the plight of a harried girl and her family. She has directed the Bathinda SSP to seek explanation from the police officials involved in the case and provide report in two days. She also asked the SSP to provide report to the NCW on a weekly basis and arrest all the guilty in the case. Taking on the Congress leaders, Harsimrat Badal on Tuesday night had tweeted, “Spoke to NCW chairperson Rekha Sharma. She will be visiting Bathinda to give personal hearing to gang rape victim girl whom police have been harassing for past 2 months at behest of Congress bosses. I reiterate that I won’t sit back until culprits are put behind bars.” Kundar said, “I visited the rape survivor at her residence where she said that her father had sold her to two women Amarjit Kaur and Rani, who took her away. Her mother had filed a missing complaint at Kotwali police station on January 19, 2019. The women handed her over to some persons who kept on raping her for over two months and she somehow came back to Bathinda on March 23 and filed the FIR.” She said that she found that police did not sensitively investigate the matter and did not take the missing complaint as seriously as it should have. “They should have traced the girl. The FIR was also registered only after medical examination was conducted, and proper treatment was not provided as the girl even today feels the pain. I have recommended proper treatment and also held discussions with the district legal authorities and have asked them to prepare a case for financial assistance to the rape survivor.” Bathinda SSP Nanak Singh, who accompanied the NCW member, said that as per the statement recorded by the rape survivor, her father has been included in the case and arrested. “Apart from him, main accused in the case Azad, and three others Amarjit Kaur, Rani and Deepak have also been arrested,” he said. Harsimrat Kasur Badal was not available for comments. Twist in Tale Rape survivor, her mother and grandfather hand on June 3 met Union minister Harsimrat Kaur Badal, who held a hurriedly convened press conference along with them. But then neither the girl nor the family members had spoken about her father selling her, instead they had accused the police and some Congress leaders of harassing them. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Caught on cam: Late for class, students brutally thrashed by teacher in Jammu & Kashmir's Doda": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/news/caught-on-cam-late-for-class-students-brutally-thrashed-by-teacher-in-jammu-kashmirs-doda/videoshow/69868312.cms", "description": ""}, "Plan in place to develop Amritsar into smart city": {"time": "2019-06-16 11:58:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/plan-in-place-to-develop-amritsar-into-smart-city/articleshow/69807458.cms", "description": "AMRITSAR: People visiting Heritage Street in the vicinity of Golden Temple will soon have access to free high speed Wi-Fi network — a move along with other initiatives including setting up of reverse vending machines, sanitary napkin vending machines and incinerators — to make Amritsar a smart city. While talking to TOI on Wednesday, CEO, Amritsar Smart City Ltd, Komal Mittal, informed that free Wi-Fi service would begin within next three to four months. “The contract could be awarded in another ten days and then within three months it should be operational,” she said. Giving technical details, Amritsar distributor of Netplus Broadband Services Pvt. Ltd, Sukhamrit Singh, informed that anyone in the Heritage Street could browse free internet at the speed of 4Mbps for first one hour. “We will be setting up around 20 access points in different locations across the Heritage Street for better and seamless connectivity,” said Sukhamrit. “The moment a person enters the Heritage Street, he will get a message of free Wi Fi service access,” he added. Komal informed that they were in a process to procure around 60 sanitary napkins vending machines and 85 incinerators. “These machines will be placed at all government senior secondary schools of the city, some officials buildings and public toilets,” she informed. The sanitary pads would be sold at a nominal cost of around Rs 2 to 5 and a national tender had been floated for the supply of sanitary pads, she informed. “We aim to improve the menstrual hygiene of girls and scientific disposal of the sanitary pads,” she said. To prevent plastic bottles and tin cans going into sewerage, as many as 40 reverse vending machines will be installed at various places in the city . “People can dump bottles or tin cans in the machines and their crushed material can be used for recycling,” said the CEO. She further informed that vendors would tie-up with local shopkeepers or food chains to issue food coupons. “This will be done to encourage people to dispose off pet bottles and tin cans at an appropriate place and to keep the city clean.” Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Kotkapura firing: Bail plea of then DSP rejected": {"time": "2019-06-14 14:20:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/kotkapura-firing-bail-plea-of-then-dsp-rejected/articleshow/69779963.cms", "description": "BATHINDA: Faridkot additional district and sessions court judge Harbans Singh Lekhi rejected the anticipatory bail application of superintendent of police Baljit Singh on Thursday. The court had heard arguments on the bail application in Kotkapura police firing case on Wednesday and reserved the verdict for Thursday. Earlier, on June 6, district and sessions judge Harpal Singh had rejected the anticipatory bail of then Kotkapura SHO Gurdeep Singh Pandher but accepted the anticipatory bail of ADCP Paramjit Singh Pannu in the same case. The special investigations team (SIT) had on May 28 filed the chargesheet in Kotkapura police firing case in the court against five policemen and ex-MLA Mantar Singh Brar. The chargesheet under various charges, including attempt to murder, had been filed against then commissioner of police Ludhiana Paramraj Singh Umranangal, ex-SSP Charanjit Singh Sharma, then ADCP Ludhiana Paramjit Singh Pannu, then DSP Kotkapura Baljit Singh, then SHO Kotkapura Gurdeep Singh Pandher and Brar. Umranangal and Charanjit Sharma are out on bail. The regular case will come up for hearing on June 15 as the court of judicial magistrate Ist class(JMIC)Ekta Uppal has directed all the five cops to appear before court. Download The Times of India News App for Latest City ."}, "Unruly scenes mark Operation Bluestar anniversary in Golden Temple": {"time": "2019-06-07 06:40:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/unruly-scenes-mark-op-bluestar-anniv-in-golden-temple/articleshow/69683096.cms", "description": "AMRITSAR: The 35th anniversary of Operation Bluestar was observed amidst protests and sloganeering by pro-Khalistan groups who brandished swords and scuffled with lathi-wielding task force of the Shiromani Gurdwara Parbandhak Committee (SGPC) and policemen in civvies in Darbar Sahib complex here on Thursday. The hardliners did not pay heed to the Akal Takht’s directions to Sikh individuals and bodies to not indulge in any kind of hooliganism or create ruckus in Darbar Sahib complex on the day when all would be remembering and paying homage to the persons who were killed in the Army action aimed at flushing out armed militants from the Golden Temple complex in 1984. Groups brandish swords inside the Golden Temple complex on ThursdayThousands of devotees early in the morning thronged the Akal Takht to attend the ‘bhog’ ceremony of religious prayers that began on June 4. Security agencies were put on high alert in and around this city in viewo f the anniversary. A day ahead of the anniversary, the Akal Takht acting jathedar said Parliament shoulda ccept that the attack carried out on the directions of the Indian government was a blunder and should submit an official apology for it. “The Indian Parliament should bring ‘maafi da matta’ (an apology resolution) for the execution of Ghallughara (Operation Bluestar) in 1984,” he said in a statement. As against previous years, the SGPC tactfully restricted the Khalistani exponent Simranjit Singh Mann to a corner from where he delivered his speech exhorting Sikhs to struggle for Khalistan. Other pro-Khalistani groups, largely made up of adolescents, kept on raising slogans and struggling with task force to reach close to the Akal Takht. And in the melee, turbans of few were tossed while a few tried to jump over the barricades, and failed to do so, simply uprooted the blockades laid by SGPC. As a group of radicalised youth tried to overpower the SGPC’s human chain barrier, a couple of task force members already equipped with bundle of lathis distributed these among other members of task force to deal with the situation. The situation also turned tense when parallel acting jathedar of Akal Takht Dhian Singh Mand not allowed to deliver his message intially. However, many police personnels in plain clothes were seen pacifying the agitated Sikh radicals. Later, Mand’s supporters distributed his message among mediapersons. Similarly, another group read out the message of parallel jathedar of Akal Takht Jagtar Singh Hawara, assassin of former Punjab chief minister Beant Singh who is lodged in Tihar jail at present. Many Khalistani elements were carrying posters having pictures of militant leader Jarnail Singh Bhinderanwala and were wearing T shirts with his photographs and AK-47 rifles. Download The Times of India News App for Latest City ."}, "Muktsar woman assault: Day on, CM says won’t tolerate violence": {"time": "2019-06-16 12:31:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/muktsar-woman-assault-day-on-cm-says-wont-tolerate-violence/articleshow/69807477.cms", "description": "BATHINDA: A day after a woman was mercilessly assaulted by the brother and aides of a Congress councillor in Muktsar, Punjab chief minister Amarinder Singh on Saturday asked police to go tough in the case, even as the local politician continued to be on the run. In a tweet, Amarinder wrote that no one was above the law and such acts of violence would not be tolerated. Acting on the incident, Muktsar police had on Friday booked municipal council councillor Rakesh Chaudhary for criminal conspiracy, and arrested his brothers Suresh and Sunny Chaudhary and four others for attempt to murder. Rakesh Chaudhary is yet to be arrested. Punjab State Commission for Women member Kiranpreet Kaur Dhami, and Aam Aadmi Party (AAP) MLAs Aman Arora and Kultar Singh Sandhwan, also visited the woman at the civil hospital in Muktsar. Meanwhile, as the video continued to spread online, it came under criticism from several people on social media too. Meena Rani (33) was dragged out of her home and assaulted with kicks, punches and a leather belt on the road in front of her house on Friday. Two videos of the incident had gone viral soon after the incident. The assaulters did not soften their blows even as Rani’s 11-year-old son was crying. By the end of the video, the accused were also seen assaulting Meena’s mother Mansi Rani, when she tried to save the victim. Meena owed Rs 23,000 to Suresh Chaudhary. When she sought more time for the repayment, the accused assaulted her, it has been alleged. Arora and Sandhwan said the councillor’s family had a criminal background. “Despite this, the Congress admitted him in the party. We will raise the matter in the state assembly,” said Arora. Muktsar SSP Manjit Singh Dhesi said they were trying to arrest the councillor and his three relatives who have also been charged with criminal conspiracy in the case — Rakesh Chaudhary’s wife Jyoti, Sunny’s wife Renu and son Hassan. In all, there are 10 accused in the case. Six of them — Suresh, Sunny, and their accomplices Roop Lal, Guddi, Sekhu and Jebo — have been arrested. These six are charged with attempt to murder. Police said they had gone to the house of the accused, but they were not present there. Meanwhile, the six arrested accused were produced before a court on Saturday and remanded in judicial custody. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-gets-warning-from-wwe-wrestler-brock-lesnar-for-using-his-catchline/videoshow/69860558.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "‘Don’t call it Sweepers’ Colony’": {"time": "2019-06-17 10:42:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/dont-call-it-sweepers-colony/articleshow/69820540.cms", "description": "AMRITSAR: Punjabis living in Shillong have asked the Meghalaya government to change the name of their locality from Sweepers’ Colony to Punjabi Lane. They have also urged chief minister Conrad Sangma to convene a meeting of all stakeholders to ensure peace in the area. Shillong City Gurdwara Management Committee president Gurjit Singh described the colony’s name as derogatory. “Even the National Human Rights Commission has directed the government to change the name. Not only politicians, unfortunately, even a section of the media calls it Sweepers’ Colony,” added Gurjit, who is the secretary of Harijan Panchayat Committee in Shillong. Download The Times of India News App for Latest City ."}, "Punjab: Farmers sceptical of 8-hour uninterrupted power supply promise": {"time": "2019-06-13 20:08:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/punjab-farmers-skeptical-of-8-hour-uninterrupted-power-supply-promise/articleshow/69776134.cms", "description": "AMRITSAR/GURDASPUR: Farmers in Punjab are sceptical of regular power supply during paddy sowing season even as the state government has announced to provide 8 hours of uninterrupted power supply to them. TOI on Thursday talked to a section of farmers in Amritsar and Gurdaspur districts who hailed the government’s announcement but at the same time they were apprehensive over its implementation and were of view that the assurances would go haywire during peak load hours. Notably, paddy sowing has begun in Punjab from Thursday after chief minister Captain Amarinder Singh advanced the date of paddy sowing to June 13 from earlier June 20. “There was no electricity problem on the first day, we are happy, but the condition may not remain the same in tje coming days,” Lakhbir Singh, a farmer from Nizampur village said. He also expressed concern over shortage of power transformers which, he said, could be a major problem in days to come. Sukhwinder Singh, another farmer from Fatehghar Churina in Gurdaspur district said: “There wasn’t any electricity issue except occasional tripping but I wish government keeps its promise this time.” Rattan Singh Randhwa, a farmer leader, said: “We received several complaints of power tripping on the very first day of paddy sowing from various parts of Majah.” He also claimed incidents of power theft in connivance with some of the employees of the electricity department. “But we are of view that the system will collapse during peak load and government will not be able to fulfill its assurance of 8 hours of uninterrupted electricity supply to agriculture sector,” Randhwa said. Rubbishing all apprehensions, PSPCL chief engineer (border range) Sandeep Kumar claimed that the department had taken all the preventive maintenance measures to ensure 8 hours of uninterrupted electricity supply to farmers and round the clock power supply for domestic usages. “All the loose wires have been tightened, overloaded feeders have been de-loaded and we have made arrangements to replace any defected transformer within 48 hours” said Sandeep. Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/sushmita-sen-shares-some-unseen-moments-from-her-brother-rajeev-sen-and-charu-asopas-wedding-and-sangeet-ceremony/articleshow/69868307.cms", "description": ""}, "On cam: Bull goes on rampage": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "description": ""}, "Suhana Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bff-alert-suhana-khan-and-shanaya-kapoor-chill-together-in-a-throwback-selfie/videoshow/69862274.cms", "description": ""}, "Shilpa Shetty": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "TNEA Rank List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "No accused cop turns up, Kotkapura firing case now adjourned to June 15": {"time": "2019-06-11 10:35:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/no-accused-cop-turns-up-kotkapura-firing-case-now-adjourned-to-june-15/articleshow/69732443.cms", "description": "BATHINDA: The court of Faridkot judicial magistrate Ist class Ekta Uppal adjourned the Kotkapura firing case to June 15, after none of the five cops, who are accused in the case, appeared before it on Monday. Then police commissioner, Ludhiana, Paramraj Singh Umranangal, and former SSP Charanjit Singh Sharma did not appear before the court on medical grounds while three other cops — then ADCP Ludhiana Paramjit Singh Pannu, then DSP and now SP Baljit Singh and then Kotkapura SHO Gurdeep Singh Pandher — too failed to make the court appearance. Meanwhile, arguments could not take place in the court of additional district and session judge Harbans Singh Neki on the anticipatory bail application of then DSP Baljit Singh and the matter was adjourned to June 12. The court, on June 6, had accepted the anticipatory bail of Pannu but rejected the anticipatory bail of Pandher. The special investigations team (SIT) had on May 28 filed the chargesheet in Kotkapura police firing case in court against five policemen and ex-MLA Mantar Singh Brar. The charges, including attempt to murder, had been filed against then Ludhiana police commissioner Umranangal, ex-SSP Sharma, Pannu, Baljit Singh, Pandher and Brar. The role of ex-chief minister Parkash Singh Badal, ex-deputy chief minister Sukhbir Badal, ex-DGP Sumedh Singh Saini and then DIG Amar Singh Chahal is also being investigated in the case. After the Bargari sacrilege incident on October 12, 2015 protesters had assembled at an intersection in Kotkapura on October 13 and police had resorted to lathicharge, use of water canons and tear gas shells on protesters in the wee hours of October 14. Cops had even fired bullets. Many protesters had sustained injuries, including one Ajit Singh who took a bullet in the leg. According to the chargesheet, Umranagal had called the then SSP and the ADCP to Kotkapura. Earlier, SAD had accused SIT member IG Kunwar Vijay Pratap Singh of continuing to work in the SIT despite orders by the Election Commission to spare him (from SIT) till the code of conduct for parliamentary elections was in place. SAD had accused the IG of signing the chargesheet on May 23, days before the code of conduct was lifted on May 26. In a Facebook post on June 7, IG Kunwar Vijay Pratap Singh had termed the chargesheet “of international standard, not very common in India. We can see such charge-sheets in the USA and UK and in some cases in France and Germany also”. Faridkot district attorney Rajneesh Goyal said the hearing on chargesheet was adjourned as Umranangal and Charanjit Sharma had sent medical certificates to explain their inability to appear before the court. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hrithik-roshans-sister-sunaina-roshans-shocking-statement-on-kangana-ranaut/videoshow/69860182.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Farmers go on strike to protest police refusal to register suicide by farmer in Bathinda": {"time": "2019-06-10 07:30:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/farmers-go-on-strike-to-protest-police-refusal-to-register-suicide-by-farmer/articleshow/69717908.cms", "description": "BATHINDA: The activists of farm organisation BKU Ekta Ugrahan on Sunday started an indefinite protest outside Bathinda Cantonment police station to urge them to register a case under charges of abetment of suicide against two partners of a commission agent firm of Bhucho town in Bathinda. Farmer Manjit Singh, 45, of Bhucho had committed suicide on February 9. The family had initially agreed for legal proceedings under Section 174 CrPC (unnatural death). Later, it was found out that two partners of a Bhucho-based commission agent firm had allegedly duped the farmer of Rs 20 lakh, because of which he had ended his life. According to deceased Manjit Singh’ son Sukhjit Singh, the family had sold 1.25 acre of land for which commission agents were to pay Rs 20 lakh. But they refused to pay up. Manjit Singh consumed poisonous substance on January 26 and had died at a private hospital on February 9. The family owns 3.5 acre of land at present. Sukhjit Singh and BKU Ekta Ugrahan district president Shingara Singh Mann said, “We met the Bathinda SSP on Saturday evening and called up the police station to register a case. But the police refused to register the case. The refusal is in violation of directions issued by Constitutional Bench of Supreme Court in the case of ‘Lalita Kumari versus Government of UP and others: 2013(4) R.C.R.(Criminal) 979, as Manjit Singh committed suicide due to circumstances forced on to him by the accused commission agents.” Sukhjit said that he has documentary evidence to establish that the commission agents had cheated the deceased of Rs.20 lakh. Bathinda SSP Nanak Singh said, “Police is looking into the matter and waiting for the autopsy report. Action will be taken according to the findings of the report.” Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Nisha Aggarwal raises mercury levels": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kajal-aggarwals-sister-nisha-raises-mercury-levels-in-bikini/videoshow/69853024.cms", "description": ""}, "Singer attacked in Canada, gang says did it, then says didn’t": {"time": "2019-06-10 08:09:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/singer-attacked-in-canada-gangs-says-did-it-then-says-didnt/articleshow/69717920.cms", "description": "BATHINDA: A Punjab-based gang on Sunday took responsibility for the Saturday night attack on Punjabi singer-rapper Karan Aujla in Canada. However, soon after, another page being operated by the same gang disowned the attack and said they did not carry it out. Aujla was attacked in Surrey, a city in Canada’s British Columbia province, on Saturday night. Even as the singer survived the attack, gangster Sukhpreet Singh Budda’s group took responsibility for the attack in a post on Facebook on Sunday afternoon. Aujla was accompanied by Rehan Records owner Sandeep Rehan and singer Deep Jandu when the attack took place in Canada. A post on the wall of Davinder Bambiha gang on Sunday afternoon read: “I want to tell you that as a dispute is going on between Sandeep Rehaan and Karan Aujla (Rehan Records) with our brother Sukhpreet Budda, due to that they got z+ security to put pressure. That security has not accompanied them to Canada. Our brother Sukhpreet Budda, to teach them a lesson, made two attempts to attack them in a day in Canada.” It is learnt that during a visit to Punjab, Rehan was asked to pay a ransom of Rs 20 lakh on March 16 this year. The call had been made through internet. When he approached the police, a voice message was sent to Rahan and he was warned that the police would not save him all the time and he would be attacked either in India or Canada. Police had been following Budda gang ever since. Sukhpreet Budda, a wanted gangster in Punjab, was with Dilpreet Baba, when an attack was made on singer Parmeesh Verma in Mohali in the past. Budda is also accused of threatening Punjabi singer Gippy Grewal. However, some time after this post, a Facebook page named Sukhpreet Budda said the attack was not carried out by the gang. That post even went on to call such attacks “cheap”. Punjab Police organised crime control unit (OCCU) IG Kunwar Vijay Pratap Singh, when contacted, confirmed that the NRI had gotten a ransom call while visiting Punjab. “We put the gang on surveillance and provided security to the NRI, and had given them same instructions when they were returning to Canada. We have got to know about the Budda group taking responsibility for the attack on them in Canada. We are in the loop of developments. Now, we are verifying the contents of the post on Facebook as it is learnt to be operated from out of India. Canadian police are also investigating the matter and we are ready to provide any information they need,” the IG said. He said their team had gotten in touch with the NRIs and they were safe and sound. “Sukhpreet Budda is one of the few gangsters left in Punjab and he is on the radar of Punjab Police,” said the IG. The IG said it seemed the posts on Sunday might have been made from fan pages. “We are verifying both the posts and the location from where they have been made,” he said. “They don’t seem from anywhere in India.” Download The Times of India News App for Latest City ."}, "Punjab chief secretary reviews Kartarpur corridor work": {"time": "2019-06-17 19:02:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/punjab-chief-secretary-reviews-kartarpur-corridor-work/articleshow/69828116.cms", "description": "DERA BABA NANAK: A day after newly elected BJP MP from Gurdaspur and Bollywood actor Sunny Deol’s visit to Dera Baba Nanak to review the ongoing construction work of Indian side of Kartarpur corridor, Punjab’s chief secretary Karan Avtar Singh on Monday visited the corridor site along with senior officials of the state. Karan Avtar was accompanied by Punjab director general of police Dinker Gupta, additional chief secretary housing and urban development Vinni Mahjajan, inspector general, Kunwar Vijay Partap Singh, deputy commissioner Gurdaspur Vipul Ujjwal, senior superintendent of police, Batala, OS Ghumman. On June 15 Sunny Deol had visited the Kartarpur corridor site and held meeting with various officials and had directed them to complete the work before dead line. Local BJP leadership sees chief secretary’s visit immediately after MP’s visit as part of state governments credit taking race for the timely completion of corridor. After reviewing the construction work, chief secretary held a meeting with the officials of various departments at Border Security Force headquarters at Shikar Machhian and directed them to complete the construction work of the corridor by November 2019. He informed that various development works were being carried out on priority at historical and religious towns of Dera Baba Nanak and Batala. Giving details deputy commissioner, Gurdaspur, informed that various development works at the cost of Rs 24 crore would be carried out in as many as eleven villages near Dera Baba Nanak. \"The estimates are ready and the work will begin anytime soon,\" he said. Some of the development work to be completed ahead of 550th birth anniversary of Guru Nanak Dev includes upgradation of Dera Baba Nanak bus stand, installation of solid waste management at the cost of Rs 98 lakhs, installation of LED lights in Dera Baba Nanak besides strengthening of roads leading to Dera Baba Nanak from Fatehgarh Churian and Batala. Similarly he informed that developmental works were being carried out in villages Chahal and Wadala Granthian in Batala. Download The Times of India News App for Latest City ."}, "Bipasha Basu": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wife-bipasha-basu-posted-a-meme-on-hubby-karan-singh-grover-and-we-cant-stop-laughing/videoshow/69856115.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Redmi Note 7 Pro": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-note-7-pro-sale-today-price-specifications-and-more/articleshow/69851377.cms", "description": ""}, "OJEE Result 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/ojee-2019-results-odisha-joint-entrance-examination-results-announced/articleshow/69857920.cms", "description": ""}, "World Cup: Pakistani man misbehaves with Saif Ali Khan at stadium": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Sikhs should send children abroad to study, not for menial jobs: Akal Takht jathedar": {"time": "2019-06-07 10:57:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/sikhs-should-send-children-abroad-to-study-not-for-menial-jobs-akal-takht-jathedar/articleshow/69683082.cms", "description": "AMRITSAR: Akal Takht acting jathedar Giani Harpreet Singh has cautioned Sikhs against sending their children abroad for menial jobs. “Our children should go abroad not to do menial jobs but to study and work on influential posts,” he said while speaking from Akal Takht on the 35th anniversary of the Operation Bluestar. “If the present trend among Sikhs of sending children abroad continues then there would be a day when no Sikh would be seen on higher posts in the state,” he added. In his message to the community, the jathedar said the then central government had attacked as many as 37 gurdwaras, including Darbar Sahib and Akal Takht on the martyrdom anniversary of Guru Arjan Dev and killed innocent Sikh pilgrims, including women and children. He added that about 92 saroop (forms) of Guru Granth Sahib were also injured and they are still preserved. He demanded the Union government should reveal the names of ‘agencies’ behind the plundering of historical books and other articles of Sikh Reference Library during the Operation Bluestar, which have not been returned till date. Without naming anyone, Giani Harpreet cautioned organizations denigrating the Sikh institutions to stay in their limit. He added that several central and state-level forces were trying to intervene in the religious and social issues of Sikhs to vitiate peaceful atmosphere of Punjab. Informal Sarbat Khalsa-appointed parallel acting jathedar Dhian Singh Mand said the newly-formed Narendra Modi government as well as the Punjab government should pass resolutions in Parliament and assembly seeking apology from the Sikh community. “Leaders of central government have taken up the issue of Sikh genocide during the Lok Sabha poll campaign and if they are sincere, the first thing they should do is to seek unconditional apology from the Sikh quom,” he said and demanded immediate arrest of persons behind incidents of sacrilege incidents in Punjab. A message of parallel jathedar Jagtar Singh Hawara, at present in jail, was also distributed to the media in which he exhorted Sikhs to continue their ‘struggle’. Download The Times of India News App for Latest City ."}, "Sikhs of Shillong again seek help after threat from locals": {"time": "2019-06-11 10:41:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/sikhs-of-shillong-again-seek-help-after-threat-from-locals/articleshow/69732248.cms", "description": "AMRITSAR: The Sikh community of Shillong has once again appealed to Sikh bodies Shiromani Gurdwara Parbandhak Committee (SGPC) and Delhi Sikh Gurdwara Management Committee (DSGMC) to respond to their calls for assistance and protection after receiving threats from a “local militia group” to evacuate the city’s Punjabi Lane, where around 350 families, mostly Sikhs, are settled. Billu Singh, headman of Harjian Panchayat Committee told TOI on Monday that following threatening calls from a local body, they had written to Meghalaya chief minister Conard Sangma, seeking immediate security. Shillong-based Guru Nanak School head master Gurjit Singh said leaders of local organizations had threated to repeat the past again. “They had killed a Sikh leader, Lal Singh, in 1995 who had taken up a similar issue,” he said. “We believe that it is an attempt by the local militia group to stop us from initiating proceedings of contempt against the Shillong municipal board (SMB), which has issued us notices even though there is a stay from the high court, the National Commission for Minorities and the National Human Rights Commission,” said Grujit Singh. The letter written by Harijan Panchayat Committee notes that the SMB was deliberately harassing Sikhs and other residents of the area. A scuffle broke out between local Khasi tribal people and the Punjabi settlers of Punjabi Lane in May 2018, after a few bus conductors misbehaved with some Punjabi girls. The incident snowballed into a major controversy with the locals attacking the Punjabi settlers and forcing them to rush for help to SGPC and DSGMC. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Anti-Sikh riots: SAD delegation to meet Union home secretary": {"time": "2019-06-17 20:46:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/anti-sikh-riots-sad-delegation-to-meet-union-home-secretary/articleshow/69829756.cms", "description": "BATHINDA: The Shiromani Akali Dal has decided to send a party delegation to the Union home secretary to take the case pertaining to 1984 anti-Sikh riots case against Madhya Pradesh chief minister Kamal Nath. Party chief and MP Sukhbir Singh Badal on Monday announced that party delegation led by Delhi Sikh Gurdwara Managing Committee president Manjinder Singh Sirsa will meet Union home secretary on Tuesday and will urge him to get the statements of witnesses Sanjay Suri and Mukhtiar Singh be recorded by the special investigations team (SIT) probing cases. We will also urge the home secretary for daily hearing of the 1984 genocide cases, Sukhbir Badal wrote in a tweet on Monday evening. The SAD will take case against 1984 genocide culprit & MP CM #KamalNath to logical conclusion. Party del. led by… https://t.co/SmiIMLj0BJ&mdash; Sukhbir Singh Badal (@officeofssbadal) 1560777233000He has said that Sikhs and the party is waiting for justice to perpetrators of the heinous crime for over 34 years. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-gets-trolled-for-wearing-khaki-shorts/videoshow/69853940.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "H1B Visa": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/h-1b-cap-for-india-its-not-easy-and-may-need-approval-by-us-parliament-say-experts/articleshow/69868230.cms", "description": ""}, "Sikh businesses across the world set to invest 500 million pounds in religious projects in Pakistan": {"time": "2019-06-12 22:07:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/sikh-businesses-across-the-world-set-to-invest-500-million-pounds-in-religious-projects-in-pakistan/articleshow/69761584.cms", "description": "AMRITSAR: Sikh businessmen and Gurdwaras across the world will invest 500 million pounds for the development of religious tourism in Pakistan. While talking to TOI on Wednesday, Peter Virdee, chairman of The Virdee Foundation, UK informed that Sikh business houses and Gurdwaras across the world have come together to invest 500 million Pounds in Pakistan for developing religious tourism. He also expressed hope that Pakistan government would soften its visa regime to facilitate the visit of Sikh’s to Pakistan for paying obeisance at various Gurdwara’s. He informed that The Virdee Foundation had announced to set up a trust under the name of Guru Nanak Dev for the purpose. Meanwhile Gurjeet Singh of Sikh Federation, UK told TOI, \"Money was not an issue for the Sikh community as they were prepared to lay down their lives for their Gurdwaras.\" He informed that Sikh community leaders held a meeting with Sayed Zulfiqar Bukhhari, chairman of Pakistan Tourism Board and special assistant to Pakistan prime minister Imran Khan. “Bukhhari assured the Sikh community leaders to extend various facilities for pilgrimage to Pakistan. The commitments include the possibility of online visas, visas on arrival, establishment of tourism desks at Pakistan embassies and dedicated staff to facilitate visas for those taking part in yatras in Pakistan later this year,” he said, adding that the meeting was held to discuss religious tourism projects in Pakistan following beginning of construction of Kartarpur corridor on either side of Indo-Pak border. He informed that Bukhhari also made a specific commitment on connectivity whereby high standard free buses would connect all the main Gurdwaras in Pakistan through a joint venture with Yutong Bus Company. Sikh community leaders also expressed concern over the need of Pakistan authorities to ensure the preservation of the rich religious and national heritage of the Sikhs rather than allowing renovation by some that have little or no appreciation of preservation. Gurjeet also informed that a Pakistani journalist had donated his land to the Pakistani authorities to build accommodation near Kartarpur Sahib. Download The Times of India News App for Latest City ."}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-20-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69867056.cms", "description": ""}, "In Amritsar, hospitals plan to hire bouncers": {"time": "2019-06-17 08:09:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/attack-on-docs-in-amritsar-hospitals-plan-to-hire-bouncers/articleshow/69817789.cms", "description": "AMRITSAR: Following an attack on two junior doctors in Kolkata, the medical fraternity in Amritsar is planning to hire private security, including bouncers, and asked the government to form stringent laws to punish mobs attacking hospitals. The Indian Medical Association (IMA) announced a nationwide strike on Monday to express solidarity with the victim doctors. “We are already working under constant fear and this recent incident has only aggravated our anxiety. The government has to come up with stringent laws, so that exemplary punishments are given to persons attacking doctors and ransacking hospitals,” said Dr Hartej Singh Nagpal, who runs the 100-bedded Hartej Hospital, while talking to TOI on Sunday. He said the Kolkata incident had forced him to rethink over his hospital’s security. “At present, we have just around half a dozen unarmed guards, but now I am thinking to hire private security,” he saud, adding that the nursing homes cell of IMA’s Amritsar chapter was holding a meeting on Wednesday to discuss the issue in detail. Fortis Hospital director (cardiology) Dr Arun Chopra said they had 35-40 unarmed guards, of which only 12-15 were present in the hospital at any given time. “But they are insufficient to handle a frenzied mob of even 50 persons,” he said. He agreed with Dr Nagpal on hospital not having any other option. The Times of India on Sunday visited a few private hospitals. It found out that some doctors had hired security guards and deployed them in plain clothes and a few of them were even posing as patients, while there were doctors who brought licensed weapons to the hospital. Doctors were collectively of the view that poor infrastructure in government hospitals often forces patients to rush to private ones and many of them were not able to bear the high cost of treatment. In case of the patient’s death of a patien, the kin didn’t want to pay pending bills and started blaming doctors for negligence . “Often these kind of people are sheltered by some local politicians, who instigate them to stage a dharna against the hospital and mount pressure on the management to waive their remaining bill,” said a doctor, who didn’t wish to give his name. Medicity managing director Dr Avtar Singh observed that private hospitals were more vulnerable to violence . “When I started my hospital, I was advised to have security. At first, I did not feel the need for it. But, now, I need security,” he said He adding that people, anyway, had gotten more aggressive these days. Avtar, who has hired private security, said guards not only regulate the traffic of patients, but also keep an eye on the behavioural pattern of relatives of a patient and warn the hospital staff accordingly. Justifying the need for bouncers, he said bills were the first and the foremost reason behind attacks on doctors. “When it comes to paying the bill, they get hold of a local politician who instigate them for dharna. This happened with us about six months ago,” he said, while suggesting that government should make stringent rules and declare violence against doctors a non-bailable offence. IMA Amritsar president Dr Inderbir Singh Nizzar said a complete shutdown would be observed on Monday. “There will be no OPD or elective surgeries, but emergency services will continue,” he said. He said the IMA had written to Prime Minister Narendra Modi, proposing that a multifaceted approach which encompassed legislation, security, data collection, training and public awareness. Download The Times of India News App for Latest City ."}, "Quran sacrilege case: Charges framed against AAP MLA, 3 others by Sangrur court": {"time": "2019-06-15 13:52:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/quran-sacrilege-case-charges-framed-against-aap-mla-3-others-by-sangrur-court/articleshow/69799835.cms", "description": "PATIALA: A Sangrur court on Friday framed charges against Aam Aadmi Party (AAP) legislator from Mehrauli constituency of New Delhi, Naresh Yadav, and three others in the June 2016 Quran sacrilege case. The court of Judicial Magistrate First Class, Sangrur, Ajay Mittal, ordered that charges be framed under against Yadav under Sections under 153A (promoting enmity between different groups on grounds of religion), 295A (deliberate and malicious acts intended to outrage religious feelings) and 120B (criminal conspiracy) of the IPC. Other than Yadav, those who are facing the charges include Vijay Kumar from Jind (Haryana), Nand Kishore and Gaurav Kumar from Tarn Taran (Punjab) are also facing the charges under Section 124A (Sedition). The state government had granted their granted sanction in August last year. According to Yadav’s counsel, Narpal Singh Dhaliwal, in October last year, the District and Session Court Sangrur had dropping the sedition charges against Yadav. The court had stated that from the facts and figures presented before the court a sedation case was not made out against Naresh Yadav, who had been arrested by the Punjab police in July 2016 from Delhi after prime accused in the sacrilege case Vijay Kumar had named him to be behind the conspiracy. Naresh Yadav has been out on the bail after he was remanded in police custody on July 24, 2016, for two days and had later remained in the judicial custody till August 1. It was on June 24, 2016, that torn pages of the Quran were found scattered on a road in Muslim-dominated Malerkotla town in Sangrur. This had led to violence and burning of vehicles by an angry mob. Naresh Yadav was one of four people, who was arrested in the case. The police had claimed that all three have confessed to the crime and Vijay and revealed that he wanted to “take revenge for Dinanagar and Pathankot terrorist attacks”. The court of JMIC Ajay Mittal has now fixed July 3 as the next date of hearing in the case when the case will be taken up for evidence. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Meet  the man who walks with Delhi trees": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/meet-40-year-old-mtnl-officer-who-walks-with-delhi-trees/videoshow/69860671.cms", "description": ""}, "Amritsar on path to become smart city": {"time": "2019-06-13 17:31:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/amritsar-on-path-to-become-smart-city/articleshow/69773200.cms", "description": "AMRITSAR: People visiting Heritage Street in the vicinity of Golden Temple will soon have access to free high-speed Wi-Fi network - a move along with other initiatives including setting up of reverse vending machines, sanitary napkin vending machines and incinerators - to make Amritsar a smart city. CEO, Amritsar Smart City Ltd, Komal Mittal told TOI that free Wi-Fi service would begin within next three to four months. “The contract could be awarded in next ten days and then within three months it should be operational,” she said. Giving technical details, Amritsar distributor of Netplus Broadband Services Pvt. Ltd Sukhamrit Singh informed that anyone in the Heritage Street could browse free internet at the speed of 4Mbps for first one hour. “We will be setting up around 20 access points in different locations across the Heritage Street for better connectivity,” said Sukhamrit adding that whenever somebody would enter the street, the person would get a message of open free Wi-Fi service. Komal said that they were procuring around 60 sanitary napkins vending machines and eighty-five incinerators. “These machines will be placed at all the government senior secondary schools in the city, some officials buildings and public toilets” she said. The sanitary pads would be sold at a nominal cost of around Rs 2 to 5 and a national tender had been floated for the supply of sanitary pads. This is aimed at improving the menstrual hygiene of girls and scientific disposal of the sanitary pads,” she said. To prevent plastic bottles and tin cans littering the streets and going into sewerage, as many as forty reverse vending machines will be installed at various places in the city. “Anyone can dump pet bottles or tin cans in the machines and their crushed material can be used for scientifically recycling etc,” said the CEO adding that the individual would also get a reward in return. She further added that the vendor would tie up with the local shopkeepers or food chains to issue food coupons to encourage people to dispose of pet bottles and tin cans at an appropriate place and to keep the city clean. Download The Times of India News App for Latest City ."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Ramdas Athawale": {"time": "", "link": "https://timesofindia.indiatimes.com/india/union-minister-ramdas-athawale-uses-humour-to-take-dig-at-rahul/articleshow/69860777.cms", "description": "NEW DELHI: Union minister and Republican Party of India leader Ramdas Athawale on Wednesday left members of the Lok Sabha, including Prime Minister Narendra Modi, in peels of laughter with his witty remarks, some aimed at Congress president Rahul Gandhi. In his congratulatory remarks after the unanimous election of Om Birla as Lok Sabha Speaker, Athawale, who has a knack for spontaneous humour, said he is happy that Rahul got a chance to sit in Lok Sabha though as an opposition member. While Rahul won from Wayanad in Kerala, he lost the Gandhi stronghold of Amethi in Uttar Pradesh to Smriti Irani. #WATCH:Ramdas Athawale in Lok Sabha says,\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon… https://t.co/cRPL9IbuWV&mdash; ANI (@ANI) 1560939466000\"Rahul ji aapko wahan baithne ka mauka mila isiliye aapko badhai deta hoon. Jab apki satta thi tab main aapke saath tha. Chunav ke pehle mujhe Congress wale bol rahe the idhar aao. Maine hawa ka rukh dekha ki woh Modi ji ki taraf ja rahi hai (I congratulate you on getting an opportunity to sit there (in the Opposition benches). I was with the UPA when it was in power. Congress leaders asked me to join them again ahead of elections. But I saw which way the wind was blowing and decided to remain with NDA,\" he said. Rahul and Sonia took his remarks sportingly and were seen smiling. When the RPI leader was speaking, Modi was seen laughing on more than two occasions. \"Now, our government will run for five years, and for another five years ... Modi sahib will continue to do the good work. We will not let you come this side (treasury benches) so easily,\" Athawale said, amid thumping of desks by NDA members. Read this story in MarathiIn Video:Ramdas Athawale takes a dig at Rahul Gandhi in Lok Sabha, evokes laughterDownload The Times of India News App for Latest India News."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Punjab: Paddy transplantation begins today": {"time": "2019-06-13 09:01:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/paddy-transplantation-begins-today/articleshow/69763961.cms", "description": "BATHINDA: Paddy transplantation will officially begin in Punjab from Thursday. The crop is expected to be transplanted on nearly 28 lakh hectares, down from 31.4 lakh hectares last season. Though activists of three farm organisations had started transplanting paddy from June 1, the state agriculture and farmer welfare department had fixed June 13 as the date for starting paddy transplantation. The state government’s efforts to dissuade farmers to do away with water-guzzling paddy varities has borne some fruit as there has been an increase in acreage under maize and cotton. Last season, basmati was grown on 5.46 lakh hectares and the area is expected to rise to 7 lakh hectares. In the previous season, cotton was sown over 2.83 lakh hectares and this has risen to 4 lakh hectares this year. Maize was sown in 1.1 lakh hectares last season, and is expected to be sown on 1.6 lakh hectares this time. Agriculture experts say paddy grown on an acre of land consumes nearly 60 lakh litres of water till harvesting, with a kg of paddy using up nearly 2,500 litres. As there are no rain so far and the weather is mostly dry, farmers are expected to draw underground water. In 2018, paddy transplantation started from June 20, but the date was advanced by a week this year after an announcement by Punjab chief minister Amarinder Singh at a rally organised for the Lok Sabha elections. Agriculture scientists and water conservationists did not take kindly to the decision. The notification for paddy transplantation was issued by additional chief secretary Viswajeet Khanna on June 4. According to Punjab agriculture secretary Kahan Singh Pannu and director Sutantar Kumar, the department is geared up for paddy transplantation. There is some solace that area under water-guzzling paddy is expected to decrease to some extent and it is expected to increase under basmati rice, which uses less water. Download The Times of India News App for Latest City ."}, "Disha Patani sets the temperature soaring with her latest Instagram picture": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/disha-patani-sets-the-temperature-soaring-with-her-latest-instagram-picture/videoshow/69868471.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Narendra Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/will-set-up-panel-to-study-one-nation-one-election-pm-modi/articleshow/69866038.cms", "description": "NEW DELHI: PM Narendra Modi on Wednesday said a committee will be set up to explore the possibility of holding simultaneous Lok Sabha and assembly polls even as several opposition parties kept away from a meeting he had called to discuss the \"One Nation, One Election\" proposal. Defence minister Rajnath Singh said the discussions attended by 21 of the 40 parties represented in Parliament - with three more sending written submissions - saw most parties favouring the proposal even as he added that the PM said a decision will be taken by consensus. The meeting saw key absentees such as Congress, Trinamool, BSP, DMK, SP, TDP and AAP. Left parties attended the discussions, but CPM leader Sitaram Yechury said the party felt the move was \"anti-federal\" and did not support it and it went against accountability of governments. CPI leader D Raja said the proposal was \"impractical and unconstitutional\" and would need major constitutional changes. Leaders who attended the meeting included NCP leader Sharad Pawar, CPI's D Raja, Bihar chief minister and JD (U) leader Nitish Kumar, SAD leader Sukhbir Singh Badal, Odisha chief minister and BJD leader Naveen Patnaik and National People's Party leader Conrad Sangma. PDP leader Mehbooba Mufti and National Conference's Farooq Abdullah also attended the meeting. Pawar is understood to have said the proposal would take time to implement and was not a simple matter. Mehbooba and Abdullah are also understood to have pointed out problems in ensuring simultaneous assembly and Lok Sabha polls. BJP ally Shiv Sena was absent as Wednesday was the Foundation Day of the party with a function organised in Mumbai. Among important non-NDA leaders, Patnaik supported the proposal as did YSR Congress's Jaganmohan Reddy. TRS was represented by K Chandrasekhar Rao's son KT Rama Rao, who said the proposal needs more detailed examination before a decision can be arrived at. \"The PM will form the committee to look into possibilities of simultaneous polls. Exact nature of the committee will be made public later,\" Singh told the media. He said the committee will give its suggestions on the subject in a time-bound manner and quoted the PM as saying that \"One Nation, One Election\" was not an agenda of any party but of the nation and that political parties should consider the larger interest of the country. Modi said all parties will be taken into confidence before taking a final decision and differences of opinion will be taken into account with full seriousness. \"Most parties gave their support, CPI(M) and CPI had a difference of opinion but they didn't oppose the idea, just the implementation of it,\" Singh claimed. \"We had invited 40 political parties, out of which 21 parties participated and three other parties sent their opinion on the subjects in writing.\" BSP chief Mayawati tweeted on Tuesday morning saying she would have attended the all-party meeting if it was on electronic voting machines (EVMs). Besides simultaneous polls, the PM had invited heads of political parties to discuss several issues, including celebration of 75 years of Independence in 2022 and 150th birth anniversary celebrations of Mahatma Gandhi this year. Last August, the Law Commission recommended simultaneous elections to Lok Sabha and state assemblies to save public money. The draft said, \"Holding simultaneous elections is not possible within the existing framework of the Constitution.\" The panel recommended amendments to the Constitution and the Representation of the People Act to ensure simultaneous elections. The law panel as well as a group of senior officials set up by Modi in his first term had suggested that elections can be synchronised in two phases. The next Lok Sabha election could see states due to go to polls within six months before or after national polls brought together. The remainder states could be brought into the fold in the subsequent the Lok Sabha polls. Lack of consensus ensured the proposal never got off the ground. It now appears that Modi is using his fresh majority to give the proposal another strong push by kick-starting a discussion. In Video:PM Narendra Modi to form panel for time-bound suggestions on 'one nation, one election'Download The Times of India News App for Latest India News."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Amritsar: Police recover stolen weapons and ammunition, one held": {"description": "AMRITSAR: Amritsar rural police claimed to have made full recovery of 44 different weapons and around 1300 rounds of ammunition stolen by a 22-year-old air-conditioner technician and two of his accomplice from a gun shop in Jandiala on June 16. Inspector general, border range, SPS Parmar told media persons on Wednesday that all the weapons and ammunition have been recovered intact. Giving details, senior superintendent of police, Vikaramjeet Singh Duggal informed that police arrested the air conditioner technician Vikramjit Singh, resident of Nanaksar Mohalla, Tarn Taran and recovered arms and ammunition from his possession. He said a couple of his accomplices were still at large. Police are investigating how the alleged accused managed to steal the weapons from a gun house and their motive behind the same. Notably H B Gun House at Jandiala, near Amritsar have been depositing licensed weapons of people during elections for the past three years. Many people had deposited their weapons including 12 bore rifle, revolvers, pistols and ammunition during recently held Lok Sabha elections. Download The Times of India News App for Latest City .", "time": "2019-06-19 18:34:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/amritsar/amritsar-police-recover-stolen-weapons-and-ammunition-one-held/articleshow/69859472.cms"}, "South Africa vs New Zealand": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/south-africa-vs-new-zealand-live-cricket-score-updates-2019-cricket-world-cup-live-score-online/articleshow/69854827.cms", "description": ""}, "Bhatinda: Rain cheer for paddy, cotton growers": {"description": "BATHINDA: Rains that lashed the Bathinda region on Monday night and Tuesday morning brought smiles on the faces of farmers, especially paddy growers. Showers drastically decreased their dependence on agriculture pump sets (tubewells) to water their fields during or after transplantation for a couple of days. Battling hot and humid weather for the past several days, the cotton growers too were happy following the rains. The long dry spell proves unfavourable for both the crops. However, more rains can be harmful for cotton and more so when water stagnates at the bottom of the plant, hitting the growth of the crop. The agriculture department officials are also elated over the rains which were long overdue for smooth transplantation of paddy and saving the cotton from long dry spell. “We were praying for rains to our cotton crop some much-needed relief from very hot and humid weather. But we know that if rains continue for long, it could be harmful for cotton,” said Sangat village farmers Baldev Singh and Hukum Singh. Farmers Mohinder Singh and Mukhtiar Singh at Sivian village said, “We were ready to transplant paddy and were waiting for our turn to draw water through motors on Monday evening. But with the rain, now we may not need water for a couple of days which will save a lot of electricity.” The paddy transplantation is at full swing since June 13, official date fixed by the state government. Paddy need a lot of water as the fields had to be left full of water. The rain, however, left vegetable growers in a spot of bother. The rains are unfavourable for watermelons, grapes and some other crops and affect their sale. Bathinda chief agriculture officer Guraditta Singh said the rain had come at a time when it was needed the most for transplantation of paddy. This rain will ease pressure on PSPCL for a couple of days, he added. Bathinda areas in troubled watersThe 28mm rainfall recorded in Bathinda however caused a lot of hardships to town residents. Many of the areas, including upscale civil station which houses district administrative complex (DAC), district judicial courts, the residences of deputy commissioner, IG, SSP, district and sessions judge and a score of civil, police and judicial officers were inundated. People had a difficult time in reaching DAC and courts with roads leading to these offices getting waterlogged. The rear side of DAC, power house road, Sirki Bazaar were submerged in knee-deep water. Download The Times of India News App for Latest City .", "time": "2019-06-19 05:46:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/amritsar/rain-cheer-for-paddy-cotton-growers/articleshow/69850194.cms"}, "Ishaan Khatter": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/did-ishaan-khatter-refuse-the-role-opposite-ayushmann-khurrana/videoshow/69864397.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Karnataka: Stunt goes wrong, man addicted to Tik Tok lost balance during jumping": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/karnataka-stunt-goes-wrong-man-addicted-to-tik-tok-lost-balance-during-jumping/videoshow/69858872.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Salman Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "Watch: Salman's 90 degree leg stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khans-90-degree-leg-stretch-leaves-fans-amazed/videoshow/69868102.cms", "description": ""}, "45 abandoned borewells sealed in Punjab": {"time": "2019-06-12 18:05:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/45-abandoned-borewells-sealed-in-punjab/articleshow/69758100.cms", "description": "CHANDIGARH: Within hours of Punjab chief minister Amarinder Singh's orders for closure of all open borewells, 45 of them have been sealed in a bid to prevent recurrence of the tragic incident in which a two-year-old boy died after been trapped inside a borewell for 108 hours, officials said on Wednesday. Deputy commissioners have submitted reports on the status of the borewells in their respective districts to the chief minister, who had sought details on open borewells, with directions for their immediate closure. The reports indicate that of the 45 borewells sealed so far, 26 were located in Fatehgarh Sahib district - 13 each in Bassi Pathana and Khera blocks. Another eight were closed in Mansa district, three each in Patiala and Kapurthala, two in Gurdaspur district and one each in Ropar and Hoshiarpur districts. In Ropar, where 19 borewells were reported to be lying unattended, one has already been covered and the process to close the rest was on, an official statement said. Ferozepur, Faridkot, Muktsar Sahib and Taran Taran districts were found free of any open borewells. Taking serious note of the Sangrur incident in which the child, Fatehveer, had failed to survive his prolonged ordeal inside a borewell, the Chief Minister had, on Tuesday, asked the Disaster Management Group, headed by the Chief Secretary, to finalise a set of standard operating procedures to check and prevent such incidents in future. Amarinder Singh had made it clear that he did not want any more lives to be lost in the state in future on account of open borewells. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "description": ""}, "Operation Bluestar anniversary observed in Amritsar amid sloganeering, protests": {"time": "2019-06-06 16:33:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/operation-bluestar-anniversary-observed-amid-sloganeering-protests/articleshow/69672210.cms", "description": "AMRITSAR: The 35th anniversary of Operation Bluestar, army operation to flush out armed militants from Golden Temple complex in 1984, was observed amidst protests and sloganeering by pro-Khalistan groups who brandished swords, clashed with Shiromani Gurdwara Parbandhak Committee’s (SGPC) lathi-wielding task force and policemen in plainclothes in Golden Temple complex here on Thursday. As against previous years, the SGPC tactfully restricted the Khalistani exponent Simranjit Singh Mann to a corner from where he delivered his speech wherein he exhorted Sikhs to struggle for Khalistan while other pro-Khalistan groups, largely comprising of youths, raised slogans and clashed with task force to reach close to the Akal Takht. As a group of radicalised youths tried to overpower the SGPC’s human chain barrier, a couple of task force members rushed to get lathi’s and distributed them among other members of task force to deal with the situation. The situation also turned tense when the parallel acting jathedar of Akal Takht, Dhian Singh Mand, was stopped from delivering his message. However, many police personals were seen pacifying the agitated Sikh radicals. Later on Mand’s supporters distributed his message among media personals. Similarly, another group also read out the message of parallel jathedar of Akal Takht, Jagtar Singh Hawara, assassin of former Punjab chief minister Beant Singh currently lodged in Tihar jail. Many Khalistani elements were seen carrying posters with pictures of militant Jarnail Singh Bhinderanwala and wearing T-shirts with his photographs. The SGPC-appointed jatherdar of Akal Takht, Giani Harpreet Singh, cautioned Sikhs against sending their children abroad to work as labourers. “Our children should go abroad but not to work as labourers. They should go abroad to study and work on influential posts” he said. In Video:Pro-Khalistan posters spotted on 35th anniversary of 'Operation Blue Star'Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Revolt Motors": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/revolt-motors-unveils-1st-electric-motorcycle-price-specification-colour/articleshow/69853952.cms", "description": ""}, "Punjab: Bathinda police register 227 cases under NDPS Act in 5 months": {"time": "2019-06-13 20:24:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/bathinda-police-registered-227-cases-under-ndps-act-in-5-months/articleshow/69776128.cms", "description": "BATHINDA: Bathinda police have arrested 335 persons, including drug addicts and peddlers, during the past five months and have registered 227 cases under the Narcotic Drugs and Psychotropic Substances(NDPS) Act. The contraband recovered from them include 2.940kg heroin, eight gram smack, 4.200 gram charas, 665.60kg poppy husk, 16.400kg ganja, 55 gram synthetic powder, 40,382 habit forming tablets and capsules and 674 bottles of syrup. Bathinda SSP Nanak Singh said that district police is making youths aware about the drawbacks and ill effects of consuming drugs. Plays, nukkad nataks, seminars are being organized for the purpose. Download The Times of India News App for Latest City ."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-this-is-the-best-kind-of-diet-to-treat-the-worst-kind-of-fat/articleshow/69858278.cms", "description": ""}, "Jailed peddlers using e-commerce app to sell drugs": {"time": "2019-06-08 09:13:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/jailed-peddlers-using-e-commerce-app-to-sell-drugs/articleshow/69697380.cms", "description": "AMRITSAR: The Amritsar police have busted a racket involving jail inmates supplying drugs after payment through e-commerce app Paytm. Deputy commissioner of police (investigations) Mukhwinder Singh Bhullar told TOI on Friday that cops had arrested Gurmeet Singh Happy, Rajinder Singh Raju and Lakhwinder Singh Kaka and recovered around 900 intoxicant tablets from them. Preliminary investigation of the arrested peddlers revealed that four of their friends — Palwinder Singh Pindi, Sukhwinder Singh Chabal, Erik and Prince — lodged in Amritsar jail were still involved in drug peddling both inside and outside the jail. Addicts would call the jailed peddlers for supply of drugs and these four jail inmates would instruct their three friends to deliver the same to their clients after money was transferred through Paytm. Once the amount would be close to Rs 50,000, Happy, Raju and Kaka would withdraw the money and deliver it to the relatives of their jailed friends. “We have sealed three bank accounts so far wherein we found transaction of around Rs 10 lakh in a year,” said DCP Bhullar, adding that the cops had also recovered two mobile phones from the jail. Of four drug peddlers already in jail, two were booked on charges of murder while one in case of seizure of 8 kg heroine, said the DCP and added that they were taking help of their financial investigations team from Chandigarh. One of the accused, who is absconding, identified as Arun, has already been declared a proclaimed offender and could be nabbed anytime,” he added. Download The Times of India News App for Latest City ."}, "Police remand of seven extended": {"time": "2019-06-18 11:59:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/police-remand-of-7-extended/articleshow/69832992.cms", "description": "BATHINDA: The court of duty magistrate Ravi Gulati on Monday extended by two days the police remand of seven accused held for mercilessly beating up a woman. All the seven persons, including Muktsar Congress councillor Rakesh Chaudhary and his two brothers, were presented in the court of the duty magistrate on the expiry of their two-day police remand. Three persons, including Rakesh Chaudhary’ wife Jyoti, Sunny Chaudhary’ wife Renu and her minor son, are still at large. The six persons had dragged a 33-year-old woman out of her home and mercilessly beaten her up on Friday. The victim’s 11-year-son prepared the video clip of his mother being beaten. The woman owed Rs 23,000 to Chaudhary for which the brothers thrashed her. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "World Wildlife Fund to accelerate conservation of Indus river dolphins": {"time": "2019-06-10 07:09:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/wwf-to-accelerate-conservation-of-indus-river-dolphins/articleshow/69717907.cms", "description": "AMRITSAR: Twelve years after spotting the Indus river dolphin in Harike wetlands, the World Wildlife Fund (WWF) has partnered with a private bank to protect the endangered species and its habitat. WWF-India wetlands and water policy director (rivers) Suresh Babu told TOI on Monday that they needed to develop a management plan for the conservation of dolphins by involving local community and engaging them to be the custodians of these dolphins. In December 2007, the fresh water dolphin was sighted in the Harike Wetland and Wildlife Sanctuary for the first time. Authorities had then spotted two dolphins, which were believed to be either a mating pair or an adult mother with its young one. Dolphins are an indicator of a healthy river system. India is one of the few countries in the world that has two fresh water dolphin species - the Gangetic river dolphin and the Indus river dolphin, sub-species of South Asian river dolphin. Indus river dolphins are found in the Indus river system and the Beas river is their only habitat in the country. The dolphin is listed as endangered by the International Union for Conservation of Nature (IUCN). WWF senior project officer Geetanjali Kanwar said they counted four dolphins, including three adults and a calf, in the last survey in the Beas conservation reserve. Suresh said the population could now be between five and eight The project officer informed that they had proposed the forest department to recommend the state government to declare dolphins as the state aquatic animal. Suresh said DCB Bank and WWF-India had announced a partnership to conserve the dolphins in Beas conservation reserve, while working closely with the department of forests and wildlife preservation. “We will implement initiatives around education, awareness and community to protect the species and its habitat, and ensure conservation measures for its long-term survival,” he said. He said WWF-India, as part of its partnership, would also implement its water school programme to build awareness among students on the need for conservation of natural resources across 30 schools in four districts along the Beas conservation reserve. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Shikhar Dhawan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Japan keen on business with Punjab, says its ambassador on 1st Asr visit": {"time": "2019-06-18 13:11:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/japan-keen-on-business-with-punjab-says-its-ambassador-on-1st-asr-visit/articleshow/69832986.cms", "description": "AMRITSAR: In a bid to explore joint business opportunities between Japan and Punjab, Japanese ambassador to India Kenji Hiramatsu on Monday interacted with businessmen and government officials to see more Japanese companies investing in the state and Punjab government offering them incentives.Hiramatsu was on his maiden visit to Amritsar along with his wife Patricia Clara Aguado Hiramatsu. He paid obeisance at the Golden Temple and Durgiana Temple, besides visiting Partition Museum and paying homage to martyrs at the Jallianwala Bagh. “I like to have more interaction with business people and government officials. Our government and businesses in Japan are very much keen to invest in Punjab. We need more collaboration between Japan and Punjab and I would like to see more Japanese companies investing here and be partner with Punjabi business community,” said the ambassador in a brief interaction with the media. He said he would again visit Punjab to further his efforts. Hiramatsu would visit Gurdaspur on Tuesday. The Japanese envoy was accompanied by Congress leader and former law minister Ashwani Kumar and CEO (Invest) Punjab Rajat Aggarwal. He said they were waiting for the Punjab government to announce facilities, infrastructure and incentives for the Japanese companies. Hiramatsu said he would also like to see cooperation in the area of culture and wanted Japanese tourists to visit Punjab. He said he had already met Punjab chief minister Amarinder Singh to discuss collaborations with Japan and Punjab. Download The Times of India News App for Latest City ."}, "‘May raise retirement age of doctors to 65’": {"time": "2019-06-11 10:30:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/may-raise-retirement-age-of-doctors-to-65/articleshow/69732458.cms", "description": "FAZILKA: Faced by a shortage of doctors in government hospitals and dispensaries, the Punjab health and family welfare department is planning to raise the retirement age of doctors from 58 to 65, said state health and family welfare minister Balbir Singh Sidhu here on Monday. Presiding over a meeting of the district grievances committee here, Sidhu said the SAD-BJP government in the state had denied decent pay to government doctors, because of which they lost interest in government services. “After the Congress came to power in the state, CM Amarinder Singh announced a substantial increase in the payscale of doctors, following which doctors have again started joining government services,” he said. He said the decision to increase the age bar of doctors would ensure there was no staff shortage in government hospitals for at least seven years. Addressing a query on shortage of specialist doctors in state-run government hospitals, the minister said he had called a meeting of the health department on Tuesday in which ways will be discussed to fill the vacant posts of specialist doctors and para-medicos. “I ensure all 236 life-saving medicines are available at civil hospitals, so that poor patients could take advantage of free medicine,” he said. Download The Times of India News App for Latest City ."}, "Anushka joins hubby Virat in England ahead of India-Afghanistan match": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/anushka-sharma-joins-hubby-virat-kohli-in-england-ahead-of-india-afghanistan-match/videoshow/69860085.cms", "description": ""}, "Karan Johar": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/gma-2019-deepika-padukone-karan-johar-janhvi-kapoor-ananya-panday-and-others-pose-for-an-epic-selfie/articleshow/69866761.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Galaxy Note 10": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-expected-to-launch-galaxy-note-10-on-this-date/articleshow/69853686.cms", "description": ""}, "Sunny Deol expresses satisfaction over ongoing construction work of Kartarpur corridor": {"time": "2019-06-15 17:16:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/sunny-deol-expresses-satisfaction-over-ongoing-construction-work-of-kartarpur-corridor/articleshow/69802144.cms", "description": "DERA BABA NANAK: Showing his concern and priority towards completion of Kartarpur corridor project , the newly elected Member Parliament (MP) from Gurdaspur Sunny Deol on Saturday reviewed the ongoing construction work of corridor at Dera Baba Nanak during his maiden visit to his constituency after being elected as MP on May 23. Accompanied by Jeetendra Singh , CEO of Ceigall India Ltd. which is constructing highway and bridge on the Indian side of Kartarpur corridor , senior police and civil administration officials of Gurdaspur besides officials of Border Security Force, the white shirt and blue jeans clad Bollywood actor turned politician Sunny inspected various construction projects under the Kartarpur corridor. In a brief interaction with media, Sunny Deol appreciated the pace of the ongoing work of corridor and assured that it would be completed by due date. He said visiting Dera Baba Nanak to review the corridor construction work was on top of his agenda during visit to his constituency adding that he would be frequently visiting here. Jeetendra told that Sunny saw the construction activities across the border with telescope and expressed concern over the halted construction activities from international border to Pakistan’s dhussi bunds. He informed that MP also inquired about the work of Integrated Check Post (ICP) at Dera Baba Nanak. Meanwhile BJP’s Gurdaspur district president Balkrishan Mittal informed that Sunny took meeting of BJP leaders and workers and discussed on projects which were to be completed on priority. He (Sunny Deol) has emphasised to first complete the projects which have already been cleared or were in the pipeline. “The project for the construction of two bridges at the cost of Rs 68 ad Rs 69 crore over river Ravi at Makora Pattan will be initiated soon “ he said adding that Sunny Deol also expressed concern over salary issue of Dhariwal mill. Sunny Deol who is likely to return back to Mumbai on Sunday have also been apprised of the issue of underbridges at Dera Baba Nanak where rainwater blocks during rainy season causing much inconvenience to the commuters said Mittal adding that the MP had expressed concern over the issue and have expressed desire to himself visit the place during his next Gurdaspur visit. Download The Times of India News App for Latest City ."}, "Rural youth spends fortune for prettier looks": {"description": "AMRITSAR: Rural youth here are increasingly turning up to cosmetologists to improve their appearance and sun-damaged screen before marriage, to impress their soul mate and more interestingly to look attractive for perfect selfies to be uploaded on social media. “Recently, in the past, I have observed a large number of youth, including male, having rural background, seeking consultation for preserving their youthfulness,\" observed dermatologist Dr. Ameesha Mahajan while talking to TOI on Wednesday. Majority of youth didn’t like older looking face with forehead wrinkles and smile lines (crows feet) and so they seek medical treatment to remove them. “Earlier people used to have Botulinum protein injections to reduce the appearance of facial wrinkles to be youthful, but now the trend is to take treatment to preserve their youthfulness. The majority of youth who seeks enhancement of their appearance are between the age group of 25 to 35,\" said Ameesha. “I was literally heartbroken when I first observed crinkle around my eyes. The first thing that struck my mind was that if I was ageing or getting older, that too at the age of 26 and I am marrying in next six months. I consulted my friends who suggested me to undergo skin smoothening and then I rushed to a cosmetologist who gave me Botulinum shot which worked wonders” said Baljit Kaur (name changed), a teacher in a private school. Kaur, who lives in a border village in Amritsar district and draws a salary of around Rs 16000 a month said, “the treatment cost is around Rs 10,000 to Rs 12,000. Also, I have to take it twice a year. It’s just less than two months salary” she said giving cheek to cheek smile. Kaur said, ever since she had started uploading her new look selfies, the number of likes on her photos have increased. “Many of my friends are regularly taking injections to remove facial wrinkles,\" she said. “Men come complaining ‘Mai kala ho gayan han, isda koi ilaz daso\" (I have tanned suggest me some treatment” said Ameesha. \"Botulinum protein injections were given into muscles to relax their movement for forehead wrinkles and smile lines while chemical peeling, lacer and use of sun screen was recommended for the pigmentation. After treatment the youth starts feeling more confident,“ said the doctor. Download The Times of India News App for Latest City .", "time": "2019-06-19 17:23:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/amritsar/rural-youth-spends-fortune-for-prettier-looks/articleshow/69854152.cms"}, "Ananya Panday": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ananya-pandey-to-janhvi-kapoor-celebs-grace-awards-event-in-mumbai/videoshow/69864641.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-shares-adorable-moments-with-daughters-from-brother-rajeev-sens-wedding/videoshow/69863882.cms", "description": ""}, "Asus 6Z": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/asus-6z-to-launch-in-india-today-heres-how-to-watch-the-live-stream/articleshow/69851301.cms", "description": ""}, "Chamki fever": {"time": "", "link": "https://timesofindia.indiatimes.com/india/encephalitis-spreads-to-other-districts-toll-at-114/articleshow/69866374.cms", "description": "MUZAFFARPUR: The toll in the outbreak of Acute Encephalitis Syndrome (AES) in Bihar rose to 114 on Wednesday with seven more deaths in the endemic zone even as reports came in of children being admitted with similar symptoms in other districts like Samastipur, Banka and Vaishali. Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur, where most of the patients have been undergoing treatment since the disease spread, struggled to handle the spate of new admissions with its limited infrastructure. Sources at the hospital said the stream of high-profile visitors, including the chief minister and the Union health minister, was adding to the chaos. The scarcity of beds and doctors continued even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses deputed by the Union health ministry to assist at the hospital. \"All 637 beds, including 30 in the paediatric ICUs, are occupied. We have had to put two kids on one bed to accommodate more children,\" SKMCH superintendent Sunil Kumar Shahi said. He admitted that there was a shortage of senior resident doctors in every department. \"Though there is a shortage, it is inhuman to turn away patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES have been coming every day, but our resources are very limited.\" To ease the crisis, a makeshift paediatric ICU with 20 beds and four new ACs was set up on Wednesday. But frequent power cuts hampered the efforts. The Hhospital authorities said 154 children were undergoing treatment for AES at three paediatric ICUs with 10 beds each. In Vaishali, civil surgeon ID Ranjan said 15 suspected cases of AES had been reported from Hajipur. \"Several kids have died in the villages there. Some have died in the referral hospital before being diagnosed. Their relatives say they had high fever and convulsions, among other symptoms indicative of AES.\" At least three of seven infants with AES symptoms admitted to the Sadar hospital in Samastipur were referred to the SKMCH. One of them died on the way. But civil surgeon Siyaram Mishra denied that any AES patient had been admitted at the Sadar hospital. In Banka district, the death of a two-year-old in a village in Katoria block has caused alarm. Muzaffarpur DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. \"The number of children admitted with AES symptoms since June 1 has gone up to 5,530. Till Wednesday, 187 kids were discharged after treatment while 101 of them are still under the care of the two main medical institutions in the district. The condition of 24 children is critical. All of them are on ventilators,\" Ghosh said. \"A massive awareness campaign has started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekas. Executive magistrates have been deployed in every block to monitor the awareness programme, apart from keeping a close vigil on the patients with AES.\" Neighbouring Ranchi is also in the grip of an AES scare, with anxious parents taking their children to hospitals at the slightest hint of any symptom associated with the disease. Nisha Devi, a mother of two daughters aged six and four, said: \"Both my daughters have been running a fever for two days. Though the paediatrician I visited advised rest and prescribed a few medicines, I insisted on complete blood tests for both to rule out AES.\" Standing in a line with his four-year-old daughter at Ranchi Sadar Hospital, Jagatram, a worker in an electronics shop, looked and sounded worried. \"I brought her here because she was running a temperature all night. With so many kids dying in Bihar, I cannot take any risk,\" said the father of two. District civil surgeon BV Prasad told TOI that the Ranchi administration would release guidelines for AES awareness to quell the panic and confusion. \"It is a good thing that parents are alert. Although this means long queues in the paediatric departments, chances of a case going undetected are minimised. We will be releasing a communique informing people about AES and its symptoms. Fever, vomiting and convulsions - all three symptoms are generally connected with AES and parents of small kids experiencing even one of those should consult a doctor,\" he said. Times ViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shoot up. Muzaffarpur has been the epicenter. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.(With inputs from Debjani Chakraborty in Ranchi)Download The Times of India News App for Latest India News."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Pakistan train refused entry to Attari, Sikh jatha returns": {"time": "2019-06-15 10:39:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/pakistan-train-refused-entry-to-attari-sikh-jatha-returns/articleshow/69798004.cms", "description": "ATTARI: A jatha of 150-odd Sikhs, planning to visit Pakistan for a 10-day religious trip of historical gurdwaras to observe martyrdom anniversary of Guru Arjan Dev, had to return home on Friday after the external affairs ministry denied permission to a train from Pakistan to enter Indian side of border at Attari. “Pakistan had offered to run the train on June 14 and had sent a message on the issue via the Wagah station master. The message reached the Attari station master and was communicated to the railway ministry, which in turn informed the external affairs ministry (MEA) for necessary instructions,” divisional railway manager, Firozpur division, Rajesh Aggarwal told TOI. “However, the MEA denied permission for the train to pick up the pilgrims, stating that it was not a properly routed proposal,” Aggarwal added. So, the pilgrims who have permission to enter Pakistan only on train have no recourse now unless the two countries give them permission to visit Pakistan by road. The trip, as of now, is unlikely to ahead. Even Samjhauta Express only runs between India and Pakistan twice a week. The Sikh pilgrims had arrived at Attari international border on Friday morning to board the special train that was to arrive at Attari international railway station from Pakistan. However, the Pakistani train remained stationed at Wagah (Pakistan) railway station as it did not get permission to enter India. The denial of permission to the train caused resentment among the pilgrims who staged a demonstration at Attari international railway station and criticized the central government for allegedly creating obstacles in performing their religious rituals. The long wait for permission and no information on the Indian side led to fraying tempers and anger amongst the pilgrims. Talking to TOI, an elderly Sikh devotee, Darshan Singh said nobody knew why India was not giving permission to the train to enter Attari. “We have been told that train has come up to Wagah railway station and is waiting for permission from the Indian side,” he said and added that everyone was highly disappointed as now they would not be able to undertake pilgrimage to Pakistan. “Deliberate attempts are being made to create obstacles in fulfilling our religious aspirations that too by our own leaders,” the angry man added. Angry that ‘Guru ki Sangat’ was being harassed, another devotee, Gurdev Singh said the central government should have not allowed them to apply for visas according to the martyrdom anniversary programme chalked by Pakistan on the basis of Nanakshahi calendar adopted in 2003. “They should have stopped us earlier. Now visas have been issued and we are ready to board the train but Indian Railways is not allowing it to enter India,” he said. Leader of Nankana Sahib Sikh Yatree Jatha, Swaran Singh Gill, said he along with other Sikh devotees was highly disappointed on returning from Attari. Former PSGPC president Bishan Singh told TOI over phone from Wagah that a lot of senior PSGPC office-bearers as well as the Evacuee Trust Property Board officials were waiting for the Sikh jatha at Wagah. He said that India should have given entry to the Pakistani train so that the devotees could observe the martyrdom anniversary pending solution on the contentious Nanakshahi Calendar issue. Download The Times of India News App for Latest City ."}, "Man commits suicide": {"description": "AMRITSAR: Helper of a private luxury bus allegedly committed suicide in the toilet of the bus. Assistant commissioner police Jaspreet Singh told media persons that body of a boy was found from the bus adding that police was investigating into the incident. Driver of the bus Kamaljit Singh said that he had left from Delhi on Monday night and saw helper's body when he arrived in Amritsar. Download The Times of India News App for Latest City .", "time": "2019-06-20 08:16:00", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/amritsar/man-commits-suicide/articleshow/69867752.cms"}, "Ranveer Singh Hugs": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-hugs-and-consoles-a-crying-pakistani-fan-after-indias-win-in-icc-world-cup-2019/videoshow/69867973.cms", "description": ""}, "Manish Tewari writes to Punjab CM for installing electrified fencing to prevent crop damage in Kandi areas": {"time": "2019-06-08 19:35:00", "link": "https://timesofindia.indiatimes.com//city/amritsar/manish-tewari-writes-to-punjab-cm-for-installing-electrified-fencing-to-prevent-crop-damage-in-kandi-areas/articleshow/69704992.cms", "description": "MOHALI: Senior Congress leader and Anandpur Sahib MP Manish Tewari has urged the chief minister Capt Amarinder Singh for early implementation of the project of low voltage electrified wire fencing along the Kandi belt to prevent wild animals from damaging the crops. Tewari has also sought the early execution of the plans to set up industrial zone along the Kandi belt, most of which falls within the Anandpur Sahib parliamentary constituency. Disclosing this today, the MP said, \"he had written two separate letters to the CM seeking his immediate attention and intervention to ensure that both these projects are implemented on time.\" “In the Kandi areas of Punjab there is a serious problem of damaged crops because of the menace of wild animals running amuck and our government remains committed to curb the menace of wild animals in the Kandi area,” he wrote in the letter while referring to the chief minister’s earlier announcement on the matter. He said during the Parliamentary Election campaign the CM told him that a possible holistic solution to the above mentioned could be a 309 kilometres electrified fence with low voltage current running through it that stretches from one end of the Kandi region to the other. He said, the project would cost in the realm of about 300 crores as per a rough back of the envelope calculation. It would become the first line of protection for farmers of the Kandi area, he added. Tewari expressed confidence that the Punjab government under Capt Amarinder’s leadership would be able to find funds for this project failing thereby the central government could always be requested to fund the project. The MP also urged the chief minister to constitute the Kandi Area Development board for the holistic development of the area with representation of MPs and MLAs. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "description": ""}}