{"NOU, Munger varsity VCs to deliver lectures at conferences in China, Hungary": {"link": "https://timesofindia.indiatimes.com//city/patna/nou-munger-varsity-vcs-to-deliver-lectures-at-conferences-in-china-hungary/articleshow/69847535.cms", "time": "2019-06-19 10:45:00", "description": "PATNA: Nalanda Open University vice-chancellor (VC) Ravindra Kumar Sinha left for China on Tuesday to participate in an international conference on ‘Persistent, Bioaccumulative, Toxic Substances’ being organized by Harbin Institute of Technology from June 21 to 23. Sinha, a noted environmentalist, will talk about ‘Toxic Substances in the Ganga’ on June 22 and chair a scientific session the same day. He will also deliver lectures on ‘Impact of Climate Change on Human Health and Natural Resources’, ‘Biodiversity and Sustainable Development’, ‘Management of River Ecosystem: A Case Study of River Ganga’ as well as ‘Ecosystem Goods and Services’. Sinha had been invited to deliver lectures at international conferences held in Sri Lanka, Malaysia, Bangkok and China last year. Meanwhile, Munger University VC Ranjit Kumar Verma reached Budapest on Tuesday to deliver a lecture at a joint international thermoanalytical conference convened by Hungary, Poland, Czechoslovakia and Slovakia from June 18 to 20. Verma, who is also a member of the international scientific committee of the conference, will chair a session on June 20. In his lecture, he will focus on the thermo-oxidative decomposition of mustard oil, which is not suitable for use at high temperature. He will also demonstrate how use of turmeric slows down such decomposition and reduces the harmful effects. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "4k students from city to write NET": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/4k-students-from-city-to-write-net/articleshow/69863233.cms", "time": "2019-06-20 04:00:00", "description": "PATNA: Over 4,000 candidates from Patna will appear for UGC NET-2019 (National Eligibility Test), which will be conducted by the National Testing Agency in two shifts from June 20 to 28. The exam determines the eligibility for college and university-level lectureship and for the award of Junior Research Fellowship. Admit cards were released on May 28 and results of the test are likely to published on July 15. It will be conducted in 84 subjects at 91 different cities across the country. The subjects are selected as per the students’ choice. Kankerbagh resident Abhishek Rath (28), who is pursuing MA in journalism from Banaras Hindu University, told this newspaper, “This is my first attempt. If I score well, I will choose a reputed university like Indian Institute of Mass Communication or Jawaharlal Nehru University.” Chemistry teacher Tanuja Sharma will write NET for the second time on Thursday. “I am a schoolteacher and hope to crack the exam this time,” she said. NET comprises two papers — I and II — which have multiple-choice questions to test reasoning ability, comprehension, divergent thinking and general awareness. There is no negative marking in the test. Download The Times of India News App for Latest City ."}, "Muzaffarpur encephalitis deaths: Bihar deputy chief minister Sushil Modi refuses to answer on crisis": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/muzaffarpur-encephalitis-deaths-bihar-deputy-chief-minister-sushil-modi-refuses-to-answer-on-crisis/videoshow/69859887.cms", "time": "", "description": ""}, "\nJustice Ajay Tripathi attends golf tournament after party in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Justice-Ajay-Tripathi-attends-golf-tournament-after-party-in-Patna/articleshow/46142993.cms", "time": "", "description": "The prize distribution and dinner of a recently-concluded golf tournament provided the perfect bahana to city folk to catch up with friends and socialize over some good food and drinks.  Post the prize distribution ceremony, in which Aman, Alok Sahi, Arif Hussain and Bilkis Jahan were announced the winners, the guests lined up to congratulate them, as well as learn a few golf tips. Yashi earned a lot of compliments for her putting skills.  Among the early birds at the party were Justice Ajay Tripathi, Tuheen Shankar and Awnish Rana. Nandita Sahi looked simple and pretty in her white suit. Shraddha Sahay, who came all the way from Delhi to participate in the tournament, was spotted enjoying the do with her friends. Mohit Ahluwalia was there with son-in-law Purusendra and daughter Shaheena. Rudrani and Poonam spent quite some time posing for pictures. Download The Times of India News App for Latest City ."}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Muzzafarpur Encephalitis deaths: Nitish Kumar should resign, says RJD leader Raghuvansh Prasad": {"link": "https://timesofindia.indiatimes.com//city/patna/muzzafarpur-encephalitis-deaths-nitish-kumar-should-resign-says-rjd-leader-raghuvansh-prasad/articleshow/69855154.cms", "time": "2019-06-19 13:29:00", "description": "MUZAFFARPUR: RJD leader Raghuvansh Prasad Singh on Wednesday said that Bihar chief minister Nitish Kumar should resign from his post on moral grounds over the death of over 100 children Muzaffarpur due to Acute Encephalitis Syndrome (AES). \"The one who has the steering in his hands, shouldn't he run the vehicle properly? The steering is in chief minister's hands. Then who else will be held responsible for this. He (Nitish Kumar) should himself resign on the basis of morality. Since many years, they couldn't find a cure to this disease and maintain the hospitals. Also, they didn't fulfill whatever they promised,\" Singh told ANI here. \"The state government is responsible for this. Since last 15-20 years, children have been dying because of this. But who takes note of the deaths in rural areas? Around 300-400 children have died there. Secondly, every year specialists come here but it has not been found yet why this disease is breaking out. Somebody said it is because of litchi fruit, while the other said it is because of heat wave,\" he added. Singh criticised the facilities provided at SKMCH for patients and said, \"There are no basic facilities provided in hospital... SKMCH is hell. People can't walk in the hospital without covering nose. No bed, no fans, no water... doctors are doing their jobs as per the facilities provided to them. They have kept three people on one bed. Around 200-250 patients are lying there on the floor. There can't be more shameful than the state government claiming that everything is alright.\" Asked about RJD leader Tejashwi Yadav, Singh said, \"I don't know exactly where he is. Maybe he has gone to watch the World Cup. I am not sure about it.\" Download The Times of India News App for Latest City ."}, "\nAddy performs at the annual cultural fest of IIT-Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Addy-performs-at-the-annual-cultural-fest-of-IIT-Patna/articleshow/46309559.cms", "time": "", "description": "IIT-Patna’sannual cultural fest, Anwesha 2015, concluded recently after four days of mind-blowing music and lots of masti. Events like the dance competition and fashion show provided the perfect dose of entertainment at the fest. Day one of the fest started on a musical note with Samarjit Mukherjee, an Indian classical guitarist, mesmerising the audience with his music, followed by a performance by Swarathma, a Bengaluru-based band. Verve, the fashion show and hand shadowgraphy by Amarsen and Sabyasachi Sen were the highlights of the second day. Day three was reserved for some hardcore dancing. The The flash mob of NIFT Patna entertained the crowd with their energetic dance performance on the song Blue Eyes. A loud cheer rang out from the crowd when Deepanjali danced on the song Hamma Hamma. The last evening of the fest saw the band Lagori from Bengaluru performing live for the students. They belted out songs like Dama Dam Mast Qalandar and Main Tenu Samjhawaan Ki, providing a rocking finale to the fest.Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Patna HC: Paperwork won’t solve encroachment menace": {"link": "https://timesofindia.indiatimes.com//city/patna/hc-paperwork-wont-solve-encroachment-menace/articleshow/69847346.cms", "time": "2019-06-19 10:44:00", "description": "PATNA: The Patna high court on Tuesday came down heavily on the state government for dealing with the issue of massive encroachments by vendors on several city roads “only on papers” instead of finding a permanent solution. The Patna high court division bench of Chief Justice Amreshwar Pratap Sahi and Justice Anjana Mishra made the verbal remark while hearing a public interest litigation (PIL) filed by Vikash Chandra alias Guddu Baba. The court, while taking strong exception to the issue, suggested the authorities concerned to settle the vendors encroaching upon public roads in front of the residences of ministers so that people could be spared of their sufferings. The petitioner had urged the court to direct the authorities concerned to get rid of roadside encroachments on Ashok Rajpath, Bari Path, Hathua and Lalji markets and the stretch between Pataliputra Colony and Digha road. These encroachments, according to the petitioner, lead to massive traffic snarls in the city. The high court asked the state government to file a counter affidavit by Monday, informing it about the current status of construction of vending zones and settlement of roadside encroachers. The court slammed the government for reappearance of encroachers on roads due to lack of proper vending zones for them. The issue of illegal settlement made below Rajendra Nagar overbridge by the then Patna DM U K Sinha on July 22, 1988, also surfaced during Tuesday’s hearing. The high court had directed the state government to file a reply on the issue on January 15 this year. Patna DM, who filed a counter affidavit on behalf of chief secretary, informed the court that the state government had ordered removal of those living below the bridge at a meeting held recently. Sinha had allowed 214 people to live below the bridge in 1988. The court asked the government to mention in its affidavit the detailed plan regarding eviction of those living below the bridge and their settlement. Additional advocate generals Prabhat Kumar Verma and Prasoon Sinha appeared for the state government and Patna Municipal Corporation, respectively, in the court. Download The Times of India News App for Latest City ."}, "Youngsters learn more about social media usage": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/youngsters-learn-more-about-social-media-usage/articleshow/69872410.cms", "time": "2019-06-20 14:06:00", "description": "An interactive session was organised by Patna Diaries at a posh cafe to discuss social media and its various usage. Irfan, the convener of the event, shared many information on the right ways to use social media sites. Interacting with the participants, he said, “I am grateful to all the young participants, including food bloggers, youtubers, photographers, social workers and web developers of the city. There are many techniques to expand and spread the reach of social media profiles, which will benefit everyone.” Sharing similar views, Alfaaz, a member of the organisation, said, “The main objective of this session was to learn the use of the internet in a clear and correct manner. Social media is a powerful and an effective tool. If it is used properly, we can make a good image of any of our brands.” Participants liked the session and they also shared their views on it. Aditya Vaibhav, a digital marketing professional, said, “The session was really very informative. There were many things which we usually miss. But after today’s session, we know how to explore them to have a wider reach. This will make our lives much easier.” Kumari Slish, another participant, said, “I am glad to be a part of this event as I have learnt a lot about the use of various social media platforms. I was really looking forward to this event. This will help me in various ways, especially my work. Some of the basic tips are actually very effective and creative. I will definitely try it.” Download The Times of India News App for Latest City ."}, "All departments to have a finance section": {"link": "https://timesofindia.indiatimes.com//city/patna/all-depts-to-have-a-finance-section/articleshow/69847593.cms", "time": "2019-06-19 10:43:00", "description": "PATNA: All the state government departments would now have a finance section to be headed by an officer of Bihar Finance Service (BFS). The state government on Tuesday took a decision to depute at least one BFS officer in each department to take care of financial issues, said deputy CM Sushil Kumar Modi after the review meeting of the finance department by CM Nitish Kumar. Modi, who also holds the finance portfolio, said with the introduction of Comprehensive Finance Management System (CFMS), all financial transactions in the state government has become online and different offices of finance department have become ‘paperless’. As the result, nearly 100 BFS officers who were earlier deputed in different treasuries, have become redundant. The government decided to open finance section in each department to utilize the services of these officers. He said the State Bank of India (SBI) was earlier working as ‘agency bank’ in the state. Now, the SBI has no role to play in transaction of salaries in the bank account of state government employees. He said salaries in the employees’ bank accounts were being transferred directly from the Reserve Bank of India after introduction of the CFMS. Speaking at the review meeting, the CM stressed the need for better financial management in the state and asked the finance department to be prepared to take additional ‘liabilities’ in the wake of people’s growing aspirations and demands. “Peoples’ income in the state is increasing. The purchasing power of even middle class people has increased. The market status has improved a lot across the state. These are indicators of economic progress. In such a scenario, the finance department should be ready to take additional liabilities.” Earlier, principal secretary (finance) S Siddharth made a PowerPoint presentation before the CM about different steps taken by the department for better financial management. State’s chief secretary Deepak Kumar and development commissioner Subhash Sharma were also present in the review meeting. Download The Times of India News App for Latest City ."}, "After over 40 deaths in Bihar’s Gaya, 5 more die in Nalanda due to heat stroke": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/after-over-40-deaths-in-bihars-gaya-5-more-die-in-nalanda-due-to-heat-stroke/videoshow/69827495.cms", "time": "", "description": ""}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Bihar government on receiving end of opposition over AES deaths": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/govt-on-receiving-end-of-oppn-over-aes-deaths/articleshow/69863705.cms", "time": "2019-06-20 07:46:00", "description": "PATNA: The Nitish Kumar government is on the receiving end of not only the opposition parties but also some ruling BJP leaders over the deaths due to acute encephalitis syndrome (AES) in Bihar. RJD is to take out a candle march from Kargil Chowk to Mahatma Gandhi’s statue in Gandhi Maidan on Thursday while its student wing will stage a protest march to Raj Bhavan on Sunday and hold demonstrations at all the district headquarters on Monday. State Congress has asked the government to declare the deaths due to AES as national disaster. “When deaths by tsunami, fire and thunderstorm can be included in national disaster, why not AES as children are dying because they are malnourished,” said Anand Madhab, who was state Congress manifesto and research committee chairman. Congress had staged a candle march in Patna on Tuesday. He also took a jibe at state health minister Mangal Pandey and Union minister of state for health and family welfare Ashwini Kumar Choubey and said, “One was asking cricket score and the other was sleeping during the press conference. This is their seriousness. Health system in the state is in pathetic condition”. He also said the government should incorporate more private hospitals under the Ayushman Bharat scheme so that the poor could get proper treatment. “Excess pressure on Sri Krishna Medical College and Hospital (SKMCH) has also exposed the facilities at primary health centres in the state,” he said. RJD national vice-president Rabri Devi hit out at central and state governments saying instead of investing Rs500 crore on advertisements to prove good governance, they should have used the money on medicine and beds in hospitals. The former Bihar CM asked whether the double-engine government had the capability to bring kids to the state capital for better treatment. BJP’s Rajya Sabha member and former Union health minister Dr C P Thakur also criticised the Nitish government for its failure to tackle the situation since the outbreak of AES, which has claimed over 100 lives so far. “The government comes into active mode only at the time of the outbreak, while measures should have been taken beforehand to prevent the crisis. The government needs to take the situation seriously and focus on research so that such diseases do not affect people in future,” Dr Thakur said in a press statement issued earlier this week. HAM (S) chief Jitan Ram Manjhi said the government machinery became active only after deaths were reported. He also hit out at Union health minister Harsh Vardhan for not fulfilling the promises made by him during his visit to Muzaffarpur in 2014 when the situation was similar. Manjhi even lambasted the state government for spending money on construction of Bihar Museum, convention centre and Buddha Park, but ignoring health infrastructure. Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "DGP suspends Naugachhia cop for dereliction of duty": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/dgp-suspends-naugachhia-cop-for-dereliction-of-duty/articleshow/69879757.cms", "time": "2019-06-21 04:00:00", "description": "BHAGALPUR: DGP Gupteshwar Pandey, who made a surprise visit to carious police stations under Naugachia and Bhagalpur districts on Thursday, suspended Rangra police outpost in charge and directed to shift all policemen posted at Rangra PS under Naugachia police district to Police Lines for not updating their case diaries and dereliction of duty. During the surprise inspection, the DGP visited the Naugachia Town police station, Mahila police station and SC/ST police station among others and found many policemen lax and not keeping keeping their station dairies updated. Senior officials said the surprise visit of DGP came in the backdrop of CM Nitish Kumar’s recent review meeting on to law and order situation. The CM is scheduled to hold another review meeting on law and order on June 25. Naugachia SP Nidhi Rani said, “The DGP has issued instructions for taking strong action against the criminals in the area and disposal of cases within the stipulated time frame. He has also asked to keep the station diaries updated,” added the SP. The DGP also reviewed the law and order situation in Bhagalpur with SSP Ashish Bharti and other senior officers including DIG Vikas Vaibhav. Directing the Bhagalpur SSP and other officials to take strong measures against criminals and anti-social elements, the DGP asked them to remain vigilant and take quick action. He also directed to dispose of the cases, execute warrants and take measures to arrest the absconders and criminals. He also reviewed the status of some of the sensitive cases, including the killing of an intermediate schoolgirl, who was doused with acid by a gang of youths at her house in Aliganj under Babarganj police station in Bhagalpur on April 19. Download The Times of India News App for Latest City ."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Heatwave throws life out of gear in Patna": {"link": "https://timesofindia.indiatimes.com//city/patna/heatwave-throws-life-out-of-gear/articleshow/69847405.cms", "time": "2019-06-19 06:57:00", "description": "PATNA: With the mercury rising high, city residents are having a difficult time going out in the sun for their day-to-day business. Life has been thrown out of gear due to the heatwave prevailing across the state. While elderly people, homemakers and children are mostly staying indoors, people, who cannot skip office, can be seen travelling by cars, autos or cabs. Pedestrians, on the other hand, desperately search for shades to get some rest. Different juice stalls are also witnessing an increased footfall due to heat. A private firm executive, Manoj Kumar (32), who drinks juice at a stall on Boring Road said, “I need to keep myself hydrated during my office hours.” A number of parks in the city were vacant on Monday afternoon. Anand Kumar (25), who sells tickets at one of these parks, said, “People are not even coming for their regular morning walks. Those, who used to come on Sundays to spend time with their families, are staying at home.” A traffic police personnel at Income Tax roundabout, Brajesh Kumar Singh, told this reporter, “It is very difficult to manage traffic, especially during daytime. I drink a lot of water and wear a mask to protect myself from heatwave.” Quadragenarian Mahesh Kumar, a rickshaw-puller, faces a difficult time when the sun is up. “People do not want to walk in the heat and take a rickshaw even for covering a short distance,” Kumar said and added he could not stay indoors as this was his only source of income. Meanwhile, frequent power cuts and low voltage are adding up to the woes of Patnaites. Boring Road resident Akanksha Kumari (32) said, “It is unbearably hot and low voltage as well as power cuts are adding up to our difficulties.” Parents are not allowing their children to play outside. Anita Kumari (32), a resident of Rajiv Nagar, said, “My kids might fall ill while playing in the sun. Therefore, I tell them to play inside the house.” Kankerbagh resident Pranita Shekhar (28), who is a homemaker, does not want to go out to buy fruits and vegetables. “I only want to sit in front of the air conditioner,” she said. Even youths are avoiding to go out in the scorching heat. Loyola High School student Aman Singh (19) said, “I don’t make plans in which I have to face the sun. I have even shifted my coaching classes to the evening batch.” Download The Times of India News App for Latest City ."}, "Experts visit Muzaffarpur hospital to find AES cause": {"link": "https://timesofindia.indiatimes.com//city/patna/experts-visit-muzaffarpur-hospital-to-find-aes-cause/articleshow/69847037.cms", "time": "2019-06-19 10:41:00", "description": "PATNA/MUZAFFARPUR: Health agencies and experts from across the country have started visiting Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur again to find the cause of acute encephalitis syndrome (AES), which has claimed at least 107 lives this season and more than 1000 over the last one decade. Dr Gopal Shankar Sahni, head of paediatrics department at SKMCH, said several teams of experts and doctors from National Centre for Disease Control (NCDC), Delhi, National Institute of Virology (NIV), Pune, and All India Institutes of Medical Sciences (AIIMS) Delhi and Patna have come to Muzaffarpur to study the cases and find the cause of AES, which has been occurring during peak summer and pre-monsoon season in the north Bihar district since 1994-95. Incidentally, most of these agencies and organizations had conducted studies on the disease in the past as well. “They are taking blood, urine and throat sob samples of the affected children. Besides, they will be studying the profile of the victims and their food habits, common places of occurrence of the disease, among others,” Dr Sahni told TOI on Tuesday. He said researchers have so far failed to reach any conclusion. He attributed the disease to extreme heat and humidity. “The AES outbreak mostly happened when the maximum temperature remained above 38 degrees C and humidity was in the range of 60-70% and above,” he said. Patna-based Indira Gandhi Institute of Medical Sciences (IGIMS) doctor has suggested brain biopsy and tissue culture of the victims to know the cause of AES deaths. “Following the inspection of SKMCH by Union health minister recently, the state government had asked IGIMS to suggest steps for finding the cause of the disease. Based on a detailed study and deliberations on researches done by agencies across the globe on the disease in Muzaffarpur, we have recommended brain biopsy in death cases and brain tissue biopsy in case of fever,” IGIMS medical superintendent Dr Manish Mandal told TOI. He said majority of the researches have been based on blood samples only. Doctors at SKMCH, however, claimed the studies conducted in the past were not based on blood samples only. “The researches conducted by the NIV-Pune, NCDC and CDC-Atlanta between 2011 and 2013 were based on a number of samples, including blood, urine, cerebrospinal sasal fluid, rectal sob, nasal sob and throat secretin. NIV, in fact, had conducted even brain biopsy in one case. However, no virus was found to be the cause of the disease in any of the studies and viral encephalitis was ruled out. The studies put the disease in the category of non-inflammatory encephalopathy,” Dr Sahni said. On being asked why brain biopsy was not done in suspected AES cases, Dr Sahni said: “Biopsy and other forms of autopsies are done only in the case of unnatural deaths. However, the AES deaths are natural due to some disease,” he said. The other researches on the AES, locally known as ‘Chamki Bukhar (high fever with seizure)’, include those published in journals of Centers for Disease Control and Prevention (CDC) in Atlanta and The Lancet Global Health medical journal in 2017. Different studies and researches have blamed different causes of the disease, including malnourishment, binge-eating litchi on empty stomach and even heatstroke. Muzaffarpur-based Dr Arun Shah, who is a member of national executive committee of the Indian Paediatrics Association, said the CDC study had attributed the disease to acute hypoglycaemic encephalopathy, which is caused due to extreme low level of blood glucose in the body. “Under-nutrition is a common trend observed in most of the children suffering from the AES as they belong to poor families. The CDC, in its recommendations, had advised parents of the area not to allow their children to venture out in the orchards and feed them properly before going to sleep,” said Dr Shah. Parents of several victims also accepted under-nutrition. Nunu Mahto, who lost his 4-year-old son Prince on June 10 due to AES, said his son had consumed nothing on June 7 night. He was convulsing next morning. “We tried to admit him to Kanti primary health centre, but they did not respond. Finally, we took him to SKMCH where he died,” Nunu said. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Cleanliness: DRM seeks passengers’ cooperation": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/cleanliness-drm-seeks-passengers-cooperation/articleshow/69879941.cms", "time": "2019-06-21 06:32:00", "description": "PATNA: Making a departure from his daily routine work, Danapur divisional railway manager (DRM) Ranjan Prakash Thakur on Thursday travelled in the Patna-Pt Deendayal Upadhaya Junction MEMU passenger (63225) train along with other senior officials of the Danapur division to take the first-hand feedback from passengers about cleanliness inside the bogies and the problems faced by them in view of heatwave condition in the region. Thakur interacted with passengers and sought their cooperation in keeping the bogies neat and clean. He also checked running condition of fans and lights in the bogies. The DRM suggested the passengers to avail the facility of mobile tickets while travelling in short distance trains. The DRM said the newly introduced mobile ticket system has found many takers in the division. Earlier, Thakur inaugurated the newly-built railway officers’ rest house at Rajendra Nagar Terminal in presence of ECR GM L C Trivedi. The rest house has 12 rooms with modern facilities. Thakur asked the railway officials to replace the old water chilling plant at the Rajendra Nagar Terminal with a new one. At Patna Junction, the DRM inspected the renovation work of the main station building from the Mahavir Temple side. He asked the railway officials concerned to complete the wall painting work soon with the colour combination of white and gold. The DRM said two more escalators would be made functional at platform number 1 of Patna Junction. Meanwhile, normal traffic movement was restored on Patna-Pt Deendayal Upadhaya Junction mainline route following successful completion of the route relay interlocking (RRI) work at Danapur station on Thursday. However, speed limit for mail and express trains passing through Danapur station has been fixed at 50km per hour. The speed restriction will be lifted after a week after the new RRI system settles down, the DRM said, adding railways has now decided to carry out RRI work at Kiul station. ECR chief public relations officer Rajesh Kumar said the railways has incurred an expenditure of Rs 50 crore to complete the RRI work at Danapur station. “Altogether 125 motor points were used in the RRI work and 675 new glued joints made to ensure foolproof safety of passengers,” Kumar said, adding railways has also built about a 5.5km-long third line in the Danapur yard for safe movement of traffic in course of shunting and placement of rakes on the platforms. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Heatstroke kills 30 more in Bihar": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/heatstroke-kills-30-more-in-bihar/articleshow/69865048.cms", "time": "2019-06-20 07:39:00", "description": "PATNA/NALANDA/NAWADA: The heatwave sweeping Bihar has claimed 30 more lives in the past 24 hours, taking the death toll to 112 on Wednesday. The latest deaths were reported from Aurangabad, Begusarai, Rohtas, Munger and Nawada districts. The toll is likely to increase as unofficial reports of heatstroke deaths are also coming in from Nalanda district. The death count hit the 112 mark, up from 83 on Tuesday, despite western and northern Bihar, including Patna, experiencing a slight fall in temperature due to thunderstorms and light showers. Aurangabad has been the worst-hit with 48 deaths so far, followed by Gaya (35), Nawada (15), four each in Rohtas and Munger, Begusarai (3), Jamui (2) and one death in Nalanda, said Bihar State Disaster Management Authority officials. With temperatures in several districts around 43 degrees Celsius, hospitals are inundated with people suffering from heatstroke. Schools in the state will remain closed until June 23. The number of deaths could rise as a large number of people are undergoing treatment in various hospitals, and some deaths, officials say, are likely to have gone unreported. With the heatwave death toll rising, the district administrations in Gaya, Aurangabad and Nawada have imposed Section 144 CrPc (illegal assembly) to stop people from going out. All labour-intensive work, including construction activities, has been banned between 11am and 4pm. Additional DM of Aurangabad, Sudhir Kumar, confirmed the 48 deaths reported in the district till Wednesday. “We have collected all data from government hospitals and primary health centres. Currently, nine patients suffering from heatstroke are undergoing treatment at the hospitals and PHCs,” Kumar said. The three district administrations, with the help of non-government organisations, have set up water kiosks for residents and anganbadi sevikas are distributing ORS sachets to people. Heatstroke deaths are also steadily rising in neighbouring Nalanda district with doctors claiming 10 deaths in the past four days, including three reported on Wednesday. One of them, a resident of a village under Islampur police station, died on the way to Biharsharif Sadar hospital after being referred by the local PHC, while a 56-year-old man from Amba village under Rahui police station area also died of heatstroke. According to unconfirmed reports, police also recovered the body of an unidentified woman from a field at Kadilpur village under Telhara police station area, who is suspected to have died of heatstroke. Download The Times of India News App for Latest City ."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "HC summons chief secy over ferry row": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/hc-summons-chief-secy-over-ferry-row/articleshow/69879740.cms", "time": "2019-06-21 04:00:00", "description": "PATNA: The Patna high court on Thursday summoned the state chief secretary in a case pertaining to dispute over control of ferries in the state, which arose due to continuance of a 135-year-old British era Act. Certain provisions of The Bengal Ferries Act, 1885, which is still effective in the state, are in stark contrast to Bihar Land Reforms Act, 1950, which empowers village panchayats to manage ferries. According to the British era Act, ‘ferry’ includes a bridge of boats, pontoons or rafts, a swing-bridge, a flying bridge, a temporary bridge and a landing bridge. A special five-judge bench of the high court asked the chief secretary to appear before it on Monday after none from the state government turned up to assist the court on the issue during Thursday’s hearing. Like the Act, the writ petition in the case is also very old as it was filed by Rupauli Thana Naw Yatayat Sahyog Samiti way back in September 1988 over settlement of a wooden bridge known as Dobha ghat in Rupauli, Purnia. The bench of Chief Justice Amreshwar Pratap Sahi and Justices Chakradhari Sharan Singh, Ashutosh Kumar, Sudhir Singh and Rajeev Ranjan Prasad was hearing the matter for fourth time on Thursday. Either advocate general Lalit Kishore or additional advocate general (AAG) Khurshid Alam were to appear before it. However, none of them turned up even though the court waited for them for more than half-an-hour. Though AAG Anjani Kumar offered to assist the court on the issue, it did not work as the court had taken exception to the absence of advocate general and AAG Alam. During earlier hearings by the special bench, the chief secretary was asked to file a counter affidavit on the issue. On March 14, the court was not satisfied with the affidavit filed by the chief secretary and asked him to file an appropriate affidavit again. Download The Times of India News App for Latest City ."}, "\nIPS Officers’ Wives Association organised family night for the officers in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/IPS-Officers-Wives-Association-organised-family-night-for-the-officers-in-Patna/articleshow/46371531.cms", "time": "", "description": "The IPS Officers’ Wives Association recently organised a Family Night for the officers and their better halves. The do, held at the lawns of the BMP campus, was a memorable event, with the venue being decked up in a Valentine theme with heart-shaped balloons. Upping the fashion quotient was Prity Singh Rana who looked pretty in her pink lehenga, while Poonam Thakur, president of the association, earned lots of compliments for her hairstyle and suit. “The purpose behind organising the event was to foster relationships and encourage family bonding activities,” said Poonam. “The bash gave us the opportunity to enjoy some moments of togetherness with our better halves, which we hardly enjoy because of our busy and hectic schedule,” said DGP PK Thakur. Madhurima Raj and Ratna added some spice to the evening by organising some interactive games for the guests. The paper dance had some fun moments, as the couples struggled to shake a leg on the sheet of paper given to them. Another fun-filled activity of the evening was when the husbands were asked to sing a song for their wives based on the items which they took out from a box, in which Sunit Kumar sung the song Ek Garam Chai Ki Pyaali. Later, all the guests moved to the dance floor. Kundan Krishnan and JS Gangawar were seen dancing on songs like Blue Eyes, India Waale and many more. Download The Times of India News App for Latest City ."}, "Bihar villagers: ‘We aren’t stupid, it’s not the lychees’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/acute-encephalitis-syndrome-deaths-we-arent-stupid-its-not-the-lychees/articleshow/69883764.cms", "time": "2019-06-21 09:23:00", "description": "MUZAFFARPUR: There isn't a villager, man or woman, in this part of Bihar who has not heard of the 'lychee deaths' or the theory that toxins in lychee could be the probable cause of death of over a hundred children in Bihar. And the villagers are exasperated with the media focus on \"lychee deaths\".  \"When we know that lychees could kill our children, why would we let them eat them? Would we not be extra cautious to ensure that our children don't eat them?\" asks Mohammed Zafrul, who sells chicken in Raksa village. Another interjects that it was possible that if both parents worked as labourers, unsupervised children, especially of those living near or working on the lychee orchards might have eaten the fruit. They insist, however, that cases of AES from their own village do not fall into this category. Mohammed Sharif Alam, who sells cloth in the village, lost his two-and-a-half-year old son to AES. \"Seeing all the news of deaths and AES over the years supposedly caused by lychee, why would any parent allow their children to eat lychee?\" asks Alam. \"Neither do we live near lychee farms, nor is he old enough to go by himself or with other kids to get them from orchards,\" he adds.  There is general relief in the area that there were \"only four deaths\" on Thursday, a sign of just how fatalistic people have become when it comes to this annual scourge. They are all hoping the lower number of deaths on Thursday signals the beginning of the end of this year's spell of deaths from AES.  But villagers are miffed that people don't seem to believe them when they say, \"forget lychee for children, we have stopped buying lychees even for adults or letting them eat lychees. We are just not willing to take that risk.\" While media has been highlighting the lack of awareness in the villages and arguing that awareness campaigns could have prevented the sudden spurt in AES cases, villagers are exasperated with 'experts' and the media refusing to accept that families no longer allow children to eat lychees.  Their own conviction is that the deaths have to do with the unrelenting heat. Meena chokes up and walks away asserting firmly that her daughter did have dinner the night before she was hospitalised.  Her five-year-old daughter Anushka is in the paediatric ICU of SKCHM with epilepsy and fever. And no, she did not have lychee but yes, she was playing in the sun the day before she fell ill. Download The Times of India News App for Latest City ."}, "Garbage next to no littering board": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-next-to-no-littering-board/articleshow/62201690.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Meditation changing lives of prisoners in Bihar": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/meditation-changing-lives-of-prisoners-in-bihar/articleshow/69879866.cms", "time": "2019-06-21 06:56:00", "description": "PATNA: ‘Prison SMART Programme’, an initiative of Sri Sri Ravi Shankar’s Art of Living Foundation, is changing the lives of prisoners in state’s several jails. The programme includes eight-day yoga and meditation camp by professionals for the prisoners serving jail sentence across the state. Yoga sessions will also be held at these jails under the programme on International Yoga Day on Friday. As part of the programme, eight-day camps are being conducted in all the divisional and central jails since February this year. The prisoners learn and perform Sudarshan Kriya, Bhatrika Pranayam and meditation at the camp. Active participation by prisoners and their demand for organising yoga and meditation programmes frequently point to the will of the jail inmates to improve their livelihood. Yoga instructors Kaushik Kapuriya, Kumar Ranjaya, Utkarsh Kumar and Amar Kumar Sinha have successfully conducted the programme at central jails in Beur and Motihari and divisional jails at Bettiah, Begusarai, Siwan and Purnia. “The programme is supported by jail authorities. The initiative is aimed at promoting introspection among the prisoners and making them happy. Jail employees are also being trained by the foundation at the Bihar Institute of Correctional Administration at Hajipur,” IG (prison and correctional services) Mithilesh Mishra said. Meera Singh, a volunteer of Art of Living Foundation, said, “The Prison Smart Programme is for the betterment of prisoners. The inmates are also humans and they too deserve proper care. Yoga and meditation under the guidance of professional trainers will help the prisoners in searching new way of life.” Download The Times of India News App for Latest City ."}, "Heatstroke kills 12 more, toll mounts to 124": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/heatstroke-kills-12-more-toll-mounts-to-124/articleshow/69879721.cms", "time": "2019-06-21 04:00:00", "description": "PATNA: Twelve more people died of sunstroke in the state in the last 24 hours, following fresh causalities reported from Aurangabad, Begusarai, Gaya, Nalanda and Rohtas districts. As the heat wave gripped most parts of the state, the death toll due to the heatstroke surged to 124 on Thursday. Aurangabad alone witnessed the death of 49 people due to scorching heat with 31 new cases of heatstroke admitted in government hospitals and primary health centres on Thursday, according to figures realeased by the Bihar State Health Society, a wing of state health department. However, Aurangabad additional district magistrate Sudhir Kumar said that five deaths were reported on Thursday. “These suspected heatstroke patients were brought dead to government hospitals. Altogether 49 people have died in the district over the last four days, while eight patients were admitted on Thursday,” he said As per information provided by different departments of the state government, the toll due to heatwave in Gaya is 39, 14 in Nawada, seven in Rohtas, six in Begusarai, four in Munger and two in Nalanda. With the temperature hovering between 41 and 44 degree Celsius in most parts of the state, the number of patients suffering from heat ailments is increasing with each passing day. State health additional secretary Kaushal Kishore said altogether 120 patients were admitted to hospitals in Gaya, 57 in Nawada, 18 in Vaishali, five in Siwan, four in Samastipur, three each in Arwal and Jehanabad, two each in Saharsa and West Champaran, and one each in Bhojpur, East Champaran and Purnia. Section 144 CrPc has been imposed in Gaya, Aurangabad and Nawada as the death toll due to sunstroke is rapidly increasing. Under this section, all construction activities and assembly of people been banned from 11am to 4pm. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Work on ‘gaon, garmi, gareebi, gandagi’ to combat encephalitis: Muzaffarpur BJP MP": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/work-on-gaon-garmi-gareebi-gandagi-to-combat-encephalitis-muzaffarpur-bjp-mp/videoshow/69847540.cms", "time": "", "description": ""}, "Nitish Kumar visits Muzaffarpur to take stock of AES outbreak": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/nitish-kumar-visits-muzaffarpur-to-take-stock-of-aes-outbreak/videoshow/69840329.cms", "time": "", "description": ""}, "Over 30 families leave Bihar village after encephalitis outbreak": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/death-of-10-kids-forces-30-families-to-leave-harivanshpur-village-in-vaishali/articleshow/69879731.cms", "time": "2019-06-21 09:18:00", "description": "HAJIPUR (VAISHALI): Harivanshpur, a sleepy hamlet under Bhagwanpur block in Vaishali district, has suddenly hogged the national limelight. The village, around 25 km north of the district headquarters town Hajipur, has already lost 10 children due to Acute Encephalitis Syndrome (AES), which has acquired alarming proportions across the state. More than 30 families, mostly belonging to the fishermen community, have abandoned their homes and shifted to their relatives’ houses out of fear of the deadly brain fever, also called ‘chamki bukhar’. Only old ones, widows or those who can’t walk due to physical disability are in the village having a population of around 600. The village, once humming with activities, now wears a deserted look. Big locks can be found hanging at the doors of most of the houses in the village. One Chaturi Sahni, (45), a resident of the village, said on Thursday, “I have lost two members of my family due to the AES. My wife Chanchal Devi is speechless ever since she lost her two kids within 24 hours. It’s a double shocker for the family. She has stopped taking meal ever since the incident happened.” Sahni, a cook by profession, however, blamed the district administration in particular and the state government in general for his two sons’ death. “I had no money to take my seven-year-old son and another 18 month-old them to the sadar hospital at Hajipur after their condition deteriorated. I had to take loan from my brother Sushil Sahni to hire an auto-rickshaw to take both my ailing sons to the hospital for treatment. But none of them survived. While Sahni was busy in preparation for the funeral of his elder son, the news about his second son’s death came. Two deaths at short intervals have virtually shaken the family from within. Later, I decided to shift my family to my in-laws house at neighbouring Bilanpur village in Vaishali district out of fear,” he added. The ordeal of another resident Rajesh Kumar (34), is far from over. “I have lost my seven-year-old son Shravan Kumar. I decided to shift my family to my relative’s house due to apprehension of losing my second son, who is only three-and-a half-years old. I have suggested my wife to stay there for a few weeks till the situation improves,” Rajesh, who is a farmer, said. Ahilya Devi (40) is so shocked that she only stares at the visitors. “Kee hoyale hayee. Gaon mein bheer kahe hayee (What has happened? Why so many people are here?),” she asked her nephew Santosh Sahni. Santosh (25) tried to convince her that everything is fine and there is nothing to worry. Locals said that more than 10 children below the age of 10 are still undergoing treatment either at Hajipur sadar hospital or SKMCH in Muzaffarpur. Vaishali district magistrate Rajiv Raushan, however, confirmed the death of only six children from Harivanshpur village. “We are aware of the tragedy, which struck the village. The officials of the district administration are camping there and keeping a close watch. A medical team is also camping in the village. Besides, an ambulance has been provided to take the patients to the hospital,” he added. Potable water is being supplied to the village through tankers. Sanitation work has also started and people are being made aware about the AES by Asha workers. Prohibitory orders under section 144 have already been clamped asking people to avoid moving out in the scorching sun between 11 pm and 5 pm. Schools, colleges and other educational institutes have been closed as a precautionary measure, the DM said. In addition, ORS packets are being distributed among the residents of the village. The DM said that three blocks—Bhagwanpur, Vaishali and Lalganj—which are close to Muzaffarpur, have been identified as worst hit. Till date 15 deaths have been reported from the district. However, one case each from Mahua, Janadaha and Chehrakalan blocks have also been reported, he added. Block-level officials have been directed to launch sanitation work on a priority basis. “People are being made aware of the hygienic condition,” the DM said. On the other hand, a senior official said that some of the parents turned up with their kids for medical examination on Thursday. But they left for their relatives houses soon after the check up in the village. The officials tried to convince them to stay in their houses but in vain. “Abhi yahan rahne mein jaan ko kahtra hai (Life is under threat now),” one of the residents told the official. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "‘Kitna wicket hua’: Bihar Health Minister asks cricket score during meeting over AES outbreak": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/kitna-wicket-hua-bihar-health-minister-asks-cricket-score-during-meeting-over-aes-outbreak/videoshow/69831597.cms", "time": "", "description": ""}, "Air India to start direct flight from Patna to Amritsar from September 27": {"link": "https://timesofindia.indiatimes.com//city/patna/air-india-to-start-direct-flight-to-amritsar-from-september-27/articleshow/69847561.cms", "time": "2019-06-19 10:30:00", "description": "PATNA: Air India is set to launch a direct flight from Patna to Amritsar from September 27. This announcement was made by Union civil aviation minister Hardeep Singh Puri on his Twitter account on Monday. The tweet read, “To honour another long pending demand of devotees to provide air connectivity between Guru Nagri & Sri Patna Sahib, I am delighted to announce the commencement of a daily @airindiain flight between Mumbai-Patna-Amritsar from 27th Sept 2019 (sic).” Jayaprakash Narayan International (JPNI) Airport’s assistant general manager (air traffic management) Santosh Kumar told this newspaper on Tuesday that the airline operators had not yet sought permission for or notified about the commencement of the new flight to Amritsar. Santosh said, “Air India has been allotted time slot for a new flight between Patna and Bokaro as part of the summer schedule of the Patna airport. However, since recarpeting of the runway at Bokaro airport is going on, it will take some time for the airline to start the flight.” According to Air India executives, the timing for Mumbai-Patna-Amritsar has not been decided yet. “At present, there is no direct flight from Patna to Amritsar. So, we expect the new one to be a hit among flyers. Bookings will begin from July and the fare is likely to be lower than other connecting flights,” an executive said. Boring Canal Road resident Anu Johar, who has relatives in Amritsar, hailed the decision. “It takes a lot of time to reach Amritsar and the fare is quite high. I am waiting for the direct flight to be launched,” she said. Sunny Singh, who runs a souvenir shop at Takhat Sri Harmandir Ji Patna Sahib Gurdwara, often visits Amritsar with his family. He said, “I am happy that Air India will start a direct flight to Amritsar.” At present, the Patna airport handles 45 arrivals and departures each from 7.10am to 9.40pm every day. It has direct air connectivity with 11 cities, including Ahmedabad, Allahabad, Bengaluru, Kolkata, Chennai, Hyderabad, Lucknow, Mumbai, New Delhi, Ranchi and Shamsabad. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Bihar: 7 more die from AES, toll rises to 121": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/7-more-die-from-aes-in-bihar-bhagalpur-reports-3-deaths/articleshow/69880359.cms", "time": "2019-06-21 06:35:00", "description": "MUZAFFARPUR/BHAGALPUR: With the deaths of seven more kids in the state, the acute encephalitis syndrome (AES) toll on Wednesday went up to 121 on Friday. Of the seven deaths, three were reported from Bhagalpur and the rest occurred in AES epicentre Muzaffarpur. Even as the death count continued to rise, a TOI front page report on Thursday highlighting the poor state of public health centres (PHCs) in Muzaffarpur prompted the executive director of Bihar State Health Society, Manoj Kumar, visited various PHCs in the district to take stock of the facilities, including availability of doctors and other staff. Kumar expressed satisfaction over the facilities available at the PHCs, but pulled up doctors posted at the Meenapur community health centre and warned them of action if they failed to carry out their responsibilities. While visiting the Meenapur CHC, he directed the medical officer to ensure that not a single patient should reach SKMCH in Muzaffarpur without being referred by the local hospital. “Search to find kids afflicted with AES must be intensified with the help of Asha, Aanganwadi and Jeevika workers. Assistance of non-governmental organisations, working in the field of healthcare can also be taken taken,” Kumar said. Meanwhile, Muzaffarpur DM Alok Ranjan Ghosh on Thursday evening issued a medical bulletin informing the deaths of three more children at the SKMCH and one at Kejriwal Matri Sadan. “Three deaths at SKMCH have raised the AES death toll to 98 — another child died at the privately-run Kejriwal hospital, where the total number of casualties have reached 20. Altogether 552 children have been admitted to the hospitals so far, out of which 178 are still undergoing treatment,” the medical bulleting said. At Bhagalpur, R C Mandal, medical superintendent at Jawaharlal Nehru Medical College and Hospital confirmed the three deaths due to AES and said one child was undergoing treatment at the ICU. “We have geared up our resources at JLNMCH. Altogether 30 beds in the air-conditioned ICU, NICU and PICU have been reserved for AES patients,” Mandal said. Bhagalpur civil surgeon Vijay Kumar Singh said leaves of doctors and paramedics at sub-divisional hospitals, PHCs and referral hospitals have been cancelled in the backdrop of AES deaths. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Most PHCs lack basic infra: Kin of AES victims": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/most-phcs-lack-basic-infra-kin-of-victims/articleshow/69863612.cms", "time": "2019-06-20 12:42:00", "description": "MUZAFFARPUR: The acute encephalitis syndrome (AES) has proved a nightmare for several villages in Muzaffarpur and its neighbouring districts where people have seen their children dying due to brain fever over the past two decades. Dariapur in Kanti block of Muzaffarpur has dalit and mahadalit population. It has been one of the worst affected villages in the district. The village with a population of hardly 3000 people lacks basic infrastructure even when the government claims all-round development up to hamlets level. Subodh Paswan, whose daughter Nidhi (5) died due to AES earlier this month, blamed lack of medical facilities at local public health centre (PHC). “We took Nidhi to the PHC but they refused to admit her and referred her to SKMCH where she was declared dead. The doctors at SKMCH said her life could have been saved had she been brought a bit earlier,” Paswan said. Sanjay Kumar, another resident of Dariyapur, said the PHC remains open only for three to four days in a month. “Complaints have been lodged with the block officials, but in vain,” he added. Similar was the situation in Damodari, Ramur Sah and other villages from where majority of the AES cases have been reported. Most villagers are either daily wagers or agricultural labourers. Most children seldom go to the nearby Anganwadi centres as they remain open for hardly a couple of days in a month. So, they are deprived of nutritional foods supposed to be distributed through these centres. People have now started preventing their kids from going out in scorching heat, fearing fatal consequences. Even children and parents from urban pockets are apprehensive about the disease. “We are not sure whether this disease will affect our children or not as no urban locality has been hit by AES so far. We are taking precautionary measures and have asked our children not to go out in scorching heat unless necessary,” said Prabhakar Kumar, a resident of Brahmin Toli under the Town police station area of Muzaffarpur. But, in rural areas of the district, every second family is afraid of getting their ward sick and keeps children indoors. “We try our best to not let our wards move out during day time. We are also trying to ensure that our children must not go to the litchi orchards,” said Sakal Paswan of Dariapur Kafen under the Kanti police station area. Also, the tall claims of district health officials of providing manpower and infrastructure to the PHCs and additional PHCs along with referral hospitals of the district seem hollow as majority of the 16 PHCs are reeling from acute shortage of medical experts, nursing staff, apart from beds and other facilities, including medicines. The deadly disease, which was first reported in Bihar at Muzaffarpur in 1994-95, has spread its wings to neighbouring districts of Sitamarhi, Sheohar, East Champaran, West Champaran, Vaishali and Samastipur as well. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Encephalitis deaths: Ayushman Bharat, CM’s aid scheme fail Muzaffarpur kids": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/ayushman-bharat-cms-aid-scheme-fail-muzaffarpur-kids/articleshow/69865064.cms", "time": "2019-06-20 08:40:00", "description": "MUZAFFARPUR/PATNA: The ambitious Ayushman Bharat scheme of the Narendra Modi government as well as several Bihar government initiatives failed the over 100 kids who died of acute encephalitis syndrome (AES) at the two Muzaffarpur hospitals. Health officials conceded that none of the kids, who have survived the deadly ‘chamki bukhar’ or are undergoing treatment, has been provided assistance under Ayushman Bharat — a flagship scheme under the Pradhan Mantri Jan Arogya Yojana (PMJAY). A senior official in the state health department confirmed that treatment of AES can be covered under the scheme. PMJAY, launched during the first term of the Modi government, provides an annual health cover of Rs 5 lakh per family to nearly 50 crore people from 10.74 crore ‘deprived’ families selected on the basis of socio-economic and caste census data. Bihar government’s Mukhya Mantri Chikitsa Sahayta Kosh Yojna is also aimed at providing monetary assistance to the poor for medical treatment of the disease. However, both these initiatives failed to come to the rescue. Muzaffarpur civil surgeon Shailesh Prasad Singh told TOI on Wednesday that no applications of AES patients were received either at the state government- run Sri Krishna Medical College and Hospital (SKMCH) or the trust-run Krishnadevi Deviprasad Kejriwal Maternity Hospital. G S Sahni, head of pediatrics department at SKMCH, said treatment of AES cases is covered under both the central and the state schemes.  “SKMCH as well as KDKMH are listed under Ayushman Bharat scheme along with all 16 primary health centres (PHCs) two additional PHCs, two referral hospitals in the district are listed Ayushman Bharat scheme,” he said, adding that 10 private hospitals in the district are also enlisted listed for treating people under the central scheme. Incidentally, none of the private hospitals listed under Ayushman Bharat scheme have pediatric intensive care units and only two of them have general ICUs. Relatives of a number of children admitted at SKMCH and KDKMH claimed that they have not even been issued the health cards under Ayushman Bharat scheme. “We have not been issued health card for getting treated under Ayushman Bharat scheme. Hence, we have not applied for it,” said Poona Devi, whose son Raushan Raj (5) succumbed to the deadly disease on June 14. Devi is a resident of Dariapur Kafen village under Kanti block of the district. On being asked about getting the ailing children treated at the ICUs of private hospitals, Muzaffarpur DM Alok Ranjan Ghosh said it cannot be done due to technical and administrative issues. “We cannot shift the children from PICUs of SKMCH to any private hospital because it will create chaos at management level. If any death occurs at those hospitals, we cannot fix the responsibility on anyone. Even having an eye of treatment procedure at those private hospitals would be a hectic and lengthy task. So, we are not preferring to shift the children to a private nursing home,” Ghosh said. The DM added that it has also been observed that the Matrisadan hospital has been referring the cases to SKMCH in the eleventh hour. “It becomes very difficult to save the life of the kid, when they are referred to SKMCH in critical condition,” Ghosh said. Health experts also claimed that the outbreak of the disease also showed failure of the state and central government to spread awareness about its prevention. “AES has been occurring from over past two decades and few common causes have been identified as low glucose level and malnutrition and its occurrence in peak summer season. But the disease still claimed lives of over 100 children, this year. This shows that the authorities utterly failed to create even awareness about the disease,” said Sanjay Kumar, secretary of Patna chapter of IMA. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "\nRavi and Manvi Paswan host son's birthday party in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Ravi-and-Manvi-Paswan-host-sons-birthday-party-in-Patna/articleshow/46212173.cms", "time": "", "description": "PROUD PARENTS: Ravi and Manvi Paswan recently celebrated the second birthday of their son Panash at a posh hotel in the city. The guest list comprised family members and close friends of the Paswan family. Panash’s grandfather, politico Cheddi Paswan, was spotted welcoming the guests along with his wife Premkali Devi.  EARLY BIRDS: Politico Awadesh Narayan Singh was the early bird at the do, while Dr Sanjeev and Pratyush Katyayan came in a tad late. “We started on time but were caught in a heavy traffic jam,” said Dr Sanjeev. Geetu Jain, who came along with her husband Rohit, and was welcomed with a big hug by Ravi’s sister Shelvi.  MUSIC AND MASTI: The huge Angry Birds-themed cake was quite appreciated by the guests. Soon after the cake-cutting, all the guests gathered on the dance floor and shook a leg on songs like India Waale and Bang Bang. Shelvi, Geetu, Sukriti, Manvi and Ravi had a gala time dancing and refused to budge from the dance floor. Download The Times of India News App for Latest City ."}, "\nAyushi and Saurav Singh tie the knot in a lavish ceremony in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Ayushi-and-Saurav-Singh-tie-the-knot-in-a-lavish-ceremony-in-Patna/articleshow/46310199.cms", "time": "", "description": "Ayushi and Saurav Singh tied the knot in style at an elaborate ceremony in the city recently. Ayushi’s parents, OP and Savita Sinha, played the perfect hosts and welcomed the guests personally, while Ayushi’s brother Adarsh and mama Kanchan Sinha were busy doing the last minute running-around. “I have only one sister, so I want to make her wedding a memorable affair. I have personally arranged everything,” said Adarsh. The bash started on a musical note, with Saurav making a grand entry on the song Azeem-O-Shaan Shahenshah, while the bride entered to the tunes of the folk song Milan Ko Sajna Aayo Doli Leke. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "PMCH and NMCH paediatric units lack basic infrastructure": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/pmch-and-nmch-paediatric-units-lack-basic-infrastructure/articleshow/69880257.cms", "time": "2019-06-21 04:00:00", "description": "PATNA: Lack of infrastructure in the paediatric departments of the two premier hospitals of the city – Patna Medical College and Hospital (PMCH) and Nalanda Medical College and Hospital (NMCH) – poses a threat to lives of children. Non-functional fans, emergency beds for patients in the veranda and three infants on one bed in neonatal intensive care unit (NICU) is a common sight in the paediatric department of PMCH at a time when acute encephalitis syndrome (AES) has claimed lives of hundreds of children in the state. With her 21-month old child Isha Kumari in her lap, Guddi Kumari from Nagarnausa in Nalanda district was among many parents getting their kids treated in the veranda of PMCH. Guddi was sitting in a corner of the veranda with no fan near her even though her daughter was suffering from high fever. “The nurses are very rude here,” she alleged. The PMCH superintendent, Dr Rajiv Ranjan Prasad, however, defended the hospital administration. “We purchased new fans recently. One or two fans may not be working and they will be replaced soon,” he added. A doctor at the PMCH paediatrics department, however, rued the shortage of beds. “We can treat patients. Making beds available is the responsibility of the government,” he added. The head of PMCH’s paediatrics department, Dr Anil Kumar Jaiswal, said there are 210 beds in the paediatrics ward of PMCH, 52 in the NICU and 16 in the ICU, including 10 beds for AES patients. NMCH is also on high alert after the AES outbreak in the state. Doctors said at least 10 children were undergoing treatment for suspected AES in the emergency ward of the hospital’s paediatrics department. The NMCH staff said more than 100 children visit the outpatient department of the hospital daily with AES symptoms. Apart from Patna, children from neighbouring Hajipur, Chhapra and Ara are also admitted to NMCH. The hospital staff, however, complained about the shortage of beds, equipment and medicines. “It is tough for us to manage ailing kids. Against the requirement of 20-25 beds in the emergency ward of the hospital’s paediatrics wing, there are just seven beds as of now. As a result three to four children are being adjusted on a single bed,” a nurse in the paediatrics department told this newspaper on condition of anonymity. Shortage of medicines is also a big problem. The children’s parents, on the other hand, said the government should have organised awareness camps in villages following the AES outbreak. “We don’t exactly know when to take the kid to hospital. When my daughter started getting convulsion attacks, I brought her to NMCH,” said Seema, a resident of Phulwarisharif. Hajipur’s Anju Kumari, whose four-year-old daughter was on a ventilator at NMCH, said, “Her condition is still critical. The doctors have no clue how to save children from this disease. I don’t know what to do now.” Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "One hospital bed per 8,645 people: Bihar spends lowest on healthcare": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/bihar-spends-lowest-on-healthcare/articleshow/69863611.cms", "time": "2019-06-20 08:52:00", "description": "PATNA: One doctor to serve an average 29,000 population and one hospital bed per 8,645 people sums up the healthcare scenario in Bihar, which witnessed the death of over 200 people, mostly children and elderly, during the last one fortnight. While over 112 children below the age of 10 years died due to suspected Acute Encephalitis Syndrome (AES) in Muzaffarpur and its adjoining districts in north Bihar, more than 90 people lost their lives due to heatstroke in Aurangabad, Gaya, Nawada and Jamui districts in south and central Bihar. However, the unofficial records show much high casualties in the two separate tragedies. The situation can be gauged from the fact that only 3.94% of the state’s total expenditure is for health, which is the second lowest after Haryana. On the contrary, its neighbouring state Uttar Pradesh spends 5.07% of its total expenditure on healthcare. Moreover, the per capita expenditure on health is lowest in the state at Rs.495 compared to Rs 733 in Uttar Pradesh, the third lowest in the country. According to authoritative sources, there are 11,373 sanctioned posts of doctors in the state. But almost 50% of the posts are still vacant. The magnitude of the problem can be gauged from the fact that only one doctor was on duty when people with complaints of heatstroke started rushing to the Aurangabad sadar hospital for treatment last week. Statistics available with the health department revealed that only 12 doctors were serving at Aurangabad sadar hospital against sanctioned strength of 45. Similarly, 16% of the sanctioned strength of the doctors were posted in Sitamarhi district, which is in the grip of AES. The situation is no better in Patna, Vaishali and Bhojpur districts. Till date 41 people have died due to heatstroke in Aurangabad followed by 35 in Gaya, 12 in Nawada and two in Jamui districts. Majority of the deceased were above the age of 60 years. Former chief secretary of united Bihar V S Dubey said, “ It’s a fact the state's budget in health sector is very low compared to other states. But what is more important is that whatever the infrastructure the state has, is not being utilized properly and effectively. The result is obvious. It’s high time the government should take notice of it and improve the condition accordingly.” Dubey expressed concern over doctors’ strike on one pretext or the other. “ There have been instances when relatives and attendants of patients were assaulted by doctors in the government hospitals for asking for proper care of their patients. On the other hand, doctors are too beaten up by the attendants. It’s two way. It shouldn’t happen,” he added. Referring to the AES deaths in Muzaffarpur and its adjoining districts, the ex-chief secretary said over 1000 children have died in the state ever since the brain fever or ‘chamki bukhar’ was detected in the state in 1994-95. The situation has not improved even today and children belonging to lower strata are dying everyday. State health minister Mangal Pandey admitted that there was dearth of doctors in government hospitals. He, however, said that appointment of around 1000 medical officers, 2200 specialist doctors, 6300 ANMs and 558 dentists was on the cards. “Certain changes have been brought about in the appointment/selection rules to expedite the process,” he said. “Earlier, all appointments in the health department were made through the Bihar Public Service Commission (BPSC), which is already over burdened with lots of vacancies in different government departments. Now, the Bihar Technical Service Commission (BTSC) has been set up by the government for appointment of doctors, medical officers and other employees health department,” Pandey said. Besides, efforts were on to improve the infrastructure as well. Three new medical colleges in Purnia, Chhapra (Saran) and Samastipur would be set up in the state soon. Altogether 11 medical colleges are proposed to be opened in Bihar. Download The Times of India News App for Latest City ."}, "‘Hope to nail acute encephalitis syndrome death causes soon’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/hope-to-nail-aes-death-causes-soon/articleshow/69866390.cms", "time": "2019-06-20 12:30:00", "description": "NEW DELHI: Litchi toxins, malnutrition, heatwave or poor health infrastructure - what is causing the encephalitis related child deaths in Bihar's Muzaffarpur? Even as the state government blames hypoglycemia as the cause for most deaths, doctors, public health experts and researchers have raised concerns over the government's failure to contain the rapidly rising death toll from the disease. More than 112 children have died due to acute encephalitis syndrome (AES) in the past fortnight and many more are feared infected in Muzaffarpur and the adjoining districts in Bihar. This has also compelled the Union health ministry to send different teams to probe and ascertain the exact cause, strengthen surveillance and measures in the affected districts. Ten paediatricians (including five senior consultants) and five para-medics from RML Hospital, Safdarjung and Lady Hardinge Medical College are part of the five teams set up by health ministry. The teams also include clinical and public health experts from Indian Council of Medical Research (ICMR), National Institute of Nutrition and UN agencies. \"As of now, we do not have much clue about the exact cause of these deaths. However, we are working on several possibilities and are hopeful of zeroing on it in a day or two,\" a senior official from ICMR told TOI. Experts say there can be a clutch of factors causing AES including viruses, bacteria, fungus, parasites, chemicals, toxins and non-infectious agents. Though litchis are being seen as a primary cause, researchers say the fruit can only be a contributing factor and not the cause. Instead, prolonged malnourishment, the current heat wave, poor hygiene and lack of awareness about litchi consumption may have led to the significant number of deaths among children, mainly less than five year old. \"Litchi cannot be the cause. There is a particular component in the fruit which can contribute to reducing blood sugar level if too many litchis are consumed in an empty stomach,\" said a public health expert working in Muzaffarpur. Official data suggest the Bihar government has been indifferent towards improving child nutrition and healthcare in this district. In Muzaffarpur, nearly 48% children under the age of 5 are stunted, 17.5% are wasted (too thin for their height), while 42% are underweight--a glaring sign of chronic undernutrition, according to the National Family Health Survey (NFHS)-4. The data also show merely 7.8% children aged 6-23 months receive an adequate diet in Muzaffarpur. While breastfeeding rates are better, the breastfeeding rate in the first hour of birth is poor. Moreover, maternal health indicators are also poor leading to inadequate nutrition for the child despite improving rate of breastfeeding. Every third women (15-49 years) in Muzaffarpur district is malnourished, having body mass index (BMI) below the normal level. Government reports show that 33% women in this age group in Muzaffarpur district are underweight. Experts also pointed at the poor health infrastructure as another major factor leading to deaths. \"Delay in care seeking is also a major factor for increasing number of deaths. There is lack of information and awareness. Patients from villages are rushing to town to seek treatment at tertiary care and losing time in the process. If they go to the nearest health centre or clinic, they can get immediate care and the situation can be controlled,\" another expert with an international health agency said. He added, encephalitis fever usually starts during night and by morning the symptoms are severe, once the fever reaches the brain and damages it, the situation is difficult to tackle even in tertiary care hospitals. So, it is imperative to access care at the earliest. Download The Times of India News App for Latest City ."}, "PMC plans to convert trash into organic fertilizer": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/pmc-plans-to-convert-trash-into-organic-fertilizer/articleshow/69879826.cms", "time": "2019-06-21 06:47:00", "description": "PATNA: After successful implementation of door-to-door garbage collection in several parts of the city, the Patna Municipal Corporation is planning to set up compost pits at secondary garbage dumping points in Agamkuan and Gardanibagh for converting biodegradable waste into organic fertilizer. According to PMC commissioner Anupam Kumar Suman, this is a short-term plan as it will take another year to start construction work of the integrated solid waste management plant at Bairiya, Sampatchak in Patna. “The compost pits will be ready by September, after which more will come up at other places in Azimabad, Bankipore, Kankerbagh, New Capital, Pataliputra and Patna City circles,” Suman told this newspaper, adding the civic body would seek the help of NGOs and self-help groups for the purpose. As per the civic body’s plan, the waste collected through the door-to-door garbage collection scheme will be dumped into the secondary trash points and decomposed. State urban development and housing minister Suresh Kumar Sharma said the step to convert trash into organic matter would soon be adopted at other places like Biharsharif and Bhagalpur. As part of the process, wet garbage as well as kitchen waste will be decomposed. Shredders will first be used to break down the garbage into small pieces and chemicals added to transform them into fertilizers. “We have floated a tender for developing composting pits in the city. We will soon place order for shredders and chemicals to expedite the process of converting trash into organic fertilizer,” the PMC commissioner said. Download The Times of India News App for Latest City ."}, "Heatwave: 113 deaths in 3 districts worry CM": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/heatwave-113-deaths-in-3-districts-worry-cm/articleshow/69879711.cms", "time": "2019-06-21 06:35:00", "description": "PATNA: Chief minister Nitish Kumar on Thursday expressed his dismay over the intensity of heatwave confined to three districts of Magadh division only, which till date has claimed lives of 113 people. The CM, who is under constant attack due to his delayed visit to Muzaffarpur to see the AES patients, was in Gaya today to assess the arrangements for treatment of the heatwave victims at the Anugrah Narayan Magadh Medical College and Hospital (ANMMCH) where he later held a meeting with the senior officials. Nitish was accompanied by his deputy Sushil Kumar Modi. The CM sought to know from the officials concerned as to why the intensity of heatwave was felt more in Aurangabad, Gaya and Nawada districts from where most of the cases were reported since June 15. He directed the officials to set up a special team to find out the reason behind it and take necessary action. Briefing the media after the review meeting, Magadh division commissioner Pankaj Kumar Pal said the CM has asked the officials concerned to check the level of surface water and green cover in the three worst affected districts. He also directed the officials to set up a team to ascertain the exact number of victims and provide them compensation. The members of the team would ascertain whether the people brought dead to the ANMCH or other government-run hospitals in the region died due to sunstroke or some other reasons. Those admitted to the ANMCH were being treated free of cost. Nitish also announced to increase the number of beds in ANMCH. “Fifty more beds will be provided to heatwave victims, taking the total number of beds in the hospital to 150,” the divisional commissioner said, adding that such patients should be kept in a separate ward. During an hour-long review meeting, Nitish directed the principal secretary, health department, Sanjay Kumar Singh to prepare a proposal to upgrade the ANMCH to 1000-bed hospital. The CM also took stock of the arrangements for treatment of heatwave victims at Aurangabad and Nawada-based hospitals. The ongoing work on tap water supply in rural areas under seven resolve of the state government was also reviewed at the meeting. He was also apprised of the preventive measures taken by the district officials to contain the spread of Japanese Encephalitis in the region. The officials told the CM had vaccination drive had already been launched in the affected villages. The divisional commissioner said that there was no death of doctors at the ANMCH. “The strength of the doctors at the ANMCH is sufficient to deal with the patients,” Pal told reporters in Gaya. Earlier, in the day the CM’s aerial survey of the worst affected districts was cancelled. A woman identified as Khairunisha, a resident of Katahi Hill in Gaya district, died in the hospital ahead of the VIP’s visit.On Monday Gaya district magistrate, Abhishek Singh, imposed Section 144 in the district keeping in mind the prevailing heatwave condition. The DM office has advised people to remain indoors from 11 am till 4 pm. Download The Times of India News App for Latest City ."}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Centre's report on Muzaffarpur hospital: 'Paediatric ICU not fit for the term'": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/centres-report-on-muzaffarpur-hospital-paediatric-icu-not-fit-for-the-term/articleshow/69866367.cms", "time": "2019-06-20 09:55:00", "description": "The central team sent last week to investigate the death of children from AES in Muzaffarpur has given a damning report regarding the arrangements made for treatment, stating that the paediatric ICU of the Sri Krishna Medical College and Hospital (SKMCH) did not meet the criteria to qualify as a paediatric intensive care unit (PICU) and that it was only of the level of a high dependency unit. It pointed out that mortality from AES usually ranges from 6-19% in good centres and that mortality was directly proportional to the quality of care the child received at a health facility. In SKMCH, the data shows, mortality rate has been about 25% this year. The central team pointed out that of the 58 children who were admitted to Kejriwal Hospital in Muzaffarpur, there were 7 deaths, or a mortality rate of just 12%. The report listed all the facilities missing in the SKMCH PICU. \"Neuroimaging CT Head/MRI facilities should be readily accessible. Presently MRI is not present and CT facility are provided on PPP (public private partnership) mode and patients are not referred for CT scan,\" stated the report. The report observed that nine ventilators were present but not made operational at SKMCH and no ventilators were present in Kejriwal Hospital. It added that current manpower were \"inadequate in quantity and quality\" to handle the situation. The team advised better protocol-based management of AES to bring down mortality, improved use of case monitoring sheets and better prioritising of serious and not-so-serious cases to ensure optimal use of resources. It has also recommended constituting a research team from the National Centre for Disease Control, Indian Council for Medical Research, AIIMS Patna, National Institute of Virology, Pune and Rajendra Memorial Research Institute of Medical Sciences, Patna to focus research not only on the children who have been admitted with AES but also others within the same geographical area to understand the risks. On the speculation that there may be a link with lychee, the report said that while earlier studies had inferred that this may be connected to the presence of a specific toxin in the fruit, \"the work was not sufficient to prove that the toxin is causative for all cases\". The multi-specialist team included Dr Arun Singh, national advisor in the health ministry and Dr Ram Singh, an entomologist from National Centre for Disease Control, among others. Download The Times of India News App for Latest City ."}, "AK-47 racket: NIA raids houses of ex-MLA’s brothers": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/ak-47-racket-nia-raids-houses-of-ex-mlas-brothers/articleshow/69879802.cms", "time": "2019-06-21 04:00:00", "description": "PATNA: Multiple teams of National Investigation Agency (NIA) on Thursday raided various houses of former JD(U) MLA Sunil Pandey’s two brothers – former MLC and LJP functionary Hulas Pandey and Santosh Pandey – in Patna, Buxar, Ara, Rohtas and Varanasi in Uttar Pradesh in connection with alleged smuggling of AK-47 assault rifles from the Central Ordnance Depot (COD) at Jabalpur, Madhya Pradesh, to Munger in Bihar. The former MLA, however, told TOI he had nothing to do with the NIA raids at his brothers’ houses. NIA sources said a Springfield rifle, several cartridges, Rs 29 lakh in cash, four laptops, five hard disks, 12 pen drives, a computer, 12 cellphones and some incriminating documents were seized from the locations raided by the probe agency. In Patna, the raids were carried out at Samanpura and Pandey Niwas on B Bhattacharya Road, while at Buxar, Charitra Van under Town police station area and Kalyanpur village under Itarhi police station area were raided. In Bhojpur, raids were carried out at Piro and two other locations. In Rohtas, Hulas’s residence near Pali Pul at Dehri was raided. “While Hulas owns a house at Charitra Van in Buxar, Pandey Niwas on Patna’s B Bhattacharya Road is owned by Santosh. The house at Piro was of the Pandey brothers’ paternal aunt,” sources said, adding Hulas’s close associate, Laddu Upadhyay, owns houses at Kalyanpur in Buxar and Samanpura in Patna. According to sources, Upadhyay used to conduct arms deals for Hulas. “The arms and ammunition were seized from the B Bhattarcharya Road residence of Santosh,” NIA sources said. They said the names of Hulas and Laddu had surfaced in the course of investigation. The two had allegedly purchased AK-47s smuggled from the Jabalpur ordnance depot. The Munger police have so far recovered 22 AK-47s and more than 500 spare parts. The racket was busted on August 29 last year. The NIA has filed chargesheets against nine people in connection with the case so far. Download The Times of India News App for Latest City ."}, "Bihar: Encephalitis death toll mounts to 117": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/bihar-encephalitis-death-toll-mounts-to-117/articleshow/69869320.cms", "time": "2019-06-20 10:41:00", "description": "MUZAFFARPUR: The death toll due to Acute Encephalitis Syndrome (AES) touched 117 on Thursday morning in Bihar's Muzaffarpur district. As per data, a total of 98 deaths were reported at government-run Sri Krishna Medical College and Hospital, while 19 children died at Kejriwal hospital in the district due to the vector-borne disease till 8 am today. The State Health Society had on Tuesday ordered delegation of more doctors in Muzaffarpur from Darbhanga, Supaul, Madhubani, Samastipur and Sitamarhi districts. Chief minister Nitish Kumar on Tuesday visited the SKMCH to take stock of the encephalitis situation. Earlier, Kumar had announced an ex gratia compensation of Rs 4 lakh each to the families of the children who died due to the AES. He had also given directions to the health department, district administration and doctors to take necessary measures for containment of the disease. Earlier Union health minister had visited the state to take stock of the situation and review measures taken in the wake of the outbreak. The AES is a viral disease that causes flu-like symptoms such as high fever, vomiting and in extreme cases, can lead to coma, brain dysfunction, seizure and inflammation of heart and kidney. Download The Times of India News App for Latest City ."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Six-month-old girl falls into drain, dies": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/six-month-old-girl-falls-into-drain-dies/articleshow/69863203.cms", "time": "2019-06-20 07:37:00", "description": "PATNA: A six-month-old girl child died after falling into a drain near Durga Chowk in Indirapuri (road number 10) under the Pataliputra police station area in the state capital around 4.30am on Wednesday. Police sources said the girl fell into the drain during sleep. Local people staged protest and accused the Patna Municipal Corporation for not covering the drain. Pataliputra SHO Chetnanand Jha told this newspaper that her body was fished out from the drain and sent to Patna Medical College and Hospital for postmortem. “The girl died instantly after falling into the drain full of slush and dirt. The incident occurred when the girl was sleeping with his father Sunil Dome and mother near the drain outside their cottage.” With the help of locals, the girl was fished out from the drain water and admitted to primary health centre where she was declared brought dead. Jha added: “Several families lived in the cottage alongside the drain. There is no boundary wall around the drain.” Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "\nPragyotsav, the annual cultural fest of Patna Women’s College held in the city\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Pragyotsav-the-annual-cultural-fest-of-Patna-Womens-College-held-in-the-city/articleshow/46163149.cms", "time": "", "description": "MASTI KI PAATHSHALA: Pragyotsav, the annual cultural fest of Patna Women’s College, was recently organised to commemorate the completion of 75 years of the college. The three-day event on the college campus turned out to be a fun affair with activities like creative writing, skit, rangoli-making, quiz, singing and dance competition, and a lot more.  Sonam Jha, an ex student of the college, said, “I’m really glad to be a part of this college and I feel privileged for getting an opportunity to perform on the stage during the college fest.” The boys particularly had a gala time because this was the first time that they were participating in an event of Patna Women’s College. “I’m so glad to participate in this fest. This is like a dream come true, participating in the event at a girl’s college,” said Amir.  TIME FOR SOME FUN: The last day of the fest saw some energetic dance performances. The first act was by Sonam Jha and Naina Singh on the song Badtameez Dil, followed by a group dance by Vinni and her team. Aisha and her group too enthralled the crowd with their dance performance. The crowd too was in the mood for some masti, as they danced in the college grounds during the performance. Download The Times of India News App for Latest City ."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Bihar Encephalitis outbreak: Death toll reaches 105 in Muzaffarpur, adjoining districts": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/bihar-encephalitis-outbreak-death-toll-reaches-105-in-muzaffarpur-adjoining-districts/videoshow/69835146.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Muzaffarpur deaths put spotlight on poor condition of govt hospitals across India": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/muzaffarpur-deaths-put-spotlight-on-poor-condition-of-govt-hospitals-across-india/videoshow/69864873.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Muzaffarpur: Prisoners' ward converted into ICU in SKMCH": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/muzaffarpur-prisoners-ward-converted-into-icu-in-skmch/articleshow/69872248.cms", "time": "2019-06-20 13:53:00", "description": "MUZAFFARPUR: Following the public outcry over lack of facilities in the government-run Shri Krishna Medical College and Hospital (SKMCH), the hospital management has converted a prisoners' ward into an Intensive Care Unit (ICU) to accommodate the rising number of encephalitis patients. The decision came after Chief Minister Nitish Kumar passed instructions to convert the prisoners' ward into ICU for children to meet the acute crisis of beds. Questions were raised over the lack of facilities in the hospital after three to four Acute Encephalitis Syndrome (AES) affected children were being treated on a single bed. Arrangements are being made on a war footing by the hospital management to accommodate patients in the new ward as soon as possible. Manager of SKMCH, Sanjay Kumar Shah, told ANI, \"We have converted this ward into an ICU and shifted the prisoners' ward. We have done this to accommodate more children. At least 19 more beds will be added here, which will increase the capacity. All the necessary arrangements are being done. This ward will become functional shortly.\" Meanwhile, the death toll due to encephalitis touched 117 on Thursday morning in Muzaffarpur district. As per official data, a total of 98 deaths were reported at SKMCH, while 19 children died at Kejriwal hospital in the district due to the vector-borne disease till 8 am today. Meanwhile, the State Health Society on Tuesday ordered delegation of more doctors from Darbhanga, Supaul, Madhubani, Samastipur and Sitamarhi districts to Muzaffarpur. Chief Minister Nitish Kumar on Tuesday visited SKMCH to take stock of the situation. Earlier, Kumar had announced an ex gratia compensation of Rs 4 lakh each to the families of the children who died due to AES. He had also given directions to the health department, district administration and doctors to take necessary measures for the containment of the disease. Earlier Union Health Minister Harsh Vardhan had visited the state to take stock of the situation and review measures taken in the wake of the outbreak. The AES is a viral disease that causes flu-like symptoms such as high fever, vomiting and in extreme cases, brain dysfunction, seizure and inflammation of heart and kidney. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Bihar: 9 more deaths due to heatstroke in the last 24 hours, toll rises to 92": {"link": "https://timesofindia.indiatimes.com//city/patna/bihar-9-more-deaths-due-to-heatstroke-in-the-last-24-hours-toll-rises-to-92/articleshow/69858139.cms", "time": "2019-06-19 17:22:00", "description": "PATNA: Nine more people died of sunstroke in Bihar in last 24 hours, following fresh causalities reported from two districts- Aurangabad and Nawada. As the heat wave gripped most parts of Bihar, the death toll due to heatstroke has rose to 92 on Wednesday from 83 on June 18, though some areas in western and northern Bihar including Patna experienced slight respite following fall in temperature due to thunderstorm and lighting with light rain. According to data provided by the officials of Bihar State Disaster Management Authority, 41 people have so far died in Aurangabad which had earlier recorded 34 on Tuesday while two more person died in Nawada, increasing death toll to 14. The officials claimed that 35 died in Gaya and two in Jamui. With temperatures in several districts of Bihar hovering consistently at around 40 to 43 degrees Celsius, hospitals were inundated with people suffering from heatstroke. Many heatstroke victims are still in hospital, and some alleged deaths due to sunstroke were still unreported. Schools in Bihar will remain closed until June 23. Section 144 CrPc (illegal assembly) has been imposed in Gaya, Aurangabad and Nawada as the death toll due to sunstroke has rapidly increasing. Under this section, all construction activities and assembly of people in outdoor has been banned from 11am to 4pm. Additional DM of Aurangabad, Sudhir Kumar told this newspaper that as per the latest figure 48 deaths have been reported in district till Wednesday. “We have collected all the data from government hospitals and primary health centres (PHCs). Currently, nine patients suffering from heatstroke are going under treatment at hospitals and PHCs,” he said. At Gaya, Aurangabad and Nawada, the district administration with the help of non-government organisations have set up water kiosk for residents. Under the ongoing polio camps in these districts, the anganbadi sevikas are handing out ORS an electrolyte powder to people. Meanwhile, one Virendra Kumar, a resident of village Jaitipur under Islampur police station area died on way to Biharsharif Sadar hospital on Wednesday after being referred by the local PHC. According to his relatives, the deceased returned from a marriage party on Tuesday night. Soon after he complained of high fever and uneasiness, he was taken to the local PHC where doctors diagnosed him to be hit by heat stroke. When his condition did not improve doctors referred him to Biharsharif Sadar hospital and he died on his way to hospital. While a 56-year-old man identified as Jitendra Kumar of village Amba under Rahui police station area also died of heat stroke on Wednesday. Police also recovered body of an unidentified woman from a field at Kadilpur village under Telhara police station area who was suspected to have died of heat stroke. With these deaths, the total number of people who allegedly died due to heat stroke in Nalanda in the last four days rose to 10. According to district magistrate of Nawada, Kaushal Kumar, the death toll in Nawada rose to 15. The latest victim has been identified as 40-year-old Munni Devi, wife of a betel shop keeper Arjun Prasad and native of village Motibigha under Nawada town police station. Arjun admitted his wife to Nawada Sadar Hospital, where doctors referred her to Pawapuri Medical College and Hospital in neighboring Nalanda district. However, she succumbed on the way. With inputs from SB SinhaDownload The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Acute Encephalitis Syndrome toll climbs to 113 in Bihar": {"link": "https://timesofindia.indiatimes.com//city/patna/acute-encephalitis-syndrome-toll-climbs-to-113-in-bihar/articleshow/69857990.cms", "time": "2019-06-19 17:11:00", "description": "MUZAFFARPUR: Fresh deaths due to acute encephalitis syndrome (AES) have been reported in Bihar's Muzaffarpur district, taking the total number of casualties to 113. The deaths took place at the Shri Krishna Medical College and Hospital (SKMCH), where 20 fresh cases were brought since Tuesday night. The number of children admitted to the hospital with AES are 372 since June 1, the district administration said. The SKMCH has reported 93 casualties so far and only 118 children have been discharged after treatment. The rest are undergoing treatment or referred to hospitals in the Patna in a critical condition, it said. In the Kejriwal hospital, two fresh cases of the AES were reported since Tuesday night, taking the total number to 146 since June 1. The hospital has so far reported 19 casualties, though none of these took place in the past 24 hours. One death was also reported from the neighbouring East Champaran district on Tuesday. A release by the state health department said 11 medical officers posted in Darbhanga, Supaul and Madhubani had been instructed to leave for Muzaffarpur immediately to help the local health authorities in tackling the outbreak. Three paediatricians posted in other districts have also been pressed into service, while 12 nurses have been directed to report to the the civil surgeon of Muzaffarpur. Anguished by the deaths, a Muzaffarpur resident has filed a petition at a local court against Chief Minister Nitish Kumar, his deputy Sushil Modi, Union health minister Harsh Vardhan, minister of state Ashwini Choubey and state health minister Mangal Pandey. The resident, Mohd Nasim, accused them of negligence, which has resulted in the high number of casualties. The chief judicial magistrate court has posted the matter for hearing next Tuesday. Nitish Kumar had on Tuesday visited the SKMCH hospital, where he faced protests by angry people over the deaths. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "CBSE to serve notices on 472 schools in Patna region": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/cbse-to-serve-notices-on-472-schools-in-patna-region/articleshow/69863134.cms", "time": "2019-06-20 12:35:00", "description": "PATNA: The Central Board of Secondary Education (CBSE) is to issue show-cause notices to 472 affiliated schools in Patna region over the poor results of students in Class X and XII board exams as well as flouting the norms of affiliation bylaws. “The CBSE has categorized the schools in A, B, C and D grades according to their performance in Class X and XII board exams,” a CBSE official from Delhi said. Schools with overall pass percentage above 70% are in Grade A while those having scored between 60% and 70% are put in Grade B. Schools with 40 to 60% success rate are in Grade C and below 40% overall pass percentage are in Grade D. The board will send show-cause notices to schools under Grade C and D. Of the total 472 schools to receive show-cause notices, Bihar alone has 300 schools. Altogether 213 schools failed to score above 40% result. There are total 888 schools in state affiliated to CBSE. Patna region includes Bihar and Jharkhand. CBSE city coordinator and principal of Baldwin Academy, Rajiv Ranjan Sinha, told this newspaper that the results of Patna region were worst. “The board has taken the right decision for penalizing such schools with poor results. Most of these schools failed to fulfil the affiliation bylaws, including disproportionate student:teacher ratio and lack of infrastructure among other issues,” he said. As per the CBSE affiliation bylaws, schools are permitted to enrol 40 students per class. This rule was made to accommodate the student-teacher ratio of 40:1 for all classes. “However, many schools did not follow this,” Sinha added. Abha Chaudhary, senior teacher of Notre Dame Academy, said the degrading result was a serious concern for the board and parents will now be able to categorize schools on their performance. “Several schools are running as non-attending schools, where students need not attend classes. Parents thought that after Class X, kids do not need to go to school. Rather they encourage their kids to take coaching classes to prepare for engineering and medical,” she said. She added: “There is only 0.1% chance that the flying candidates (who went to non-attending schools) succeed in both board exams as well as in competitive exams.” Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Bihar’s credit-deposit ratio declines by 1.29%": {"link": "https://timesofindia.indiatimes.com//city/patna/bihars-credit-deposit-ratio-declines-by-1-29/articleshow/69863193.cms", "time": "2019-06-19 22:51:00", "description": "PATNA: Bihar’s credit-deposit ratio has declined by 1.29% in financial year 2018-19 compared to 2017-18. It is for the second time in the last 11 years that Bihar has reported decline in its C-D ratio, which indicates how much of the banks’ core funds are being used for lending activities. The state had been reporting constant improvement in its C-D ratio since FY 2008-09, except for FY 2016-17 when it reported decline by 1.05%. As per the credit-deposit data released by different banks at the 68th trimonthly meeting of the State Level Bankers’ Committee (SLBC) held here on Wednesday, Bihar reported 44.09% C-D ratio on March 31 this year, compared to 45.38% in the previous year, resulting in a decline by 1.29%. Different banks in the state distributed Rs1,45,120 crore as loan against the total deposit of Rs3,45,234 crore in FY 2018-19. In the previous years, Rs1,34,997 crore were distributed as loan against the deposit of Rs3,12,829 crore. However, the state reported an increase of Rs10,123 crore in lending in FY 2018-19 compared to 2017-18 when different banks across the state distributed Rs1,34,997 crore as loan. Presiding over the SLBC meeting, deputy CM Sushil Kumar Modi, who is also the finance minister, expressed concern over decline in the C-D ratio and asked the zonal and regional heads of different commercial, cooperative and private sector banks to take necessary steps to improve it in the current financial year. Modi said two districts — Saran and Bhojpur — reported less than 30% C-D ratio in the last financial year. Saran has reported 29.22% while Bhojpur 29.40%. State’s agriculture minister Prem Kumar, rural development minister Shravan Kumar, industries minister Shyam Rajak, cooperative minister Rana Randhir, development commissioner Subhash Sharma and finance secretary S Siddhartha were present at the meeting, which is usually held after a gap of three months. Being the first SLBC meet of 2019-20, it was scheduled to be addressed by CM Nitish Kumar, but he could not attend it because of his participation in another meeting convened by PM Narendra Modi on the ‘One Nation-One Election’ issue. Later, while briefing media persons, Modi said majority of bank branches in the state were not accepting coins from traders. He said the banks must accept the coins. “I will raise this issue at the state finance ministers’ meet in Delhi on June 21,” SuMo said. He also pointed out that as per the RBI guidelines, loans under the Kisan Credit Card (KCC) scheme would be provided to only those farmers whose crops are insured under the Pradhan Mantri Fasal Bima Yojana. “But, Bihar government has launched its own scheme, namely Bihar Rajya Fasal Sahayata Yojana, to provide financial assistance to farmers. There should be no compulsion for farmers to join any scheme for availing the loan under the KCC,” he said. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Purnea University: Online admission process begins": {"link": "https://timesofindia.indiatimes.com//city/patna/purnea-university-online-admission-process-begins/articleshow/69847106.cms", "time": "2019-06-19 10:43:00", "description": "PATNA: Purnea University began the online process for admission to different postgraduate (PG) courses from Tuesday. The last date for submitting applications for the 2019-20 academic session is June 30. “The registration fee for general category candidates is Rs 1,000 each and that for SC/ST and OBC candidates is Rs 700 each. We will inform the shortlisted candidates after going through their applications in the first week of July,” Purnea University vice-chancellor (VC) Rajesh Singh told this newspaper. The university has invited online applications for admission to PG courses like physics, chemistry, mathematics, botany, zoology, Maithili, Hindi, English, Sanskrit, Urdu, Bangla, philosophy, psychology, economics, sociology, geography, home science, history, political science, music, Persian and commerce. Applications have also been invited for PG courses being taught at Purnea Mahila College and D S College-Katihar. “Students can apply online for admission to 12 self-financing courses as well. They include master of physical education, MSc in food science and technology, MSc in molecular breeding, PG diploma in green house technology, MSc in fisheries science, MSc in bioinformatics, MSc in geographic information system and remote sensing, MSc in horticulture and landscape, PG diploma in astrology and palmistry, Masters in company secretaryship, MBA and Master of Laws,” the VC said, adding the registration fee for general category students was Rs 1,000 each and that for others was Rs 800 each. According to the VC, the self-financing courses at the PG level are career-oriented. He said, “On successful completion of these courses, a student can work with reputed multinational companies as well as governmental organizations.” Purnea University has signed memoranda of understanding with several foreign universities to run its self-financing courses smoothly. Their faculty members have also agreed to teach students here. Entrance test: Purnea University is busy preparing for its maiden combined entrance test to be conducted for admission to different three-year undergraduate (UG) courses in arts, science and commerce streams on June 30. More than 80,000 students have applied for admissions. “They will be shortlisted for admission in different constituent and affiliated colleges of the university on the basis of their performance in the written test,” the VC said. Students from foreign countries like Nepal, Bhutan, Bangladesh and neighbouring states of Uttar Pradesh, West Bengal and Assam are also seeking admission to various courses of the university this year. Download The Times of India News App for Latest City ."}, "Foreign language courses in vogue": {"link": "https://timesofindia.indiatimes.com//city/patna/foreign-language-courses-in-vogue/articleshow/69847516.cms", "time": "2019-06-19 10:47:00", "description": "PATNA: Learning new languages in order to boost career prospects seems to be in vogue among youngsters these days. A number of centres have come up in the city that offer foreign language courses to them at affordable rates. Different universities have also started teaching foreign languages to open doors for students to study or work abroad. Patna University (PU), for instance, has been offering six-month certificate courses in Chinese, German and French since 2017. PU foreign language course coordinator Indiber Mukherjee told this newspaper, “At present, there are only 30 students enrolled in the three certificate courses. We are also planning to teach Spanish, Japanese and Korean, but are waiting for students to show interest in learning the three languages.” One has to pay Rs 10,000 at the time of getting oneself enrolled into any of these courses being offered by PU. “They are open for all. Outsiders, however, should have secured at least 50% marks in their Class XII exams,” Mukherjee said. Apart from PU, National Institute of Technology-Patna (NIT-P) has been offering Korean language courses to students since 2014. According to Korean teacher Grace Lee, as many as 150 students from different colleges and universities of Patna are learning about his country’s culture and language at NIT-P. There are several private language learning institutes operating in the city as well. They primarily offer courses in French, German, Korean and Spanish and charge anywhere between Rs 15,000 to 30,000, depending on the duration and difficulty level of the language. Neeraj Singh, who is learning German at a private language centre in S K Puri area, said, “Being multilingual has a lot of benefits. However, it is not easy to learn a foreign language. Learning German will enhance my chances at the job market in foreign countries.” Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Teens hooked to ‘war games’, experts ring alarm bells": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/teens-hooked-to-war-games-experts-ring-alarm-bells/articleshow/69879968.cms", "time": "2019-06-21 06:30:00", "description": "PATNA: The online shoot-’em-up war games keeping youngsters glued to computer screens till late at night are also giving sleepless nights to parents across the world, and the teens and tweens of Patna are no different. With the increasing popularity of multiplayer online games such as PUBG (Players Unknown Battleground) in the city, mental health professionals have sounded the alarm bells. Gaming addiction is as real and dangerous as drug addiction, they say. The impact of these violent games, with high-quality graphic imagery, on the mental health of youngsters, especially children and teenagers, has forced even the World Health Organization (WHO) to take note. The WHO last month designated ‘gaming disorder’ as illness and updated its International Classification of Diseases (ICD) to include it in the list of modern diseases. Neuro-psychiatrist Rakesh Kumar says he is seeing a steady rise in number of young people, between the ages of 15 and 19, coming to him. Some of them even have suicidal tendencies as they feel they are worthless because they lost a few matches of these online games. Kumar cited the case of Class X student, who went into depression because of continuously losing while playing PUBG. He was playing more than four hours every day for the past 6 months and whenever he lost he locked himself in his room and wouldn’t come out for hours. Thankfully, his parents spotted the changes in his behavior and brought him for counseling. Another case that came to him was that of an undergraduate student who had suicidal thoughts because no one was ready to play the game with him, which led him to believe he was worthless and the only thought that came to his mind was of dying. War games such as PUBG are facing severe criticism from mental health professionals in the city for being an unhealthy obsession among youngsters. The game has too much violence, they say. Satyajeet Singh, neuropsychiatrist at AIIMS, Patna says, “Almost every day, 4 to 5 parents come to my clinic purely with the complaint of excessive use of mobiles by their kids even as young as 5 for over involvement in social media and games. It is toxic for personal relationships. Many of the children are either in depression or have just disconnected themselves from the outer world.”  “Anything that works on the brain that produces pleasure is addictive. It causes release of a neuro chemical called dopamine, which is a centre of drug of abuse causes,” he explains. City parents appear to be at a loss about how to deal with gaming addiction of their kids, which is creating a challenge for them to focus on their career and health. Sujita Singh, mother of an 18-year-old PUBG addict says, “My son has been playing PUBG for the past 3 months and it has resulted in decline in his academics. The game should be banned as soon as possible for the welfare of teenagers.” Another parent, Reena Mishra, says, “My son’s addiction to PUBG day after day is increasing. I am scared that he might ruin his life because of the game. I hate it when I see him playing this game.” Mental health experts suggest that parents should keep an alert eye on their children and should not hesitate to seek professional help if needed. “Education, awareness and recognition are the first steps to checking this epidemic. Practicing yoga, exercises and meditation are now forgotten arts for adolescents, although India used to be the home of all of the above,” says Singh of AIIMS advising parents to seek help when needed. “Play this game as a time pass but do not make it into an addiction. Play it when you need refreshment. Since it is a game, and therefore, meant for relaxation, one should not overindulge oneself in playing it,” he cautions. Download The Times of India News App for Latest City ."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Child deaths in Bihar: Advanced life-support ambulances pressed into service": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/child-deaths-in-bihar-advanced-life-support-ambulances-pressed-into-service/articleshow/69877981.cms", "time": "2019-06-20 19:50:00", "description": "PATNA: In view of the rising incidents of deaths due to AES/JE in Muzaffarpur and adjoining areas in Bihar, Union Health Minister Harsh Vardhan has issued instructions for deployment of eight advanced life-support (ALS) ambulances in the affected districts. Accordingly, eight additional ALS ambulances were pressed into service for transportation of critical patients under the National Health Mission (NHM), a statement issued by the health ministry said. The central teams comprising 10 pediatricians and five paramedics each had started working on the ground, in coordination with the state government, it added. The teams were sent to Bihar on Wednesday. Vardhan further informed that 16 senior district officials and medical personnel were sent to the vulnerable blocks for monitoring and early identification of cases and ensuring daily reporting. Their headquarters were also shifted to these blocks, he said, adding that the district collector was involved in the process now and was personally taking responsibility for the same. The collector had deputed senior deputy collectors (SDCs) or district-level officers to lead various block teams, Vardhan was quoted in the statement as saying. These teams would be assisted by a district-level medical officer and a medical officer in-charge (MOIC) to do the overall work at the block level, the statement said. It added that the authorities in Bihar were given instructions to switch to daily surveillance and monitoring for detecting early warning signs of the disease. \"The state government has started a social audit, along with an active case-finding campaign through a house-to-house survey, and is moving the prospective patients to the nearest PHC for early intervention. Surprise checks are also being conducted at the PHCs by SDCs. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Tejashwi Yadav may be in England to watch the ICC World Cup 2019: RJD leader": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/tejashwi-yadav-may-be-in-england-to-watch-the-icc-world-cup-2019-rjd-leader/videoshow/69864660.cms", "time": "", "description": ""}, "ACs and refrigerators flying off the shelves": {"link": "https://timesofindia.indiatimes.com//city/patna/acs-and-refrigerators-flying-off-the-shelves/articleshow/69847450.cms", "time": "2019-06-19 10:49:00", "description": "PATNA: The long spell of scorching heat has led to surge in demand for airconditioners (ACs) and refrigerators, retailers in the city say. As most people prefer to stay indoors during the day time and night temperature also remains comparatively higher (around 30 degrees C), more and more people in the city are opting for airconditioners and refrigerators to beat the heat. Retailers and electronic appliances firms have also come up with several promotional offers, such as low-interest consumer durable loans, free installation, extended warranty and cashback in order to make them easily affordable for consumers. “We are happy with our sales this year as compared to last year. Consumers are also satisfied with our offers as we are providing them best products in an affordable range,” said Anuj Kumar Singh, general manager of an electronics showroom near Income Tax roundabout. Retailers offer discounts of 8-25% to the consumers, depending upon the product and their brand. “Airconditioners are out of stock and we are continuously ordering fresh stock. We are selling 30 to 35 refrigerators and 80 to 85 ACs per day. Split ACs priced in the range of Rs30,000 to Rs65,000 are more in demand this year because of its several smart features,” said a sales executive at an electronics showroom on Boring Road. “It is almost unbearable to live in such high temperature without AC. Though we could manage with coolers till last year, we decided to buy an AC this time. The price of AC was also quite affordable and the retailer provided us some extra discount,” said Nita Singh, who bought a split AC earlier this week. Refrigerators are also high in demand this summer. Retailers dealing with electronics items claimed that refrigerators are priced in the range of Rs16,000 to Rs35,000. Download The Times of India News App for Latest City ."}, "Acute encephalitis syndrome spreads to newer areas as ‘brain fever’ toll rises to 114": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/aes-spreads-to-newer-areas-as-brain-fever-toll-rises-to-114/articleshow/69863636.cms", "time": "2019-06-20 08:20:00", "description": "MUZAFFARPUR: The ‘brain fever’ toll in Bihar went up to 114 on Wednesday with seven more deaths even as acute encephalitis syndrome (AES) cases spread to newer areas with reports of children admitted with similar symptoms coming in from Samastipur, Banka and Vaishali districts. Even as more and more cases are being brought in to the Sri Krishna Medical College and Hospital in Muzaffarpur, where bulk of the patients are undergoing treatment, the hospital continues to be hampered by lack of proper facilities despite high-profile visits by ministers, including the CM and the Union health minister. TimesViewLittle children dying or suffering permanent brain damage is always a human tragedy, but when official apathy and neglect contirbute to it, that is criminal dereliction of duty. Bihar has seen these deaths happen year after year even if the numbers have in one year gone down and in another shot up. Muzaffarpur has been the epicentre. Given those facts, it is just inexcusable that the government has failed so miserably in ensuring the public health set-up is equipped to cope. Grand schemes count for little if they are of no help to poor families losing their little ones. Of course, tackling this disease needs more than just good PHCs or hospitals. As long as malnutrition is rampant, the problem will remain. To root it out, therefore, adequate nutrition is the first step. But that does not preclude effective medical intervention to ensure that the loss of lives is kept to the minimum if not eliminated altogether.Scarcity of beds and doctors coupled with unhygienic condition prevailed at the hospital even as the Bihar State Health Society issued a list of 15 doctors, technicians and nurses, who have been deputed by the Union health ministry to assist at the hospital in Muzaffarpur. “All 637 beds, including 30 in PICUs, in the hospital are full. We have to put two kids on one bed to accommodate more children,” SKMCH superintendent Sunil Kumar Shahi said. He admitted that there is a shortage of senior resident doctors in every department. “Though there is a shortage, it is inhuman to throw out patients just because we cannot accommodate them. Many of them have come from far-flung villages of north Bihar. Around 40 to 50 new cases of AES … come every day. But our resources are very limited.” To ease the situation, a makeshift paediatrics intensive care unit with 20 new beds and four new ACs were set up on Wednesday amid frequent power cuts. Hospital authorities said 154 children are undergoing treatment for AES at the three PICUs with 10 beds each with fresh cases coming in from neighbouring districts. In Vaishali, civil surgeon I D Ranjan claimed that 15 suspected cases of AES have been reported from Hajipur as well. “Several kids have died in their villages, while others died in the referral hospital before being diagnosed. However, their relatives claimed that they showed similar symptoms of high fever and convulsion among others,” Ranjan told TOI. In Samastipur, at least three of the seven infants with AES symptoms admitted to the Sadar hospital, were referred to SKMCH, one of whom died on the way. However, civil surgeon Siyaram Mishra denied admitting any AES patients at the hospital. Meanwhile, the death of 2-year old child at a village in Katoria block of Banka district due to suspected AES raised alarm in the health department. However, To cope with the situation in Muzaffarpur, DM Alok Ranjan Ghosh has cancelled the leave of all government employees in the district. “The total number of affected and admitted children has gone up to 5,530 since June 1 this year alone. Though, 187 kids have been discharged from the hospital; 101 children are still undergoing treatment at two medical institutions of the district. The conditions of 24 children are critical and have been kept on ventilators,” Ghosh said. “A massive awareness campaign has been started in all blocks with the help of Jiveeka associates and aanganwadi sevikas and sahayeekaa. Executive magistrates have been deployed in every block to monitor the awareness programme apart from keeping a close vigil on the patients, inflicted with AES,” Ghosh added. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "UG courses: PU declares entrance test results": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/ug-courses-patna-university-declares-entrance-test-results/articleshow/69879925.cms", "time": "2019-06-21 06:33:00", "description": "PATNA: Patna University (PU) on Thursday announced the results of entrance tests conducted for admission of students to different three-year degree courses in arts, science and commerce. The results, which were published after a meeting of the principals of colleges and university officials held under the chairmanship of vice-chancellor (VC) Rash Bihari Prasad Singh, are available on PU’s website. It was decided in the meeting that the reservation roster provided by the state education department for the purpose of admissions would be strictly followed in all colleges and university departments. The revised 100-point reservation roster incorporates the latest provision of 10% quota for general category (economically weak) students. However, no decision on enhancement of seats was taken. The VC told this newspaper, “In case of any confusion on reservation roster, principals or heads of departments may contact the official of the state education department specifically assigned for the job. When selection lists are finalized by the colleges, a team of the university, led by the registrar, will also visit different institutions and ensure that the reservation roster has been followed correctly.” Now, the colleges will start counselling of successful students separately and verify their certificates. The list of candidates finally selected by the institutions will be forwarded to PU’s admission section and they will be admitted to a course in a particular college online. The admission fee and other miscellaneous charges will also be deposited online. The process of admission to the conventional postgraduate (PG) courses in different faculties also began on Thursday. Now, the PG departments will declare the cut-off lists on the basis of marks obtained in the last qualifying examination and the reservation roster. The last date for admission to all the UG and PG courses, both under conventional and self-financing modes, is July 9. An induction meet of the newly admitted students will be held between July 10 and 15 and classes of the next academic session will begin on July 16. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Chancellor for redressal of teachers’ grievances": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/chancellor-for-redressal-of-teachers-grievances/articleshow/69879903.cms", "time": "2019-06-21 04:00:00", "description": "PATNA: Governor-cum-chancellor Lalji Tandon has asked Raj Bhavan officials to make arrangements for receipt of online applications from teachers and non-teaching staff of different universities so that their cases are disposed of at the earliest. Hearing the grievances of university people at the Raj Bhavan here, the chancellor said, “At least 15 cases each from three universities should be disposed of every month. Vice-chancellors (VC) and other officials concerned should also be present during the hearing of such cases.” As many as 36 cases, including 11 from Patna University, 10 from Aryabhatta Knowledge University and 15 from Jai Prakash University-Chhapra, were disposed of at a public hearing arranged at the Raj Bhavan on Wednesday. Most of them were related to appointment of dependants of deceased staff on compassionate ground, payment of arrears of retiral benefits, promotion of staff from retrospective effect, publication of pending results and disbursement of certificates. In several cases, the universities were directed to fulfil the genuine demands of the aggrieved staff as per the provisions of different Acts and statutes. VCs of all the three universities along with the officials of the chancellor’s secretariat were present at the hearing. Memorandum submitted: Bihar State Bharatiya Janata Party Teachers’ Cell convener and Patna University syndicate member Sudhakar Prasad Singh met the chancellor at the Raj Bhavan on Thursday. He submitted a memorandum, demanding immediate action against some VCs, who were allegedly engaged in making illegal appointments on extraneous considerations. He also demanded payment of four months’ salaries to the teachers and non-teaching staff of Pataliputra, Purnea and Munger universities and timely conduct of elections to students’ unions of different universities in the state. The chancellor is reported to have assured Singh of taking necessary action. Download The Times of India News App for Latest City ."}, "\nBlind Fold performs at a party hosted by Romie and Rupa in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Blind-Fold-performs-at-a-party-hosted-by-Romie-and-Rupa-in-Patna/articleshow/47280448.cms", "time": "", "description": " A restaurant in the city recently organised a musical evening for its patrons on the occasion of its second anniversary. Hosts Romie and Rupa were seen welcoming the guests, which comprised the creme-de-la-creme of the city.  Rock band Blind Fold performed live on the occasion, and the guests enjoyed the music and the sumptuous food. RJ Anjali, looking chic in her cat eye glasses, was spotted having a good time at the do along with her colleagues. STEALING THE SHOW: Songs like Intehan Ho Gayi Intezaar Ki,Chahoon Main Ya Na and Kabhi Jo Baadal Barse were among the most requested songs at the do. The guests enjoyed the dance performance by Tanushree Roy. Yashaswi Singh’s rendition of the song Khamoshiyaan mesmerised everyone, with the crowd demanding an encore. Later, Sagar, a professional dancer took over the stage and performed a few acts. SURPRISE IN STORE: Suman Sinha, a guest at the do, also happened to celebrate his birthday on the same day. A cake was called in for the birthday boy, and his friends made the occasion special for him. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Patna reels from long power cuts": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/patna-reels-from-long-power-cuts/articleshow/69863155.cms", "time": "2019-06-20 07:41:00", "description": "PATNA: Heatwave has gripped the city and thrown life out of gear. To top it all, untimely power outages and voltage fluctuations in areas like Boring Road, Buddha Colony, Raja Bazar, Samanpura, Macchua Toli, Ramnagari, among others, have left Patnaites fuming. Ramnagari resident Arpita has had a harrowing time because of frequent power cuts in her area. She told this newspaper on Wednesday, “Electrical appliances like air conditioners (AC) and refrigerators are not functioning properly. As a result, the unbearable heat at night does not let my six-month-old child sleep well.” After performing household chores, which can take all day, homemaker Shabana Imam is usually exhausted. “At the end of the day, all I want is a peaceful sleep, but power cuts have made my life miserable,” the Samanpura resident rued. Students and office-goers have similar experiences to share. Boring Road resident Ayush Kaushik, who is pursuing BTech, asked, “Without proper supply of electricity, how will I study? What are the authorities doing?” Government employee Krishna Kumar Mishra, who lives in Rupaspur, loses his cool whenever he returns home from office and experiences untimely power outages. He said, “There are no power cuts or voltage fluctuations in office, but the moment I reach home, the situation is different.” Patna Electric Supply Undertaking (PESU) officials, however, pointed out that sufficient amount of electricity was being produced. According to PESU’s general manager Dilip Kumar Singh, the total electricity supply for Bihar is about 1,200MW and the average daily power demand of Patna is around 630MW these days. Singh claimed that an increase in individual power consumption often led to momentary tripping. “If informed, we can increase the capacity of transformers in an area and avoid frequent power cuts,” he said, adding officers were continuously monitoring power supply distribution and receiving complaints at fuse call centres in the city. Download The Times of India News App for Latest City ."}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Encephalitis deaths: Bihar health minister shown black flags": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/encephalitis-deaths-bihar-health-minister-shown-black-flags/videoshow/69826711.cms", "time": "", "description": ""}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Woman gang-raped in Patna, two arrested": {"link": "https://timesofindia.indiatimes.com//city/patna/woman-gang-raped-in-patna-two-arrested/articleshow/69847574.cms", "time": "2019-06-19 10:28:00", "description": "PATNA: A 19-year-old married woman was allegedly gang-raped by two persons near Rajendra Nagar overbridge in the state capital around 2am on Tuesday. Police have arrested Ranjeet Kumar (30) and Chotu Kumar (28) and detained one Deepak Kumar (25) for interrogation in this connection. Ranjit is a painter by profession while Chotu and Deepak are e-rickshaw drivers. All three are residents of Lohanipur under the Kadamkuan police station area. DSP (town) Suresh Kumar said the victim has accused Ranjeet and Chotu of raping her. “She told the police that Deepak had tried to save her but failed,” he said, adding the victim was sent to hospital for medical examination. The matter surfaced when the woman approached Railway Protection Force (RPF) personnel after dodging Ranjeet and Deepak, who had brought her to platform number one of Rajendra Nagar Terminal to help her board a train to Mumbai. Rajendra Nagar RPF SHO RR Kashyap said Deepak and Ranjeet were arrested after a hot chase. “The RPF team with GRP men at the station visited the spot, which is a few hundred yards away, and handed her over to the local police for further action,” he said. Later, Kadamkaun police conducted raids and arrested Chotu from Lohanipur. City SP (central) Prantosh Kumar Das said the woman had fled from her house under the Tharthari police station area in Nalanda district on June 16 night. “She was not happy with her husband, who lives at Yarpur in Patna,” he said, adding she had come in contact with Deepak after reaching the city. Sources said Deepak first took her to his residence but his mother refused to keep an unknown woman there. “He was taking her to the railway station to board a train when Ranjeet and Chotu spotted them near the overbridge and took her to a secluded place where the victim was raped,” sources said. Download The Times of India News App for Latest City ."}, "10,000 likely to perform yoga at Pataliputra Sports Complex today": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/10000-likely-to-perform-yoga-at-pataliputra-sports-complex-today/articleshow/69879854.cms", "time": "2019-06-21 04:00:00", "description": "PATNA: Thousands of fitness enthusiasts will take part in yoga and meditation sessions across the state on the occasion of the fifth International Yoga Day on Friday. According to sources, a mass yoga session will be jointly organized by the art, culture and youth affairs as well as health departments at Pataliputra Sports Complex in Kankerbagh. Governor Lalji Tandon has given his consent to be the chief guest at the two-hour event, which will begin from 5.30am. Deputy chief minister Sushil Kumar Modi, health minister Mangal Pandey, tourism minister Krishna Kumar Rishi and art, culture and youth affairs minister Pramod Kumar, among others, will also attend the event. More than 10,000 people are likely to participate in the session, which will be led by Art of Living (Bengaluru) volunteer Swami Brahmachit. Pramod Kumar, who inspected the sports complex on Thursday, said the event would not be elaborate this time, owing to AES deaths in Muzaffarpur. “Water kiosks have been installed at the venue and arrangements made to provide fruits to the participants,” the minister said, adding yoga sessions would be organized in other parts of the state as well with the help of Patanjali, Art of Living, NGOs, self-help and social awareness groups. This year’s theme for International Yoga Day is ‘Climate Action’. Different colleges, universities, NGOs, public sector undertakings, government departments and voluntary organizations will also celebrate the day by organizing yoga camps. Patna airport director Bhupesh C H Negi told this newspaper, “Since construction work for a new terminal building is underway, the Airports Authority of India will conduct a yoga session in the fire services area.” The Bihar Industries Association (BIA) will also organize a yoga session at its office from 6am to 8am on Friday. “Bankipore MLA Nitin Naveen will be present on the occasion,” BIA secretary Anil Kumar Sinha said. Bihar Urban Infrastructure Development Corporation Limited, a wing of the urban development and housing department, will hold a yoga camp at the Ganga riverfront. Download The Times of India News App for Latest City ."}, "AES deaths put spotlight on malnutrition": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/aes-deaths-put-spotlight-on-malnutrition/articleshow/69880188.cms", "time": "2019-06-21 04:00:00", "description": "PATNA: The death of around 120 children due to acute encephalitis syndrome in Bihar has not only exposed the inadequacy of the government run-child nutritional programmes in the state, but has put the focus on the underlying cause — extreme poverty and consequent malnutrition. Poverty-induced malnutrition has been identified as one of the main causes of AES deaths in Muzaffarpur and neighbouring districts as most victims of this disease have been found to be from Dalit and Mahadalit communities. According to a National Family Health Survey, Bihar has around 27 lakh children under the age of five who suffer from ‘acute malnutrition’ and nine lakh of them are under the ‘severe acute malnutrition’ category. “Malnutrition is a serious issue in Bihar, which aggravates this disease. For instance, high level of stunting has been found among kids less than five years in the affected districts, including Muzaffarpur, Sitamarhi, Vaishali and East Champaran,” said Rabi Parhi, nutrition specialist, UNICEF- Bihar. Acknowledging the lack of sufficient nutrition in AES-affected children, the Integrated Child Development Services (IDCS) wing of the state health department issued an advisory on Thursday. The advisory outlines steps, which includes providing nutritional supplements, to be taken by anganwadi sevikas and other officials for prevention of the disease. It also lays out dos and don’ts while dealing with cases of suspected AES. The ICDS provides nutrition and health services for children under the age of six and pregnant or breastfeeding women, as well as preschool activities for children age 3-5 years. These services are provided through community-based anganwadi centres. “We have endorsed the advisory issued by the health department on AES to all district programme managers and Anganwadi Sevilkas to take the required steps,” ICDS director Alok Kumar told TOI on Thursday. He, however, said that malnutrition has not been directly linked with AES. But Muzaffarpur- based senior paediatrician Arun Shah, who is also a member of the national executive committee of the Indian Paediatrics Association, has attributed malnutrition as one of the main causes behind the spread of the disease. “In a sudden fall of glucose (known as hypoglycaemia in medical parlance) in human body, it is automatically supplied by the reserved glucose in the body. A malnourished child has no such reserve in his or her body, thus he or she falls prey to the disease,” Shah said. The sudden fall in glucose level has been attributed in many researches to consumption of unripe litchis by children, followed by lack of a proper meal at night. “The unripe litchi contains a high concentration of the toxin called methylenecyclopropylglycine (MCPG), which triggers hypoglycemia if consumed by a child with a malnourished body,” Shah added. As per National Family Health Survey (NFHS-4, 2015-16), only 34% of children in Bihar receive supplementary food at anganwadi centres. This has been corroborated by residents of the affected villages in Muzaffarpur, which has been the epicentre of AES outbreaks almost every year since 1995. They claim that villagers hardly get any benefits of the ICDS programme or the anganwadi centres. Krishna Prasad, resident of Mustafapur village in Kanti block in Muzaffarpur, whose 10-year child died on June 10, said: “The Anganbadi centre in our village is not open for more than 10 days in a month,” he said. Prasad also alleged that the anganwadi sevika runs the centre from her home. The NFHS-4 report says that only around 49% of children under the age of six in Bihar receive services of any kind from anganwadi centres. It also says that 48% of children under the age of five are stunted or too short for their age, which indicated that they were undernourished for some time. Also, 48% of the kids in the same age group were underweight, which takes into account both chronic and acute undernutrition.  “World Health Organization has stated that 45% of the deaths among kids aged up to five years across the globe is due to malnutrition. Thus, there is urgent need of spreading awareness and taking steps for eradicating malnutrition to prevent fatal diseases like AES,” UNICEF-Bihar’s Parhi said. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "\nYoungsters organise a party at a disc to mark the start of the holiday season in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Youngsters-organise-a-party-at-a-disc-to-mark-the-start-of-the-holiday-season-in-Patna/articleshow/47111793.cms", "time": "", "description": "A party was recently organised by a group of youngsters at a city disc to mark the start of the holiday season.  Aditya, one of the organisers, told us, “The idea was to provide a change to the college students who have just got free from exams. I hope the party will be a fun event for people who want to dance and enjoy.” The girls donned pretty dresses and skirts at the part, while the boys were spotted in casual attire. Janvi looked elegant in her black dress, along with Sneha, who was dressed in a floral frock.ABHI TOH PARTY SHURU HUI HAI:  DJ Zeeshan set the mood for the party by belting out popular dance numbers. However, it wasn’t just contemporary Bollywood songs that ruled the roost. The youngsters also had fun dancing to songs from the 90s like Ole Ole, My Name is Lakhan and Main Khiladi Tu Anari. — Swati.Savarn@timesgroup.com Download The Times of India News App for Latest City ."}, "Bihar: Encephalitis death toll rises in Muzaffarpur": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/bihar-encephalitis-death-toll-rises-in-muzaffarpur/videoshow/69813848.cms", "time": "", "description": ""}, "Patna: Hospitals take measures to handle heatstroke cases": {"link": "https://timesofindia.indiatimes.com//city/patna/hospitals-take-measures-to-handle-heatstroke-cases/articleshow/69847472.cms", "time": "2019-06-19 10:36:00", "description": "PATNA: The government hospitals in city have initiated several measures to deal with heatstroke cases following an advisory issued by Bihar State Health Society (SHS), a wing of health department. The government hospitals have earmarked separate beds in ICU and general wards for heatstroke patients. Doctors and nurses of general wards have been asked to give priority to patients suffering from heat-related ailments like fever, nausea, dehydration and cramps. Indira Gandhi Institute of Medical Sciences (IGIMS) medical superintendent Dr Manish Mandal told this newspaper that five beds each in ICU and general ward have been earmarked for heatstroke patients. “The hospital is equipped to tackle such routine cases. However, no heatstroke case has been reported at IGIMS so far,” he said. Patna Medical College and Hospital (PMCH) has a separate ward with five beds for heatstroke patients. No control room has been set up at the hospital as the number of cases is not alarming, said PMCH superintendent Dr Rajiv Ranjan Prasad. Dr Rajiv said two or three patients are admitted and get discharged after treatment per day. “The airconditioned ward for heatstroke patients is equipped with ventilator, oxygen mask and cylinder besides required drugs and fluids,” he said. At AIIMS-Patna, the internal medicine department has instructed the doctors to treat heatstroke patients on priority basis. Head of internal medicine department, Dr Ravi Kirti, said the hospital is well-equipped with required drugs and electrolyte, ORS and fluids. “We are prepared to handle patients of heatstroke and don’t require any special arrangements for that,” he told this newspaper. Nalanda Medical College and Hospital (NMCH) medical superintendent Dr Chandra Shekhar said the hospital meets all the requirements mentioned in the advisory issued by the health department. “We have ample ORS, electrolyte and paracetamol to treat heatstroke patients,” he added. Download The Times of India News App for Latest City ."}, "Girls worried over safety in public transport": {"link": "https://timesofindia.indiatimes.com//city/patna/girls-worried-over-safety-in-public-transport/articleshow/69847496.cms", "time": "2019-06-19 10:33:00", "description": "PATNA: The alleged rape of a married woman by e-rickshaw drivers near Rajendra Nagar overbridge around 2am on Tuesday has raised questions on night police patrolling and safety of women and girls in the city. Patna SP (central) Prantosh Kumar Das said 20 checking points have been made in the city while police patrolling has been intensified after the parliamentary elections. “The police need to figure out the incident and then only we will be able to find out lapses in this case in order to strengthen our policing. If there is any lack on the part police, action will be taken against the duty officers,” he told this newspaper. When asked about the incident, Patna Autorickshaw Association’s secretary Ranjit Kumar said, “I criticize such incidents. This is unacceptable. Autorickshaw drivers in Patna are not behind such crime, but those who come here from outside to work are the real culprits.” Raj Kumar, general secretary of Bihar State Auto Chalak Sangh, said, “The administration has to be blamed for this. They need to take measures for women safety. Such an incident, involving an autorickshaw driver, has happened after 15 years in Patna. The guilty should be punished.” Girls in the city, on the other hand, expressed concern over their safety. Shreya Sinha (22) of Bailey Road said, “I stay in a hostel. I have no other means of travelling except autorickshaws and e-rickshaws. Sometimes it becomes very uncomfortable as people stare at me. During nights, I make sure to engage some friends or family members in phone calls while travelling.” Several girls claimed that the bus stops in the city are not a good place for women to wait as men often pass lewd comments on them. Amrita Das of Ashiana Nagar said, “This incident is shameful. Strict punishment should be given to the culprits.” She added: “As a woman, I am really feeling unsafe while going out in the city at night.” Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Property of murder accused attached": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/property-of-murder-accused-attached/articleshow/69881025.cms", "time": "2019-06-21 04:00:00", "description": "PATNA: Police on Thursday attached the property of notorious Shankar Rai alias Shankar Gop from his residence at Dujra Chak under Buddha Colony police station area here for his alleged involvement in the killing of another notorious criminal Ravi Gop alias Ravi Rai. Ravi was shot dead near Kidwaipuri park in broad daylight on May 27. Two criminals on a bike had reached the spot and shot Ravi multiple times killing him on the spot. On June 1, police had arrested one Amit Kumar, who runs a hostel at Sai Gali under Buddha Colony police station area for harbouring the killers before and after murder. Buddha Colony police station SHO Dayanand Singh said police had moved the court for Shankar’s property attachment as he was evading arrest. “Police have also procured property attachment orders against Bhola Rai of Parsa Bazaar and Sippu Mahto of Athmalgola who were contract killers hired by Shankar for killing Ravi,” the SHO said. Singh also said court orders against the two killers would also be executed soon. While slain Ravi was an accused in more than 19 cases, Shankar is also an accused in several cases. Bhola is evading arrest since the last 11 years and during the course of investigation, his name had also surfaced in the killing of RJD leader Dina Gope near his residence at Anisabad on May 12 last year using an AK-47 assault rifle. Download The Times of India News App for Latest City ."}}