{"Muzaffarnagar mulls traditional use of draft animals for making ‘green gud’": {"link": "https://timesofindia.indiatimes.com//city/meerut/muzaffarnagar-mulls-traditional-use-of-draft-animals-for-making-green-gud/articleshow/69794827.cms", "time": "2019-06-15 09:31:00", "description": "MUZAFFARNAGAR: After hosting the first Gud Mahotsav in the country in Muzaffarnagar , plans are afoot to revive the traditional method of making gud (jaggery) by harnessing draft animals to power the crusher for extracting juice from cane. Using bulls to run the crusher to make jaggery will help in saving electricity, a major problem that kolhu (indigenous units that produce gud) owners face in the district. It was here that the proposal to go back to traditional method of making ‘green gud’ was mooted. Explaining district magistrate Ajay Shankar Pandey said, “The district has been chosen for the CM’s ‘one district, one production’ scheme. Therefore, we had organized a Gud Mahotsav some days ago. During the Gud Mahotsav, many issues were raised and suggestions from the kolhu owners were received for solving problems. We should revive the tradition kolhu. I have presented a concept note during the Gud Mahotsav in which the idea of harnessing animal power was presented. The jaggery manufactured by such kolhus can be promoted as green gud in the market. Adopting this method will reduce power consumption and also help solve the issue of stray cattle.” According to sources in the administration, the DM is going to hold a meeting with kolhu owners in the coming days to discuss the green gud concept. A report on it is also being prepared to be sent to the government. In sugarcane-rich Muzaffarnagar district, with crushing season over at the mills, around 800 kolhus are working overtime at villages, producing jaggery. The administration also hopes to introduce green gud as part of the midday meal for schoolchildren as well as use it for preparing food at various government functions. Download The Times of India News App for Latest City ."}, "Man shoots self to frame neighbour in Muzaffarnagar, held": {"link": "https://timesofindia.indiatimes.com//city/meerut/man-shoots-self-to-frame-neighbour-held/articleshow/69806488.cms", "time": "2019-06-16 05:45:00", "description": "MUZAFFARNAGAR: A youth recuperating in hospital after sustaining a bullet injury apparently shot himself in order to frame his neighbour after the latter turned down his proposal to marry his sister-in-law. police claimed on Saturday. The youth has been arrested. According to police, Ankur Kumar, 22, of Nai Mandi area in Muzaffarnagar, was admitted to hospital after he sustained a bullet injury. He claimed he was shot at by his neigbour, Shankar. On investigation, police found that Ankur wanted to marry Shankar's sister-in-law. Shankar had opposed the match. Ankur then hatched a conspiracy to frame Shankar in a case by shooting himself. On Saturday, Ankur was arested for making a false statement and registering a fake case against his neighbour. Giving details, police said on Friday evening, Ankur had called Dial 100 to informed that his neighbour Shankar had shot on his back. Police rushed to spot and admitted him in the district hospital. Now, a case has been registered against Ankur under IPC sections 307 (attempt to Murder), 211 (false charge of offense made with the intent to injure) and provisions of the Arms Act. According to superintendent of police. Muzaffarnagar city, Satpal Antil, “Accused used to harass Shankar's sister-in- law and the latter oppose it. To frame him, Ankur hatched the conspiracy.” He said Ankur already has several criminal cases against him. He has been arrested. Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "UP education department instructs free school bag distribution to students": {"link": "https://timesofindia.indiatimes.com//city/meerut/up-edu-dept-instructs-free-school-bag-distribution-to-students-studying-in-social-welfare-dept-run-schools-distribution-to-be-completed-by-aug-20/articleshow/69831961.cms", "time": "2019-06-18 08:26:00", "description": "MEERUT: The Uttar Pradesh education department has instructed free school bag distribution to social welfare department run school students from Class I to VIII, by August 20. The state authorities have fixed Rs 113.28 per school bag as the cost of procurement. The district authorities have to conduct the procurement and ensure that good quality bags are distributed timely. Penalty will be issued on the distributor in case of delay in the delivery of bags to the district authorities. “All of you are instructed to see that school bags are distributed for free among students studying in government schools run by the social welfare department from Class I to VIII by August 20. All basic shiksha adhikaris should inform us about the number of school bags needed and in which size – small, medium or large – positively by June 19, 2019, read the order issued by Sarvendra Vikram Bahadur Singh, UP education director (basic). While the small bag size is meant for Class I and II students, the medium is for Class III, IV and V students and large for Class VI, VII and VIII. “First, the quality of the bags should be tested in each district and only when the quality is found satisfactory, the distribution process should be initiated. Also, it should be taken care that if the company in question delays the distribution, a penalty will be imposed on the organisation,” read the order issued by Singh. The penalty imposed for a one-week delay will be 1% value of the delayed quantity, for a two-week delay will be 2% of the delayed quantity and so on till the fourth week. However, if the supplier fails to deliver the school bags, even after the fourth week, the directorate may exercise the option of termination of agreement and forfeiture of the security deposit amount. For avoidance of doubt, it is made clear that for calculation of penalty ‘part of the week’ shall be treated as ‘full week’. Download The Times of India News App for Latest City ."}, "Torn tricolour on vehicle": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/torntricolouronvehicle/articleshow/64314780.cms", "time": "", "description": ""}, "Imposter caught in Meerut Police Training School": {"link": "https://timesofindia.indiatimes.com//city/meerut/imposter-caught-in-meerut-police-training-school/articleshow/69848441.cms", "time": "2019-06-19 11:36:00", "description": "MEERUT: In an embarrassment to UP Police, a woman posing as a trainee was detected within the high-security Meerut-based Police Training School on Monday. The imposter has been arrested and a probe has been ordered. According to principal, IG, Lakshmi Singh, the woman, identified as Preeti Kumari, 22, had joined PTS on Monday and caught within a few hours. She was impersonating a namesake and had fake documents in her possession to prove her credentials. Preliminary investigation revealed that Kumari had impersonated as trainee at the PTS in Raebareli, where she told officials that her papers would be “coming soon”. She then moved to Bareilly with the same story and again, in Shahjahanpur before “joining” Meerut. How she managed to get away is being probed, the IG said, Kumari was detected on Monday night when a roll call was made and instead of 401 trainees, 402 were found. A repeat call resulted in the same result. Kumari was also found to possess a training cap, belt and identity card. According to Manish Singh, SHO at Thana Kharkhoda, “The woman has been booked under IPC’s sections 420 (cheating), 468 (forgery for the purpose of cheating) and 471 (using as genuine a forged document). As of now, investigation have revealed that she had impersonated a namesake who had actually been selected but father's name was different.\" When asked since when the woman was undergoing training and what had happened to the original candidate, Manish Singh said, “All these things are still to be investigated.” According to PTS warden, sub-inspector Ranjana Verma, “Further search revealed an Aadhaar card of the woman, which showed that her residence is in Bijnor. Soon after, an FIR was registered. Police have taken into custody the woman and questioning is being done at Asha Jyoti Centre.” Download The Times of India News App for Latest City ."}, "Criminal with 25k bounty killed in encounter in Saharanpur": {"link": "https://timesofindia.indiatimes.com//city/meerut/criminal-with-25k-bounty-killed-in-encounter-in-saharanpur/articleshow/69816622.cms", "time": "2019-06-17 08:11:00", "description": "MEERUT: A criminal, Adnan alias Moosa, wanted in several cases of loot and robbery was shot and killed by Saharanpur police in an encounter that took place between local police and motorcycle-borne men in an area under Rampur Maniharan police station. Moosa’s brother was injured. Saharanpur said Moosa was shot at and later succumbed to injuries. His brother, Nauman, sustained bullet injuries and was taken to a local hospital for medical aid. According to police the duo was on a motorcycle when they were hailed to stop during a surprise inspection. Instead they opened fire at the police who retaliated. In the shootout, Moosa and his brother were hit. Moosa carried a reward of Rs 25,000 on his head. Countrymade pistol was seized from the spot. The encounter took place days after a Muzaffarnagar-based criminal, Shahzad, was gunned down by Saharanpur in an encounter of May 26. Encounters remain unabated in the state despite criticism from human right bodies. At least 80 criminals have been killed in the encounter since the BJP government led by CM Yogi Adityanath came to power in March 2017. Meanwhile, in Noida, a criminal, Mannan alias Rashid, was held in a joint operation by SWAT team of Bareilly and Noida police on Sunday in an encounter at Dadri. Mannan sustained two bullet injuries and is being treated in a local hospital. He was wanted in over a dozen cases of loot and robbery. His name had come up in the sensational Rs 65-lakh loot in Noida's Jarcha area on May 27 last month. Existing bounty of Rs 50,000 was raised to Rs 1 lakh by Meerut zone ADG, Prashant Kumar, on June 7. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "With 131 cases in 2017 &, 2018, Jai Bheem Nagar most prone to communicable diseases": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/with-131-cases-in-2017-2018-jai-bheem-nagar-most-prone-to-communicable-diseases/articleshow/69864518.cms", "time": "2019-06-20 05:47:00", "description": "MEERUT: Ahead of the Communicable Diseases Prevention drive, slated to start from July 1 to July 31, Meerut health department has found out that Jai Bheem Nagar in urban Meerut is most prone to communicable diseases with 131 cases of malaria and dengue reported from the area in 2017 and 2018. In rural parts of the district, Bhawanpur tops the chart with 45 cases. Health authorities have instructed ASHA workers to see that all awareness drives are conducted in these areas. “As many as 131 cases of communicable diseases have been reported from Jai Bheem Nagar in 2017 and 2018. This is the highest in urban Meerut. In rural Meerut, Bhawanpur tops the list with 45 cases. Special instructions have been to ASHA workers and community health centres to focus on these areas so that cases can be controlled here,” said Dr Raj Kumar, Meerut chief medical officer in his guidelines issued for the drive. The health department, municipal corporation, panchayati raj department, horticulture department, women and child development department, education department among others have been directed to take steps to spread awareness on communicable diseases and take steps to prevent these from spreading. “Focusing on the thrust areas, we are laying stress on behavioural change, advertising and creating awareness on diseases. Special focus is being given on vector control, cleanliness, garbage disposal, waterlogging, clean drinking water and others,\" said Dr Raj Kumar. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Massive fire breaks out at pesticide factory in Meerut": {"link": "https://timesofindia.indiatimes.com//city/meerut/massive-fire-breaks-out-at-pesticide-factory-in-meerut/articleshow/69797827.cms", "time": "2019-06-15 10:20:00", "description": "MEERUT: A massive fire broke out at a pesticide factory in Meerut’s Mohkampur industrial area on Saturday at around 3:30am. The fire, which became difficult to control due to the chemicals stocked inside the factory, spread to another unit of the factory and an adjacent factory which manufactured paper glasses. Nobody was injured, however, losses worth lakhs were reported. Sanjeev Kumar Singh, fire station officer, said, \"The fire occurred at one Paramount Pesticides owned by Ajay Gupta in Mohkampur area on Saturday early morning at 3:30am. Fire tenders were rushed to the spot to douse the fire, but since inflammable chemicals used in manufacturing pesticides were stocked here, it became difficult to control the fire. The fire spread to the adjacent second unit of the factory and another factory which manufactured paper glasses.\" While the firemen were able to save the paper glasses factory and one unit of Paramount Pesticides, the second unit of the factory got engulfed in fire completely. “In one unit of the pesticides factory, chemicals were stocked on the ground floor. Due to the massive fire, the first floor collapsed thereby trapping the chemicals in rubble and hence making fire fighting difficult,” said Singh, who said that till 10am as many as nine fire tenders were used to douse the fire. “We asked for one fire tender from Muzaffarnagar for help, and if needed more fire tenders from adjacent districts will be asked for. No casualties have been reported since nobody was there inside the factory at the time of the incident. The reason behind the fire isn’t clear, however, it looks like short circuit might be the reason behind it,” said Singh. Download The Times of India News App for Latest City ."}, "Three assailants gun down Meerut farmer working in field, son flees for cover": {"link": "https://timesofindia.indiatimes.com//city/meerut/3-assailants-gun-down-meerut-farmer-working-in-field-son-flees-for-cover/articleshow/69831907.cms", "time": "2019-06-18 08:14:00", "description": "MEERUT: Billu (47), a resident of Chindaudi village under Inchauli police station area, was gunned down by three assailants in Meerut's Falawda area on Monday morning. The daring murder caught the senior police off guard with DGP OP Singh visiting neighbouring Baghpat. The three accused have been booked for murder. Old enmity is said to be cause for murder. According to police, Billu was working in a sugarcane field when three suspects — Krishanpal, Mintu and Shivam — cornered Billu and his 14-year-old son, Vansh. But none of them has so far been arrested. \"While Vansh ran for cover, Billu sustained two fatal bullet injures — one in the head and the other in the stomach — and succumbed to it,” said Meerut SP (rural) Avinash Pandey. A case of murder under Indian Penal Code (IPC) section 302 was registered at Falawda police station against the three named accused. Deceased Billu's son, Vansh, is the prime witness of the murder and is said to have recorded his statement with the police. Police said the incident was a fallout of an ongoing rivalry between two groups. It all began after an accident two years ago. Deceased Billu's nephew and accused Krishnapal's brother, Madanpal, were riding on the same motorcycle and met with an accident. While Billu's nephew survived, Madanpal succumbed to injuries. Madanpal’s family had later dubbed the accident as pre-meditated murder though police did not find any foul play and hence no case was registered or probe conducted. “The accident case seems to be the only reason for the fallout between the two groups. Investigation has begun and we are probing all other angles to the case,” said another investigator in the case. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Temple priest shot dead in Bijnor": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/temple-priest-shot-dead-in-bijnor/articleshow/69864516.cms", "time": "2019-06-20 05:43:00", "description": "BIJNOR: An 80-year-old priest was allegedly shot dead in his sleep on the temple premises by unidentified persons in Bijnor’s Khataai village on early Wednesday. Police are yet to ascertain the cause of murder. The victim has been identified as Satyapal Singh Fauji. Police have detained two suspects— Munish and Dharampal, residents of nearby Bakharabaad Khataai village— who were also sleeping on the temple premises when the incident took place. Police said during interrogation the two claimed that they neither heard gunshots nor anyone shouting. The police, who rushed to the scene after being informed, said no one in the village knew where the priest belonged to. The cops added that the priest had told the villagers that he used to live in Nahtaur, but when they went there to inspect, it turned out to be false. Meanwhile, police have sent the body to district hospital for autopsy. A case was registered against unidentified assailants based on a complaint of village head Nemisharan. Noorpur station house officer Vinay Kumar said, “We have registered a case against unidentified assailants. However, two suspects have been detained and a probe is underway. Besides, we are trying to trace where he actually came from, as the details about his residence were found to be false.\" Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Light rain cools down Meerut": {"link": "https://timesofindia.indiatimes.com//city/meerut/light-rain-cools-down-city/articleshow/69848443.cms", "time": "2019-06-19 11:32:00", "description": "MEERUT: Light showers in Meerut brought immediate relief for the residents as temperatures dipped at least four degrees below normal on Tuesday. Intermittent drizzles were witnessed in the city on Monday night and Tuesday. The city recorded a rainfall of 2.2mm, following which the weather changed to pleasant after a long spell of intense heat. The maximum and minimum temperatures recorded on Tuesday in Meerut were 33.4 and 21.2 degrees Celsius respectively. The maximum and minimum humidity levels recorded here were 73% and 47% respectively. “The mercury dipped considerably giving the city residents relief from the heat. While the maximum temperature dipped three degrees below normal, the minimum temperature dipped four degrees,” said Brij Mohan, Met in-charge, Meerut. Meteorological department officials say that rainfall and thunderstorm are predicted for the entire week and temperatures are likely to dip further. The sudden rain has been attributed to a western disturbance over Pakistan and effects of cyclone Vayu, which is bringing moisture laden winds to north India. Northern states such as Punjab and Haryana also have been witnessing a dip in the temperature following instances of light rain. Download The Times of India News App for Latest City ."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Army Major killed in Anantnag gunbattle was from Meerut": {"link": "https://timesofindia.indiatimes.com//city/meerut/army-major-killed-in-anantnag-gunbattle-was-from-meerut/articleshow/69831935.cms", "time": "2019-06-18 15:42:00", "description": "MEERUT: Major Ketan Sharma, 32, who was killed in a gunfight between security forces and militants in Jammu & Kashmir's Anantnag district on Monday morning, was a resident of Shradhapuri Colony in Meerut. Major Sharma was posted at 19 Rashtriya Rifles, and was inducted into the Indian Army in December 2012. A pall of gloom has descended on the family. According to the deceased's uncle, Ashok Kumar Sharma, \"In the afternoon we were given the information that my nephew was injured in a gunbattle with militants in J&K, but in the evening around 5 pm we received official confirmation of my nephews' martyrdom. A bullet had hit him in his temple.\" According to the family, Major Ketan Sharma had come home on leave and had left for J&K on May 27 to join his unit. Major Sharma is survived by his 4-year-old daughter and wife Ira Sharma. Major Sharma and a militant were killed, while another officer and two troopers were injured on Monday in an encounter in Anantnag district. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "First dairy moved out of city amidst heavy police force": {"link": "https://timesofindia.indiatimes.com//city/meerut/first-dairy-moved-out-of-city-amidst-heavy-police-force/articleshow/69794790.cms", "time": "2019-06-15 09:34:00", "description": "MEERUT: After over an hour-long standoff between Meerut district administration and cattle dairy owners, the first dairy was moved out of the city from Patel Nagar amidst heavy police force on Friday. Two companies of Provincial Armed Constabulary (PAC), police force from six police stations and women constables were deployed to remove cattle from the dairy which was started in an unauthorised manner inside the premises of Hindi Bhawan. After initial protests by the dairy owner and other supporters, who sought for more time to remove the cattle from here, accompanied with arguments which continued for over an hour, the cattle were finally removed by the dairy owner under close vigilance of police force and Meerut Municipal Corporation (MMC) authorities. “On the Allahabad High Court’s instructions, all 2200 dairies are to be moved out of the city as they were functioning illegally. The dairy owners had earlier said that they would remove the cattle on their own, but it was not done. This is why, we had to begin the drive against the dairies which have to be moved out of the city by June 30. Initially, the dairy owners were not ready to budge. However, they later agreed to remove the cattle on their own,” said Amit Kumar, additional municipal corporation. The matter has been pending for the past 20 years. In 1998, the Allahabad high court had ordered shifting the dairies out of city limits. However, the order was not complied with. In May this year, the court directed the district authorities to provide land to dairy owners and shift them. “Making cattle colonies and providing a land to the dairy owners is not a pre-condition of the HC order. The Meerut Development Authority (MDA) and Meerut Municipal Corporation (MMC) officials are looking into the matter and once they have a certain plot of land for the purpose, the dairy owners will be given priority for that land,” said Sanjay Pandey, Meerut city magistrate. “Police from six police stations, two companies of PAC and women constables were deployed to provide security at the spot. This was necessary to ensure that no untoward situation occurs at the spot and the crowd can be managed easily. However, since the dairy owner agreed to remove the cattle on his own, everything happened peacefully,” said Dinesh Kumar Shukla, circle officer, Kotwali. Download The Times of India News App for Latest City ."}, "Neighbour rapes minor, arrested": {"link": "https://timesofindia.indiatimes.com//city/meerut/neighbour-rapes-minor-arrested/articleshow/69806472.cms", "time": "2019-06-16 06:00:00", "description": "BIJNOR: A 22-year-old man was arrested in Bijnor and sent to jail on Saturday after his neighbor, a 16-year-old girl, accused him of raping her. According to the police, the incident took place on Friday evening. Accused Mohammad Sadiq barged into the room of the girl and raped her. The police said that after committing the crime Sadiq escaped. A case was registered against the accused under section 376 of IPC and POCSO Act on the late Friday night after which the accused was arrested the next morning. Bijnor superintendent of police Sanjeev Tyagi, said, “We have arrested Sadiq. He was at large since Friday evening.” Download The Times of India News App for Latest City ."}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "15-year-old girl raped by friend’s brother": {"link": "https://timesofindia.indiatimes.com//city/meerut/15-year-old-girl-raped-by-friends-brother/articleshow/69816695.cms", "time": "2019-06-17 07:59:00", "description": "BIJNOR: A 15-year-old girl was allegedly raped by her friend’s 22-year-old brother at the latter’s house on the intervening night of Saturday and Sunday. The accused was arrested and booked under IPC section 376 (rape) and provisions of the Protection of Children from Sexual Offences Act (POCSO). His sister was also booked for aiding her brother. The family of the minor has alleged that the girl’s 19-year-old friend had taken her victim to her house on Saturday and was missing the whole night. She managed to free herself and returned home on Sunday morning. Then she narrated her ordeal to her family. The brother-sister duo has been booked in the matter. The incident took place at a village under Dhampur police station area on the intervening night of Saturday and Sunday. The survivor’s father approached police and filed a complaint in this regard. In his complaint, he named a neighbour for allegedly committing the crime. He also alleged that the girl’s friend was involved as she lured the survivor to her house. The accused’s sister was also booked under relevant sections of the IPC. According to Dhampur station house officer Arvind Mohan Sharma, “Police have registered a case against the accused for raping the minor girl, His sister also have been booked for helping her brother in the crime.” Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Two women seek police protection to live together in UP’s Shamli": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/2-women-seek-police-protection-to-live-together-in-ups-shamli/articleshow/69880928.cms", "time": "2019-06-21 06:55:00", "description": "MEERUT: Two women, both in their early 20s, have approached police citing threats from their parents who they say are “hell-bent” against their \"relationship\" and also against their living together in Shamli, a dusty town in western Uttar Pradesh known for its rigid social structure. After being coerced by their families and “shamed” by society for months, the women, who work in a factory in Ghaziabad, decided to file a case against their own family members. In a written complaint given to superintendent of police of Shamli, Ajay Kumar, they have accused their families of “threating them of dire consequences if they didn’t part ways”. “We are adults and independent. We have jobs and we want to live together out of our own will. But, our families are against it and we fear for lives,” the women wrote in their complaint. Rinki, 21, and Komal, 24, (names changed) are from separate villages in Kandhla area of Shamli district. According to additional superintendent of police of Shamli, Rajesh Srivastava, the women came to his office on Wednesday seeking protection from their families. “The women have sought police protection citing threat from their families. I have instructed station officer at Mahila Thana to look into the case and take appropriate action,” ASP Srivastava said. According to sources, the two women came in contact during their school days in Shamli and later moved to Ghaziabad where they have been working at a private firm and sharing a room. Fearing for their safety, they refused to comment when TOI tried contacting them. Download The Times of India News App for Latest City ."}, "UP govt doctors wear black band in solidarity with protesting colleagues in West Bengal": {"link": "https://timesofindia.indiatimes.com//city/meerut/up-govt-doctors-wear-black-band-in-solidarity-with-protesting-colleagues-in-west-bengal/articleshow/69794852.cms", "time": "2019-06-15 09:24:00", "description": "LUCKNOW: Government doctors across Uttar Pradesh on Friday wore black bands to express solidarity with their counterparts protesting violence against two of their colleagues in West Bengal. The step was taken in response to a call for a four-day nationwide protest by Indian Medical Association (IMA) on Friday. Dr Amit Singh, general secretary of Provincial Medical Services Association, UP, said, “Government doctors wore black bands while discharging their duties at various hospitals in the state. In the afternoon, a delegation of the doctors submitted a memorandum addressed to the Prime Minister through the district magistrate.\" In the memorandum, “We have demanded security for doctors so that they do not feel scared” while discharging their duties. He added that more than 18,700 doctors who are members of the Provincial Medical Services Association, UP took part in the protest. Junior doctors in West Bengal are on a strike since Tuesday after two of their colleagues were attacked by a mob and seriously injured at NRS Medical College and Hospital in Kolkata following the death of a 75-year-old patient who died of a cardiac arrest. The incident raised concerns regarding security of doctors. In Meerut, doctors under the banner of Indian Medical Association, wore helmets and black badges in protest and demanded proper security for doctors so that they can work properly. “We condemn the incident and it is just sad that doctors who save people’s lives are being attacked. We need a safe and secure environment to function, or else we will not be able to admit any serious patients. This is because if there is a high probability of death of a person, the chances are that his family will be annoyed and might attack us,” said Dr Shishir Jain, president, Meerut Indian Medical Association (IMA) unit. As a mark of protest, doctors in Meerut wore helmets and black badges while they tended to their patients on Friday. “If our demands of providing adequate security to doctors are not met, then the doctors will go on strike. However, due to the protest, only common man suffers,” said Dr Jain, who condemned the incident and demanded strict action against the perpetrators of this heinous crime. Dr Raghvendra Sharma, vice-president of IMA's Bareilly unit, said “More than 25 doctors gathered on Friday and donned black ribbons on their arm. We have sent a mail to the Prime Minister's Office to condemn the Kolkata incident.\" In Pilibhit, a delegation of doctors associated with the IMA demanded constitution of a district-level committee comprising a senior police officer not below the rank of additional superintendent of police, the chief medical officer and a designated delegate of IMA to ensure safe working environment for medical professionals. The delegation was called for empowering this committee to review all cases of violence against doctors and enforce prompt legal action against the assailants. The delegation handed over a memorandum of demands to additional district magistrate, (finance and revenue), Atul Singh, which was addressed to the Prime Minister. “We have demanded a new legislation from the Prime Minister to protect doctors and their medical establishments from violence as everyone in the country has the right to work in a safe environment,” said Dr Deepak Kumar Gangwar, district general secretary of IMA in Pilibhit. OP Yadav, IMA secretary for Agra district said, “In solidarity with our colleagues in West Bengal, doctors wore a black ribbon on their arm and gathered at the district collectorate to handover a memorandum to the district magistrate and senior superintendent of police. They demanded adequate arrangement for strict implementation of the UP Medical Protection Act. Violence in hospitals adversely affects patient care and institutions will be reluctant to take up complicated and risky patients which will affect critical care. A national law against violence in hospitals has to be brought in urgently that should provide a minimum of seven years of imprisonment for hospital violence.” (With inputs from Ishita Bhatia from Meerut, Priyangi Agarwal from Bareilly, Keshav Agrawal from Pilibhit and Deepak Lavania from Agra) Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Woman kills daughter, self in UP's Muzaffarnagar": {"link": "https://timesofindia.indiatimes.com//city/meerut/woman-kills-daughter-self-in-ups-muzaffarnagar/articleshow/69802654.cms", "time": "2019-06-15 17:46:00", "description": "MUZAFFARNAGAR: A 35-year-old woman allegedly poisoned her daughter to death before committing suicide at Nara village under Mansurpur Police Station in the district on Saturday, police said. Minu, wife of Sushil Kumar, poisoned her seven-year-old daughter and later consumed poison herself over a family dispute, officials said. The bodies were sent for post-mortem. Download The Times of India News App for Latest City ."}, "An accident waiting to happen": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/anaccidentwaitingtohappen/articleshow/64422635.cms", "time": "", "description": ""}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Stinking Duhai ward of cleanest city Ghaziabad": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stinkingduhaiwardofcleanestcityghaziabad/articleshow/64314763.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Muzaffarnagar: Two die, six injured after speeding car rams into bike": {"link": "https://timesofindia.indiatimes.com//city/meerut/two-die-6-injured-after-speeding-car-rams-into-bike/articleshow/69816638.cms", "time": "2019-06-17 08:06:00", "description": "MUZAFFARNAGAR: Two persons were killed and six others, including two children, critically injured after a speeding car rammed into a bike on Meerapur road in Muzaffarnagar’s Khatauli. The two persons on the bike, Yogesh (40) and Rajender (60), died on the spot. The six persons in the car continue to be in a critical condition as the car crashed into a nearby tree. The deceased were residents of Behsuma of Meerut. The incident took place in the afternoon on Meerapur road, an accident-prone stretch, when the car’s driver lost control over the steering, ramming into a bike and then hitting a tree. A passer-by dialed 100 and a police team from Khatauli area, along with an ambulance, rushed to the spot. All the victims were shifted to a hospital, where Yogesh and Rajender were declared brought dead. According to station house officer (SHO) of Khatauli police station Har Sharan Sharma, “The bodies have been sent for autopsy, while the injured have been referred to a higher center in Meerut. An investigation is underway.” It should be noted that Khatuli has the reputation of being an accident-prone area. In May, three people died and two others were injured after a UP roadways bus rammed into a car in Muzaffarnagar’s Khatauli area. In March, a major accident claimed several lives in Khatauli. While five people had died, three were injured after an SUV rammed into a dumper truck, which had been wrongly parked on the roadside. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "CCSU to cut down 507 trees for new buildings on campus": {"link": "https://timesofindia.indiatimes.com//city/meerut/ccsu-to-cut-down-507-trees-for-new-buildings-on-campus/articleshow/69794788.cms", "time": "2019-06-15 09:27:00", "description": "MEERUT: Chaudhary Charan Singh (CCS) University administration is all set to cut 507 trees to make way for new buildings for the expansion of various departments on its campus. According to university officials, 507 standing and 356 fallen trees have already been auctioned, and the process of felling standing tress will begin soon. The move has, however, irked locals to whom the university campus serves as a prime destination for morning walk with its immaculate green cover. The university administration, however, claimed that the decision to cut tress was taken after receiving permission from the forest department, and they would plant twice the number of tress than they had fallen. CCSU vice-chancellor NK Taneja said, “The construction of several buildings, including a separate building for evaluation department and expansion of the infrastructure for the existing department of management and other courses, are in the pipeline.” “We will plant more than double than we are felling so that the ecosystem on the campus is not affected,” said Taneja. According to university sources, the auction took place on June 11, and Rs 15.51 lakh came from selling the trees. The process of felling trees and clearing land will begin soon, they confirmed. Vivek Kochar, lawyer and resident of Shastri Nagar area, said, “I have been going for a morning walk on the university campus for the past 25 years. I am really disappointed to learn about the university’s decision. After cantonment, the university campus is the only place with optimum greenery and it should not be destroyed.” The university administration, however, claimed that most of the standing trees (mostly eucalyptus) that they were felling had dried up and could fall abruptly during storm. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Man kidnaps eight-month-old nephew as paramour wanted son": {"link": "https://timesofindia.indiatimes.com//city/meerut/man-kidnaps-8-month-old-nephew-as-paramour-wanted-son/articleshow/69816630.cms", "time": "2019-06-17 08:08:00", "description": "MUZAFFARNAGAR: Local police have rescued an eight-month-old toddler and arrested his uncle and his accomplice for kidnapping. According to police, the baby, Avi, went missing from his house in Colony Niyajupura, where is mother, Mamta, is staying with her parents. Avi was sleeping while his mother was busy with household chores on Saturday afternoon. His parents approached City police station and filed a complaint about the missing baby. Superintendent of police Sudhir Kumar formed three police teams to find the baby. According to police sources, a search was launched across the district but to no avail. During investigation, police found that Mamta's brother, Sachin, appeared to be panic-stricken and was trying to divert police attention toward a street vendor. Police decided to question him. During sustained questioning, Sachin broke down and confessed to having kidnapped his nephew for the sake of his married girlfriend Sachin said handed over the baby to his paramour who already has three daughters but desperate to have a son. Late on Saturday night, police rescued Avi from Sachin’s girlfriend’s house and handed him over to his parents. According to deputy superintendent of police, city, Harish Bhadauria, “Sachin and an associate kidnapped the baby. A case under IPC section 393 (kidnaping) has been registered against accused.Further investigation is on.” Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "UP DGP: We are determined to provide justice to Shamli journalist assaulted by SHO": {"link": "https://timesofindia.indiatimes.com//city/meerut/up-dgp-we-are-determined-to-provide-justice-to-shamli-journalist-assaulted-by-sho/articleshow/69831952.cms", "time": "2019-06-18 08:29:00", "description": "MEERUT: Uttar Pradesh director general of police (DGP) OP Singh on Monday said justice will be provided to Shamli-based journalist Amit Sharma, who was assaulted by GRP station officer Rakesh Kumar and his aides on the intervening night of June 11-12. \"We have suspended the police officer and we are after him. We are determined to provide justice to the journalist but everything will be done according to the law. We have in the past terminated services more than a dozen police officers found guilty of abusing their position,\" said the DGP in Baghpat, where he had come to inaugurate a new fire station in Khekra region of the district. Singh was reacting to a query pertaining to the recent assault on the journalist. \"This may be an isolated incident, but let me tell you that, according to a study conducted by the department, there is a 40% increase in 'behavioral positivity' within the department's personnel and we are doing everything to increase the percentage,\" said DGP Singh. On continuation of police encounters despite UP police drawing heavy criticism, Singh said, \"Let me be very particular about one thing, encounter is not a state policy and we always try to arrest a criminal first but police force retaliates only if attacked first. We always follow rules, be it in accordance with the NHRC guidelines or magisterial inquiry, everything is done by the book. There have been cases where NHRC has found our work satisfactory, so have the courts as well.\" DGP Singh, however, echoed chief minister Yogi Adityanath's concern on women's safety in the state, \"As our CM has also showed concern on this aspect, it is a special concern for us as well, especially after some unfortunate incidents such as the one in Aligarh. We have to work a lot in this direction and we are already progressing fast in this regard. For instance, we have put a set of two zones each under senior lady police officers who analyze crime against women and take action accordingly. We are determined to ensure a fear-free environment in the state.\" Download The Times of India News App for Latest City ."}, "Streetlights on at daytime": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsonatdaytime/articleshow/66093668.cms", "time": "", "description": ""}, "Sisters, 15 & 20, abducted, one of them raped in UP’s Shamli": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/sisters-15-20-abducted-one-of-them-raped-in-ups-shamli/articleshow/69864511.cms", "time": "2019-06-20 05:49:00", "description": "MUZAFFARNAGAR: Three youths allegedly abducted two sisters, one of them minor, in Shamli and took them to a field where the elder one was raped. At the time of the abduction, the two girls aged 15 and 20 were alone in the house and when they did not return after a long time, their relatives began to look for them. An FIR has been filed against three youths. According to police sources, the elder sister was raped by a man while the other two accused were involved in the girls’ abduction and harassing the minor. The crime occurred in Issopur Tila village under the jurisdiction of Kandhla police station of Shamli district on Tuesday. According to police, Nitin and Vishal and one of their associates forcibly took both the sisters to a field where one girl was raped by an accused while the other two harassed the minor. After the incident, all the accused fled the spot, but later police managed to arrest two of them, who were sent to jail. A case has been registered under sections 376 (rape) and 363 (kidnaping) of IPC and other sections of the Protection of Children from Sexual Offences (POCSO) Act. Kandhla station house officer Sanjeev Vishnoi said, “We have sent the survivors to the district hospital for medical examination. Their statements will be recorded before a magistrate soon. Two accused have been arrested and the third will be nabbed too.” In a similar incident in Muzaffarnagar district on June 12, three men had allegedly harassed two sisters when they were in a farm with their mother in Kaserwa village of the district. Police have booked all the three men under relevant sections of the Indian Penal Code and have arrested two of men. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "After crackdown, Meerut’s dairy owners‘forced to sell cattle at throwaway price’": {"link": "https://timesofindia.indiatimes.com//city/meerut/after-crackdown-meeruts-dairy-ownersforced-to-sell-cattle-at-throwaway-price/articleshow/69806493.cms", "time": "2019-06-16 05:55:00", "description": "MEERUT: Fearing administrative crackdown, as many as 200 buffaloes were sold to slaughterhouses at throwaway prices in the past 24 hours, said Parvez Tyagi, a general secretary of Meerut Dairy Association. “Dairy owners, especially the small owners, who cannot make immediate arrangements to relocate, are being forced to sell their cattle at throwaway prices,” added Pravesh Tyagi. Amid the ongoing tussle between Meerut administration and local dairy owners, a delegation of dairy owners met senior BJP leader Laxmikant Bajpai on Saturday and apprised him of the situation. The BJP leader met ADM (city) Mahesh Chandra, additional municipal commissioner Amit Kumar and SP (city) Akhilesh Narayan Singh with a list of demands of dairy owners. Among their primary demand, the dairy association wants a cattle colony, on the lines of one coming up in Varanasi, be set up where these dairies can be rehabilitated. Bajpai assured them to take up the matter with local police and administrative officials in the district. Notably, on the Allahabad High Court’s directive, all 2,200 dairies in the district are to be moved out of the city limits as they were functioning illegally. The dairy owners had earlier said that they would remove the cattle on their own, but it was not done. The local administration has now started the drive against the dairies which are to be shifted by June 30. Talking to TOI, additional municipal commissioner Amit Kumar said, “Most of these dairies are unauthorized and there is a standing order to move them out. Their demand of rehabilitating them to a cattle colony is out of our jurisdiction.” The district administration, over constant pressure from dairy owners, is trying to rope in Meerut Development Authority for construction of a cattle colony to rehabilitate the small dairy owners. “The high court order has no binding directions to provide provision for cattle colony but we are trying our best to accommodate their demand,” said another senior official. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Three kids injured in Muzaffarnagar blaze": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/three-kids-injured-in-mnagar-blaze/articleshow/69864499.cms", "time": "2019-06-20 05:39:00", "description": "MUZAFFARNAGAR: Three children were seriously injured when they were playing after a cot they were sitting on caught fire in Purbaliyan in Mansoorpur area of the Muzaffarnagar on Tuesday night. The children Abdul (9), Fiza (6) and Arshad (8) received severe burn injuries. While Abdul and Arshad are being treated at a hospital here, Fiza has been referred to Delhi. They had come from Delhi to attend a wedding here. They were playing on the cot when the incident happened. The fire later spread to electric wires that were kept beside the cot. Deputy superintendent of police, Khatauli, Ashish Partap Singh, “The children have been sent for treatment. A further investigation is on in the matter.” Download The Times of India News App for Latest City ."}, "RSS leader at Darul Uloom with message of 'brotherhood'": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/rss-leader-at-darul-uloom-with-message-of-brotherhood/articleshow/69880916.cms", "time": "2019-06-21 08:55:00", "description": "MUZAFFARNAGAR: Senior RSS functionary Indresh Kumar visited renowned Islamic seminary Darul Uloom at Deoband with message of brotherhood and mututal love on Thursday. While Kumar, who also heads Sangh's Muslim Rashtriya Manch, called it 'courtesy visit', the seminary said that its doors were open for everyone. Kumar was in Deoband for a manch's function after which he went to Darul Uloom, where he was welcomed by seminary VC Maulana Abul Qasim Nomani. During the visit, Nomani apprised Kumar of the history of Ulema's role in freedom struggle. \"Our doors are always open for visitors. We welcomed Indreshji with an open heart,\" he said. \"We have come here with the message of mutual love and brotherhood and that's the only way the country can move forward on the path to prosperity. The government should devise methods to upgrade education and increase job opportunities for everyone,\" said the Sangh leader. Without naming anyone, Kumar said: \"There are a few opportunist leaders who try to create a rift between two communities and also create a sense of fear among minorities for personal gains. But we are of the view that all must follow their respect religions and respect others' faiths.\" Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "In personal letter to sarpanchs, PM urges water conservation": {"link": "https://timesofindia.indiatimes.com//city/meerut/in-personal-letter-to-sarpanchs-pm-urges-water-conservation/articleshow/69806470.cms", "time": "2019-06-16 06:02:00", "description": "BIJNOR: Expressing concern over drinking water shortage, Prime Minister Narendra Modi has written a letter to all the sarpanchs (gram sabha heads) across the country, urging them to conserve water and make it a mass movement. The letter comes in the backdrop of many rural states, including Uttar Pradesh, facing acute shortage of water for drinking and farming purposes. In his letter, he said, “The rainy season is about to set in. We are fortunate that god has given sufficient rain to our country. It is our duty to respect the gift of god. Therefore, we should make all provision to conserve rain water as much as possible. We should see that agriculture water is used for farming purposes, while making separate provision for drinking water in the village. We should construct solid boundaries around agriculture fields, construct new ponds, revive rivers and lakes. Besides, we should keep them clean. We must use water judiciously.” Modi instructed all the district magistrates to read out the letter to each and every village so that his message is conveyed to everyone. He further appealed them to make the water conservation program a mass revolution on the lines of the ‘Swachhta’ campaign. Responding to the letter, district in-charge Nand Kishore said, “We have received the letter written by PM Modi. We will strive to take the PM’s vision forward.” According to officials, a big chunk of UP comes under the plains of Ganges and Yamuna rivers, which is one of the world’s wealthy groundwater reserves. But over the years, reliance on groundwater resources has highly increased. Especially, due to unplanned and uncontrolled exploitation for irrigation, drinking water, industrial areas and due to lack of integrated and effective management and planning. According to UP’s ground water department, there are 820 development blocks in the state, out of which 113 are overexploited, 59 are critical, 45 are semi critical, and 603 are stated to be safe. Assessment of increase in dependence of ground water resources can be gauged from the fact that in 2000, water development exploitation rate was 54.31 % and in 2009 it was estimated at 72.16 % which has now increased to 73.65 % in 2011 and 73.78% in 2013. Download The Times of India News App for Latest City ."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Alert locals foil Rs 24 lakh loot bid in Saharanpur": {"link": "https://timesofindia.indiatimes.com//city/meerut/alert-locals-foil-rs-24-lakh-loot-bid-in-saharanpur/articleshow/69831920.cms", "time": "2019-06-18 08:24:00", "description": "MEERUT: Alert locals foiled loot bid in Saharanpur's Gangoh area on Monday morning after two assailants tried to flee with Rs 24 lakh in cash that they looted from a bank staffer. Several onlookers chased and eventually cornered one of the assailants Vishal while two of his aides managed to escape. The cash was recovered and the nabbed assailant was handed over to police while combing operation to apprehend the other has begun. \"The incident happened on Monday morning when Amit Verma, cashier at district cooperative bank along with his colleague Ajay Kumar were returning to their branch after collecting Rs 24 lakh in cash from the main branch in Gangoh,” police said. The assailants attacked the duo and snatched the bag. As the accused tried to escape, commuters present at the spot immediately responded to the alarm raised by victim. Later police was alerted and the nabbed accused was handed over to police. He was identified as Vishal, resident of Bilaspur area in Gangoh. The two suspects, who have managed to flee include Kalyan, uncle of Vishal and Ayush Kumar. Download The Times of India News App for Latest City ."}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Waste burning in Raj Ngr Extn": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wasteburninginrajngrextn/articleshow/64565152.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Hundreds bid farewell to Major killed in  Jammu and Kashmir action": {"link": "https://timesofindia.indiatimes.com//city/meerut/hundreds-bid-farewell-to-major-killed-in-jk-action/articleshow/69848440.cms", "time": "2019-06-19 12:35:00", "description": "MEERUT: Emotions ran high in the city as politicians and administrative officials made a beeline for late Major Ketan Sharma’s home. His body arrived on Tuesday afternoon at the Remount Veternary Corps Centre and was later moved to his house in Shradhapuri Colony in Kankerkhera region. Hundreds of people spilled onto streets to pay floral homage to Sharma, 32, who was killed in an encounter with militants in Anantnag district of Jammu and Kashmir on Monday morning. A militant was also killed while three Army personnel, including another Major, were injured. The officer's 4-year-old daughtersalutes him one last timeThe slain officer’s body was taken to Surajkund cremation centre in an Army truck amid patriotic slogans raised by the crowds thronging both sides of the road. Sharma’s mortal remains were consigned to flames in the presence of MP Rajinder Agarwal, UP cane minister Suresh Rana and senior administrative officials, including the DM and SSP, apart from Army personnel. Uttar Pradesh chief minister Yogi Adityanath has announced an ex gratia of Rs 25 lakh for the kin of the Major and a government job for a family member. A road will also be named in his memory. “Government must do something that no other mother loses her son this way,” an inconsolable Usha Sharma, deceased officer's mother, was heard telling senior Army officers who visited the family. Sharma was posted at 19 Rashtriya Rifles. He was inducted into the Army in December 2012. Sharma is survived by a four-year-old daughter, Kiara, and widow, Ira Sharma. According to the family, he had come home on leave and had left for J&K on May 27 to join his unit. The encounter took place in the Achabal area of South Kashmir's Anantnag district. The injured were rushed to the 92 base hospital of the Army in Srinagar, officials said. The attack on the Major’s team took place almost a week after five CRPF personnel were killed near the same spot in Anantnag district. One of the personnel was from neighbouring Shamli district. Download The Times of India News App for Latest City ."}, "Now, 400 cartons of seized liquor goes missing from police station": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/now-400-cartons-of-seized-liquor-goes-missing-from-police-station/articleshow/69880932.cms", "time": "2019-06-21 08:30:00", "description": "MUZAFFARNAGAR: In a big embarrassment, over 400 cartons of liquor which was seized in raids in the last few years went missing from the store room of Titawi Police station in Muzaffarnagar. An FIR was later filed against storeroom in-charge of Titawi Police station. An inquiry was also set up to look into the theft. In-charge of the storeroom, Jagbeer Singh was booked under section 409 (Criminal breach of trust by a public servant,) of IPC after a probe was conducted by deputy superintendent of police, Fugana. The discrepancy came into light after an audit was conducted by a police officer. According to station house officer of Titavi police station, Kshit Kumar said, “FIR has been registered against in-charge of the storeroom and a high-level probe was ordered into the matter.” Download The Times of India News App for Latest City ."}, "Dangerous driving": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerous-driving/articleshow/61651631.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "26 hurt in accident as bus driver ‘dozes off’": {"link": "https://timesofindia.indiatimes.com//city/meerut/26-hurt-in-accident-as-bus-driver-dozes-off/articleshow/69848435.cms", "time": "2019-06-19 12:52:00", "description": "BIJNOR: As many as 26 people, including the driver and conductor, of a Haryana Roadways bus were injured when a truck hit it from the rear. The bus was on way to Lakhimpur Kheri in UP from Hisar in Haryana when the accident took place near Gajraula, on the Lucknow-Delhi national highway, at about 4.30 am on Tuesday. Passengers blamed the bus driver for the accident. “He had dozed off and that led to the accident in which a truck hit the bus from the rear,” said one of them. After the accident, the truck driver fled. The injured were admitted to a nearby hospital. There were 54 passengers in the bus. After learning about the accident at Gajraula in Amroha district, local police rushed to the spot and took the injured passengers to a nearby hospital for treatment. All were out of danger. Talking with TOI, Gajraula station house officer Neeraj Kumar, “The injured were treated in a nearby hospital. Later, they left for their destination. Police are trying to track the truck driver who fled with the vehicle after the accident, A case is being registered against unidentified truck driver.” Download The Times of India News App for Latest City ."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "650 transformers ‘blow off’ this summercausing massive power outage in Bijnor": {"link": "https://timesofindia.indiatimes.com//city/meerut/650-transformers-blow-off-this-summercausing-massive-power-outage-in-bijnor/articleshow/69806462.cms", "time": "2019-06-16 06:05:00", "description": "BIJNOR: Around 25 transformers in western UP’s Bijnor district are ‘blowing off’ every day due to huge power overload this summer. And the constant malfunctioning of transformers is leading to massive power outages in the district causing much inconvenience to the people in this scorching heat. Power department officials claimed that on an average 10-12 transformers ‘blow off’ in other seasons. But, the count nearly doubled this summer with around 650 transformers stopped functioning between May 14 and June 14, the officials admitted. And as a result, with regular power cuts, the people – battling the severe heat wave - are living in hellish conditions. Some of the transformers have been badly damaged during the ongoing heat wave. It was 46 degrees Celsius recorded in Bijnor on Saturday. So, it is problem aplenty for Paschimanchal Vidyut Vitran Nigam Limited. According to sources, there is a provision that burnt transformers should be replaced within 24 hours in a city and 72 hours in rural areas. But here, the power corporation has failed to replace the transformers on time. Assistant engineer at a workshop, Susheel Kumar, said, “With rising temperature, cases of burning transformers have doubled. Earlier, under normal situation, around 10 to 12 transformers were burning out in a day while at present, the numbers have reached 22 to 25 per day. Most of the burning transformers are of ‘25KVA’.” Kumar also said, “In summer, both power consumption and load usually shoots up resulting in damaging the transformer. There are over 70,000 tubewells in the district which almost runs every day to irrigate the crop. Here, the main crop is sugarcane which requires more irrigation than others. Besides, AC, fans and coolers are used in excess. We are trying our best to replace the burnt transformers.” The transformers which ‘blow off’ also pose a threat to the people, particularly in populated areas. Arbaaz Khan, a resident of Sherkot, said, “Blowing off transformers is common for villagers in summer season. But, the situation is very bad this year. On Friday, a transformer in Halwaeyaan Mohalla of Sherkot suddenly caught fire. There was panic all around but luckily no one was hurt. Power corporation authorities should do regular inspections of the transformers - maintain it properly and check its load from time to time.” Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Meerut: One killed in firing at panchayat to resolve dispute": {"link": "https://timesofindia.indiatimes.com//city/meerut/1-killed-3-injured-in-firing-at-baghpat-panchayat-to-resolve-marital-dispute/articleshow/69831899.cms", "time": "2019-06-18 07:52:00", "description": "MEERUT: One person was killed and three injured in firing at a panchayat in a Baghpat village held to settle a marital discord late on Sunday evening. The incident took place at Soop village in Ramala region of the district. After the panchayat broke into a verbal war, four people were shot at. One of them died on the spot while three were admitted to a local hospital. According to police sources, Sonia, a resident of Kapurgarh village of Muzaffarnagar was married to Bhupender Singh of Soop village ten years ago. The couple has three kids. They had strained marital ties and several panchayats had been held in the past to resolve the matter. In one such effort on Sunday, Sonia’s relatives -- including brothers Bhagat Singh, Ajit Singh and other relatives -- reached Soop village to take Sonia back home for which a panchayat was held. The panchayat ruled that Sonia's kin could take her to Muzaffarnagar on Monday. However, her brothers wanted to take her on Sunday itself which led to a heated argument between two groups. “Both the families and their associates had met in village Soop to settle the matter on Sunday evening. However, during heated arguments between the two groups, someone fired shots that hit four elders. Out of them one Mohkam Singh, 55, died on the spot. The other three are admitted to a local hospital and currently out of danger. Investigations are on and we are trying to figure out how it all began,” said additional SP Ranvijay Singh. Police sources reveal that out of four persons who were hit three -- including Mohkam who died -- belonged to Bhupender’s group. The one injured from Sonia’s side was Bhagat Singh. “We all were trying to convince panchayat elders to allow us to take Sonia on Sunday night itself but they became adamant and at that time only shots were fired. We were targeted by Sonia’s in-laws. I was hit in the back.” Baghpat SP Shailesh Kumar Pandey said: “We have detained five members from Sonia’s family, including Sonia herself, and are questioning them. The two other injured Sudhir and Raju are out of danger.” Download The Times of India News App for Latest City ."}, "College manager found murdered in house": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/college-manager-found-murdered-in-house/articleshow/69864506.cms", "time": "2019-06-20 05:41:00", "description": "BIJNOR: A 35-year-old manager of a city college was found murdered at his house in Amroha city’s Khatriyan Mohalla. Police claimed that the deceased, Ayush Tandon, was attacked by robbers late on Tuesday night. The incident came to fore when a lineman called by the victim reached the house late night and found the body with slit throat. There were many injuries on the body. The deceased was also a prominent businessman. Police officials, including additional superintendent of police Brajesh Singh and circle officer Jitendra Kumar, reached the spot and inspected the house where the body was found. Police have recovered a knife from the crime scene. The body has been sent to district hospital for post mortem. Amroha station house officer Sateesh Kumar said, “Ayush Tandon lived alone in his house after his wife moved to her house around one year ago.” A case against unidentified killers has been registered and probe is on. According to sources, illicit relationship might be one of reasons behind the murder. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Google Doodle": {"link": "https://timesofindia.indiatimes.com/videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "1,200 IMA doctors, 272 hosps and nursing homes go on 24-hour long strike": {"link": "https://timesofindia.indiatimes.com//city/meerut/1200-ima-doctors-272-hosps-and-nursing-homes-go-on-24-hour-long-strike/articleshow/69831901.cms", "time": "2019-06-18 08:20:00", "description": "MEERUT: At least 1,200 doctors under the banner of Indian Medical Association and 272 nursing homes remained on strike on Monday as a sign of protest against the attack on the doctor in Kolkata and demanded safer work conditions. While emergency units remained open, all other health services were put on hold on Monday. The government hospitals in the district remained on its toes to offer health services to patients. Meanwhile, the doctors in government hospitals wore bandages on their head as a sign to show that they can be attacked any time and will need first aid. “As many as 1,200 doctors in Meerut remained on a 24-hour strike starting Monday morning at 6am. While the out-patient department services remained closed throughout the day, the emergency services were open so that patients can be catered to,” said Dr Shishir Jain, president, Indian Medical Association, Meerut unit. The closed out patient department made it difficult for the patients who came from different parts of the district as they were turned away and not attended to. Meanwhile, the district hospital and Lala Lajpat Rai Memorial (LLRM) Medical college faced a huge increase in the number of patients. Dr Dinesh Rana, deputy to superintendent in chief, LLRM Medical College, said, “The number of patients in OPD increased considerably on Monday. Comparing it with the previous working day which was Saturday, the number shot up considerably. The number of OPD patients on Saturday was 3214, which rose to 4453 on Monday.” The protests came in the backdrop of the incident in which a doctor called Paribaha Mukharjee from Kolkata's NRS Medical College was brutally attacked by a mob of 200 people after a 75-year-old patient died of cardiac arrest. The incident raised concerns regarding security of doctors. The week-long junior doctors' strike across state-run hospitals in West Bengal was called off on Monday following a meeting between Chief Minister Mamata Banerjee and representatives of the agitating medics. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "As 90% hand pumps dry up, 15 Bijnor villages acute water scarcity": {"link": "https://timesofindia.indiatimes.com//city/meerut/as-90-hand-pumps-dry-up-15-bijnor-villages-acute-water-scarcity/articleshow/69831929.cms", "time": "2019-06-18 08:35:00", "description": "BIJNOR: People living in as many as 15 villages in Bijnor have been facing a water crisis due to a dip in groundwater by three metres for long. The problem has become acute this summer with 90% of the government hand pumps in the area drying up. Now, villagers are forced to fetch water from far off places. For the residents of these villages located in Najibabad, Afjalgarh and Kotwali Dehat development blocks, they can only look up at the sky praying to the rain god to shower them with rainfall during the coming monsoon as their repeated pleas for resolving their water scarcity problem to the authorities have fallen on deaf ears. The water scarcity problem has been looming large over the 15 villages including Jalalpur, Nakipur, Bharatpur Mitho, Kayam Nagar, Tanda Sahuwala, Harvanshwala, Sikkawala, Garhi, Sardarpur Chhaeli, Shiriya and Chak and Rampur. Talking with TOI, village head of Shiriya, Birmo Devi, said, “It is a long-standing problem. Every summer, villagers face drinking water crisis. Now, private hand pumps have dried up while government’s India Marka hand pumps have also stopped lifting water. A few that work are spewing dirty water. I have prepared a project to install around six deep-bore hand pumps at the village. The project is in the pipeline.” Hukum Singh, a villager of Jalalpur, said, “There are over 25 India Marka hand pumps at my village. But only three of them are working. Every day, from early morning, villagers, especially women, queue up to draw water. We have been demanding for years that water be supplied through pipeline but no action has been taken in this regard.” Villagers told TOI that water scarcity has affected farmers who are unable to irrigate their crops. The area faces shortage of water despite the fact that as many as seven rivers, including the Ganga, flow through the district. Experts attribute the water woes of the region to over-exploitation of groundwater. When TOI contacted the executive engineer of Jal Nigam, Bharat Singh, he said, “I am aware about the problems faced by the residents of these villages. In summer, groundwater level there dips by three meters. We can install only those hand pumps that can draw water from a depth of 30 to 50 metres. Given the terrain, it is not possible to bore deeper. Only piped water supply scheme can resolve the crisis. We are making a plan for the same.” Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "After leopard kills colt, angry villagers hold forest officials hostage": {"link": "https://timesofindia.indiatimes.com//city/meerut/after-leopard-kills-colt-angry-villagers-hold-forest-officials-hostage/articleshow/69816617.cms", "time": "2019-06-17 08:16:00", "description": "BIJNOR: Residents of Bijnor’s Naiwala village held forest officials hostage on Sunday, demanding security for themselves and their livestock after a leopard killed and partially devoured a colt there. For some time, a stray leopard has been prowling around in the area, posing a threat to several villages but forest department authorities has made no efforts to catch it, they claimed. The villagers said they could not go on living in constant fear while forest department did nothing to protect them. According to villagers, on the intervening night of Saturday and Sunday, a leopard entered human inhabited area and killed a colt tied up for the night in a shed on the fringes of Naiwala village under Heempur police station area. On Sunday, its owner discovered the carcass and informed police. According to the Liyaqat Ali, “I have some horses, including a colt. They were tied in the yard on the outskirts of the village. I found its partially devoured carcass on Sunday. Earlier. I had spotted a leopard in the area.” As news spread, angry villagers gathered at the spot. They staged a protest against forest department and alleged that they had informed the forest authorities about the presence of a leopard in the area but they did nothing to catch it. After being informed about the colt’s killing, a forest team reached the spot. But enraged villagers took them hostage and held them captive for hours. They demanded that the leopard be caught and released into the forest area. In summer, most villagers sleep in the open and with a leopard prowling about, the situation can prove to be dangerous, especially as these leopards are known to lift children. The forest authorities were set free only after they assured the villagers that they would set up a cage in the area to catch the leopard. Confirming that the colt was killed by the leopard, Bijnor divisional forest officer M Semmaran said, “The colt’s post-mortem revealed that it was eaten by a leopard. There is a provision that if we set up a cage, we have to take permission from the higher authorities. The procedure is underway and cage will be set up soon. We have convinced villagers that it will not attack the human being. But they should take precautions. When a leopard does not get its natural prey, it moves towards populated area in search of small prey like dogs, goats, calves, colts, sheep and poultry.” Download The Times of India News App for Latest City ."}, "Four killed as tractor-trailer overturns in UP's Meerut": {"link": "https://timesofindia.indiatimes.com//city/meerut/four-killed-as-tractor-trailer-overturns-in-ups-meerut/articleshow/69841825.cms", "time": "2019-06-18 16:40:00", "description": "MUZAFFARNAGAR: Four labourers were killed when a tractor-trailer carrying bricks overturned in Uttar Pradesh's Meerut on Tuesday, police said.  The deceased, identified as Nazim (28), Kamil (32), Rizwan (30) and Kamil (34), belonged to Jolla village in Muzaffarnagar, police added.  The bodies have been sent for a post-mortem examination. Download The Times of India News App for Latest City ."}, "In UP, woman throws hot oil on ex-lover on his wedding day, held": {"link": "https://timesofindia.indiatimes.com//city/meerut/woman-throws-hot-oil-on-ex-lover-on-his-wedding-day-held/articleshow/69816643.cms", "time": "2019-06-17 17:05:00", "description": "MEERUT: In a case of relationship gone horribly wrong, a 20-year-old woman threw hot mustard oil on a 22-year-old, just hours before the latter’s wedding day. The woman is a resident of Mazargate in Bulandshahr’s Anoopshahr area while the 22-year-old has been identified as Umesh Joshi. The bizarre incident took place on Sunday morning, hours before Joshi’s wedding. Joshi has sustained burn injuries on his face. According to police, the accused, who is now under arrest, confessed to have committed the crime after she learnt about her lover’s wedding with some other person. The woman sneaked into Joshi’s house at around 4 am and caught him off-guard. Joshi was fast asleep and couldn’t thwart her move. The accused has been arrested now, the police said. Basanti, the victim’s mother, claimed that the accused woman wanted to disrupt the wedding after he failed to “force her way in marrying the victim”. Joshi was discharged after given primary aid at a local hospital. He has sustained burn injuries on his face, but is currently stable. Sources claim that the marriage will continue as scheduled. Initially, a case of acid attack under section 326 A (voluntarily causing grievous hurt by use of acid) of the Indian Penal Code was registered at Anoopshahr police station. But later, the police stated that they would take remand under section 327. “The accused is under arrest. During investigation, it was established that the substance was hot mustard oil and not acid. Hence, the police will take remand under section 327 (voluntarily causing grievous hurt by dangerous weapon/means),” said Atul Kumar Chaubey, Annopshahr CO. Read this story in BengaliDownload The Times of India News App for Latest City ."}, "Goat beaten up mercilessly by neighbour, owner approaches police": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/goat-beaten-up-mercilessly-by-neighbour-owner-approaches-police/articleshow/69880922.cms", "time": "2019-06-21 06:49:00", "description": "MUZAFFARNAGAR: A woman and her minor son reached a police station in Muzaffarnagar on Thursday morning with an unusual complaint. They wanted a case to be registered against the neighbour who beat up their goat so badly that it went blind. Shahnaz Begum, a resident of Didahedi village under the jurisdiction of Nagar-Kotali, asked the police to register a case and arrest the attacker. In her complaint she alleged that her goat had gone to her neigbour’s terrace and there someone attacked her with an intention to kill her. She took her goat to district animal hospital for treatment. Veterinary doctor Raj Kumar said, \"It seems the goat was beaten up by a sharp object. The goat’s eye is completely damaged.” Station house officer of Nagar-Kotwali Anil Kapwan said,\"It comes under animal cruelty act. We are investigating the matter. A case will be registered accordingly after the investigation. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "61 districts fail to provide details of mothers from ‘Maa Samooh’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/61-districts-fail-to-provide-details-of-mothers-from-maa-samooh/articleshow/69880929.cms", "time": "2019-06-21 08:55:00", "description": "MEERUT: The mid-day meal officials pulled up district authorities after 61 districts failed to feed contact numbers of the mothers of ‘Maa Samooh’, which keeps a check on the food being served in each district. The authorities have now been asked to complete the task on priority. “This is to bring to your notice that to check the quality of food being served as mid-day meal Maa Samoohs (groups of mothers) are there for each school. Each school has their contact number and details. But since the state authorities don’t have the contacts, all the districts were asked to provide the contacts on the online portal of the education department,” stated Abdul Samad, director, mid-day meal in an official letter. However, a recent analysis of the uploaded data found that out of the total 75 districts in UP, 61 districts are yet to provide the details. “Only 14 districts, including Shamli, Hapur, Pratapgarh, Etah, Unnao and others, have submitted the details. Others are yet to send the details. All the districts are instructed to send the contacts on priority,” read Samad’s order. Download The Times of India News App for Latest City ."}, "Ghaziabad municipal dump": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghaziabad-municipal-dump/articleshow/62275526.cms", "time": "", "description": ""}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Slain Major Ketan Sharma’s wife still waits for the call that never came": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/slain-major-ketan-sharmas-wife-still-waits-for-the-call-that-never-came/articleshow/69864514.cms", "time": "2019-06-20 05:45:00", "description": "MEERUT: At the house of Major Ketan Sharma – who was killed in an encounter with militants in Anantnag district of Jammu and Kashmir – in Shradhapuri, there is shock, disbelief and mourning. His wife and mother refuse to eat, and his four-year-old daughter Kiara waits for her father so that she can salute him one more time – just like she did at the crematorium on Tuesday. “Ketan was supposed to call me after returning safely from the cross-firing. In the last conversation I had with him via SMSes, I asked him if he was ok, and he told me how his colleague had got shot in the stomach. ‘Vaapas akar call karna’ (call me when you return), I texted him. He is yet to reply to my message and yet to call me,” said Era Sharma, his wife. “Ketan would often joke that if he dies, the first call I will get will be from the commanding officer. That day when the CO called, it was as if my ears had refused to hear what he was saying. I kept asking the CO if he was safe, but he didn’t say anything,” said Era. Seven years ago, when he was commissioned as an officer in the passing-out parade, there were celebrations at their house. It was his sheer determination that got him entry into the Army. In fact, the family sources revealed even at the age of eight, Ketan used to be fascinated by the sheer sight of Army boots. According to Major Ketan’s aunt Sunita Sharma, “Ketan made three unsuccessful attempts for National Defence Academy (NDA) and later three attempts he made for Combined Defence Services (CDS) but failed to clear the interview.” “After all, it was in his seventh and last attempt that he had made it. We distributed sweets and there was cheer all around because everybody was so happy about his dream getting fulfilled. But who knew all those celebrations were for this fateful day when he returned wrapped in the Tricolour?” said Sunita Sharma. Major Ketan’s four-year-old daughter Kiara is too young to realise what has happened to her father. A moving picture of her saluting her father at the crematorium with a smile on her face that was published in this newspaper on Wednesday brought tears to the eyes of all present at the funeral. Kiara’s maternal uncle Sachin said, “She is too young. We are collecting newspaper clippings to show her later when she grows up what great sacrifice her father had made.” The little girl doesn’t stop asking questions about her dad unless she is told he will return soon with a toy for her. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Woman commits suicide over dispute with husband, gives poison to daughter": {"link": "https://timesofindia.indiatimes.com//city/meerut/woman-commits-suicide-over-dispute-with-husband-gives-poison-to-daughter/articleshow/69806466.cms", "time": "2019-06-16 06:03:00", "description": "MUZAFFARNAGAR: A 30-year-old woman allegedly committed suicide along with her 7-year-old-daughter by consuming poison in Mansoorpur area. According to the police, the women took the extreme step after an altercation with her husband. According to police, the woman died on way to hospital while the girl died during treatment. The incident took place in Nara village. According to police sources, Minu Sharma consumed poison and gave the same to her daughter Khushi after she reportedly had a minor tiff with her husband Sunil Sharma. Sunil Sharma, husband of deceased, told TOI,\"I found that some money was missing from my wallet. While inquiring about it, she and I fought after which I left the house. When I came back, I was informed by my neighbours that my wife and daughter committed suicide. Never would I have imagined that a such small tiff between us can lead to my wife and daughter’s death.” Meanwhile, Minu Sharma’s parents approached the police and have filed a complaint against Sunil Sharma, blaming him for their daughter’s death. Superintendent of police of Muzaffarnagar city, Satpal Antil said, “We have sent the bodies for post-mortem examination. Minu Sharma’s parents have filed a complaint against Sunil. We have ordered probe.” SHO of Mansoorpur police station, Sanjeev Kumar said, “We are waiting for the postmortem report following which appropriate action will be taken.” Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Journalist assaulted by cops: Two-member PCIteam reaches Shamli, NHRC notice to UP DGP": {"link": "https://timesofindia.indiatimes.com//city/meerut/journalist-assaulted-by-cops-two-member-pciteam-reaches-shamli-nhrc-notice-to-up-dgp/articleshow/69806477.cms", "time": "2019-06-16 05:58:00", "description": "MEERUT: Days after a Shamli-based journalist Amit Sharma was assaulted by cops at GRP station, a two-member team of Press Council of India (PCI) comprising Jai Shankar Gupta and Uttam Chand Sharma reached Shamli on Saturday morning. The team held a closed door meeting with local journalists at a city hotel. It also recorded the victim’s statement and of other journalists who were present at the spot when the incident took place. The team visited the local GRP station as well. This comes a day after NHRC issued a notice to UP DGP OP Singh calling for a detailed report in the matter, including action taken against the guilty public servants and status of the FIR registered against them. “Going by the reported allegations, this kind of cruel and uncivilised act by a public servant is highly disgraceful and cannot be tolerated in a civilised society,” the human rights body stated in a release. “Stern action should be taken against the police personnel if found guilty so that such a barbaric act is not repeated by any public servant in future,” the release added. A case against four police personnel, including SHO Rakesh Kumar under the IPC sections 323 (causing hurt), 504 (intentional insult), 506 (criminal intimidation), 364 (abduction), 392 (punishment for robbery) and 342 (wrongful confinement) has been lodged at GRP police station after the assault. Out of the four accused, SHO Kumar and another constable were suspended soon after the incident. It all began on Tuesday evening when GRP personnel entered into an argument with Sharma when the latter was covering the derailment of a goods train in Shamli. Several videos of the attack went viral after the incident in which SHO Kumar could be seen attacking Sharma near the derailment site at Dhimanpur area of the district. The victim also claimed he was stripped by cops and Kumar urinated in his mouth. Download The Times of India News App for Latest City ."}, "House crumbles in Muzaffarnagar, 6-year-old dies": {"link": "https://timesofindia.indiatimes.com//city/meerut/house-crumbles-in-mnagar-6-yr-old-dies/articleshow/69848439.cms", "time": "2019-06-19 12:56:00", "description": "MUZAFFARNAGAR: About 12 members of a family had a miraculous escape when their duplex house caved in on Tuesday morning. However, a six-year-old boy died in the incident that happened in village Hind of Thanabhawan town of Shamli district. According to police sources, Gayyur Ahmad along with his six brothers and their families stayed in a duplex house. On Tuesday morning, suddenly the roof of the upper story began crumbling leading to panic and more than 20 members of the family ran outside the house shouting for help. Six others were buried while escaping but locals rushed in for help and saved five members. Later, during the rescue operation conducted by the police, Faizan's body was recovered from the rubbles. All injured are being treated at district hospital. Deputy Superintendent of police, Surender Yadav said,\" Primary investigation has revealed that due to cracking of house's main beam, the building had collapsed. A further investigation is on into the matter.” Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "Factory spewing smoke": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/factory-spewing-smoke/articleshow/61612027.cms", "time": "", "description": ""}, "Station officer’s heroic effort saves labourer buried for eight hours in old well": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/meerut/station-officers-heroic-effort-saves-labourer-buried-for-8-hrs-in-old-well/articleshow/69880935.cms", "time": "2019-06-21 08:34:00", "description": "MEERUT: Repairing an old well, a labourer was buried alive after a huge chunk of loose earth fell on him. The rescue operation involving an earth removing machine took more than eight hours to bring out the injured labourer. And it was all possible mainly due to a heroic effort of a station officer. Manveer, the labourer, was admitted to a hospital in a critical state. He is now out of danger. In a video that has gone viral, station officer of Khanpur police station Jagdeep Malik is seen inside the well trying to rescue the semi-conscious labourer despite the walls of the well caving in and repeatedly hampering the rescue effort. The incident occurred in Isanpur village of Khanpur region of Bulandshahr on Wednesday where Brahmpal Singh had deployed three labourers to extract bricks from a well’s lining. “While extracting the bricks, loose mud began to fall into the well. Two labourers came out in time, but the third one, Manveer, couldn’t make it,” Malik said. “Soon, the police were informed and force from several police stations rushed to the spot. So did the villagers. An earth moving machine was pressed into the rescue operation, but it proved of little help,” he added. According to Malik, the well’s wall was repeatedly caving in while the earth-moving machine was in operation and we were losing crucial time. “It was then I along with another villager entered and stopped the excavation part and used shovels gently to dig out mud. All this was happening at 25 feet below the surface. Manveer was found after five feet of digging. Fortunately, the brick lining that fell along the mud gave him a little space to breathe,” he said. Download The Times of India News App for Latest City ."}, "25-year-old beaten to death for harassing woman in Muzaffarnagar": {"link": "https://timesofindia.indiatimes.com//city/meerut/25-year-old-beaten-to-death-for-harassing-woman-in-mnagar/articleshow/69848431.cms", "time": "2019-06-19 12:38:00", "description": "MUZAFFARNAGAR: A 25-year-old man was beaten to death for allegedly harassing a woman in Muzaffarnagar’s Khedi Sudiyaan village on Monday night. The deceased was allegedly beaten to death by relatives of the woman. Police force has been deployed to avoid any untoward incident in the area. Meanwhile, police are also probing an angle of dispute over money in the case. The deceased has been identified as Shekhar, 25. He was a resident of the village Sisoli. A case of murder has been registered and an accused has also been arrested so far, said Bachchan Singh Atri, station house officer of Bhora Kalan police station. He said, “We have arrested a man, Sudeep, after a case was filed by the deceased's family against five persons.” Download The Times of India News App for Latest City ."}, "Six minor girls raped in last seven days in Bijnor": {"link": "https://timesofindia.indiatimes.com//city/meerut/six-minor-girls-raped-in-last-seven-days-in-bijnor/articleshow/69831942.cms", "time": "2019-06-18 12:58:00", "description": "BIJNOR: There has been a spate of rapes of minor girls in Bijnor with as many as six such cases reported in the district in the past seven days. The latest one was reported on Sunday evening where a seven-year-old girl was allegedly raped by her neighbour in Bijnor’s Kiratpur area. The accused has been arrested. In the other rape cases, the minors were aged between seven and 16 years. FIRs have been lodged. The latest crime was reported at Jataan Mohalla of Kiratpur town on Sunday evening and the accused was arrested on Monday. According to police, 21-year-old neighbour, Aaseef, lured the girl and took her to his house, raped her and then fled. The girl’s family and other neighbours came to her rescue. Locals and the girl’s family informed the police and took her to a private hospital. She is stated to be out of danger. The police have registered a case under section 376 of IPC and POCSO Act. Aaseef has been arrested. Addressing a press conference, superintendent of police, Sanjeev Tyagi, claimed that police have taken cognizance of the crime, arrested the accused and sent him to prison. In other recent rape cases, a 15-year-old girl was allegedly raped by her friend’s 22-year-old brother at her friend’s house on the intervening night of Saturday and Sunday. The minor’s family has alleged that the girl’s 19-year-old friend had taken the girl to her house at Paadali Mandu village under Dhampur police station area. The girl remained missing from her house on Saturday night and narrated her ordeal to the family on Sunday. In another case, a 16-year-old girl in Dhampur area accused a 22-year-old neighbour of raping her following which a case was registered. Police arrested the accused and sent him to jail. It took place at Nai Saray Mohalla of Bijnor’s Dhampur. On June 13, two minors - aged seven and eight - were raped in two separate rape cases under Barhapur police station in Bijnor. The police registered the two cases and made arrests. The crime was committed in Sikkawala and Ismaelpur villages. One girl was asleep while the other was going to a wedding. In yet another case, a 16-year-old girl was raped after Saddam allegedly entered her house and raped her at Meerapur Mohli in Bijnor’s Afzalgarh area on June 12. An FIR was filed and the police have booked Saddam. Dr Beena Singh, a social worker, told TOI, “Minor girls are soft targets for rapists. They cannot resist the advances of these men. Parents should be more careful and keep a watch on their girls’ whereabouts. And they should not leave their daughter alone. They should always interact with their children. Also, prompt and strict action should be taken in such crimes by police and court.” Bijnor superintendent of police, Sanjeev Tyagi, assured, “The police are taking strict and prompt action against the accused. Parents should also maintain a close watch on their girls.” Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Explosion in garbage heap injures 3 children": {"link": "https://timesofindia.indiatimes.com//city/meerut/explosion-in-garbage-heap-injures-3-children/articleshow/69852146.cms", "time": "2019-06-19 10:07:00", "description": "MUZAFFARNAGAR: Three children were seriously injured in an explosion in a garbage heap in Purbalyan village here, police said Wednesday. The incident took place when the trio was playing near the garbage heap on Tuesday evening in the village which comes under the jurisdiction of Mansur police station, they said.  According to preliminary investigation, some waste from a firecracker factory was also in the garbage heap which led to the explosion, police said.  The injured kids were rushed to a nearby hospital, they added. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Massive fire breaks out at pesticide factory, spreads to its second unit, adjacent factory": {"link": "https://timesofindia.indiatimes.com//city/meerut/massive-fire-breaks-out-at-pesticide-factory-spreads-to-its-second-unit-adjacent-factory/articleshow/69806482.cms", "time": "2019-06-16 05:47:00", "description": "MEERUT: A massive fire broke out at a pesticide factory in Meerut’s Mohkampur industrial area at about 3:30am on Saturday. The fire, which became difficult to control due to chemicals stocked inside the factory, spread to another unit of the factory and an adjacent factory which manufactures paper glasses. While nobody was injured, losses worth lakhs were reported. A short circuit is suspected to be the cause of the fire. It took firemen over nine hours to douse the fire. It was finally extinguished around 1 pm. Sanjeev Kumar Singh, fire station officer, said, “The fire occurred at Paramount Pesticides owned by Ajay Gupta in Mohkampur area in the early hours of Saturday. Fire tenders were rushed to the spot to douse the fire, but since inflammable chemicals used for manufacturing pesticides were stocked there, it became difficult to control the fire. The fire spread to the adjacent second unit of the factory and another factory, which manufactures paper glasses.” While the firemen were able to save the paper glass factory and one unit of Paramount Pesticides, the second unit of the factory was completely gutted. “In one unit of the pesticides factory, chemicals were stocked on the ground floor. Due to the massive fire, the first floor collapsed, thereby trapping the chemicals in the rubble This made fire-fighting difficult,” said Singh. He added that till 10 am as many as nine fire tenders had been pressed into service to douse the fire. “We asked for one fire tender from Muzaffarnagar for help. No casualties have been reported since nobody was there inside the factory at the time of the incident. The reason behind the fire isn’t clear, however, it looks like short circuit might have triggered it,” said Singh. Meanwhile, pesticide factory owner was so shocked to learn about the fire that he was taken ill and was not in a position to speak. Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Streetlights on even in late morning": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsoneveninlatemorning/articleshow/64801119.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "1,200 doctors go on 24-hour strike from 6am today": {"link": "https://timesofindia.indiatimes.com//city/meerut/1200-docs-go-on-24-hour-strike-from-6am-today/articleshow/69816533.cms", "time": "2019-06-17 08:17:00", "description": "MEERUT: At least 1,200 doctors under the banner of Indian Medical Association (IMA) are set to go on a 24-hour strike from 6 am, on Monday, in protest against the recent attack on a medical intern at Kolkata’s NRS hospital. As a pre-emptive measure, government hospitals in the state have cancelled leaves of doctors to ensure patients receive proper treatment. “All the doctors in Meerut are going to be a part of the nationwide strike from 6am, June 17 to 6am, June 18. This is being done to protest the attack on a junior doctor in Kolkata. It is disappointing that despite providing health services to the masses, doctors are being thrashed,” said Dr Shishir Jain, president, Meerut unit of IMA. As a mark of protest, doctors in Meerut wore helmets and black badges while they tended to their patients on Friday. “We demand a safer workplace, which is possible only if police security is given to us and also the accused are booked under the sections of Medical Protection Act,” said Dr Jain. On Monday, only emergency services in private hospitals will remain open. Paribaha Mukherjee, a junior doctor in Kolkata’s NRS Medical College, was brutally attacked by a mob of 200 people after a 75-year-old patient died of alleged cardiac arrest. The doctor incurred a skull fracture and had to undergo surgery. The incident raised concerns over doctors’ security all over the country. Authorities at institutes like PL Sharma district hospital and Lala Lajpat Rai Memorial Medical College have cancelled doctors’ leaves, so that patients do not face any inconvenience during the strike. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}}