{"Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Lucknow: Drive against strays fails to pick pace": {"link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-drive-against-strays-fails-to-pick-pace/articleshow/69850365.cms", "time": "2019-06-19 06:30:00", "description": "LUCKNOW: Despite a high court order to make Cantonment roads free of stray cattle by June 30, the Lucknow Cantonment Board (LCB) has caught only 40% of the stray animals so far. On May 28, the high court had directed the Lucknow Municipal Corporation and Cantonment Board to remove stray cattle and garbage piles from Cantonment. On June 1, the LCB had launched a drive to catch stray animals in the civil areas, particularly Sadar and Topkhana Bazaar. But so far, only 120 stray bulls and cows out of estimated 300 have been caught. Sadar Bazaar residents say that stray cattle continue to be a menace. They cause traffic jams and pose threat to commuters and pedestrians, especially elderly and children. Stray cows can be seen in the main Sadar market in the morning. Civic authorities promises us that the menace would end whenever they launch such drives but nothing happens,\" said Sunil Kumar, a resident. Besides the animals also cause damage to the gardens and green areas. They also raised complaints over the issue of cattle dung on roads and outside their homes, but to no avail. Amit Mishra, CEO of Lucknow Cantonment Board, said, \"We have sent 83 stray animals to Kanha Upvan while the rest will be shifted to a cow shelter in Memaura soon.\" Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Yogi Adityanath rushes to Delhi ahead of cabinet rejig": {"link": "https://timesofindia.indiatimes.com//city/lucknow/yogi-adityanath-rushes-to-delhi-ahead-of-cabinet-rejig/articleshow/69851571.cms", "time": "2019-06-19 09:18:00", "description": "LUCKNOW: Uttar Pradesh chief minister Yogi Adityanath on Tuesday cancelled all his official engagements and rushed to Delhi to discuss expansion of the state cabinet and strategy for the 11 byelections in the state. Even the cabinet meeting, which took a series of important decisions, was advanced for about an hour so that the CM could leave for Delhi. Officials said Yogi, along with BJP general secretary for UP Sunil Bansal, visited Delhi to greet the new working president of the party JP Nadda and attend a dinner hosted by the party's national organising secretary Ram Lal. Sources said discussions on the new BJP state president Mahendra Pandey's elevation as a cabinet minister in the Modi government was also discussed. The CM had a series of engagements for most of the day and an official programme of distribution of laptops to revenue officials here on Tuesday. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Ordinance bars anti-national activity in UP private universities": {"link": "https://timesofindia.indiatimes.com//city/lucknow/ordinance-bars-anti-national-activity-in-up-private-universities/articleshow/69850499.cms", "time": "2019-06-19 09:38:00", "description": "LUCKNOW: Private universities in UP will have to give an undertaking at the time of getting approvals that it will “not be involved in any anti-national activity, allow such activity within its premises or let its name be used for any such activity. Any such act would be construed as violation of the rules of establishment and the government can take action.” The existing 27 private universities in the state have been given a year to promulgate rules according to the Uttar Pradesh Private University Ordinance, 2019, which was passed by the state Cabinet on Tuesday. The ordinance will now be presented in the Assembly in the session beginning from July 18. The ordinance makes provisions for “inclusion of a sense of national integration, secularism, social equality and international harmony in the objectives of the universities.” Among its other clauses, the ordinance states that “universities will not be allowed to bestow an honorary degree without prior approval of the state government. 75% of teaching staff will be regular appointmentsThe appointment of vice-chancellor can also be done by the chancellor only after consultation with the governing body.” It has been proposed in the ordinance that “land for the university cannot be sold, transferred or leased though it can be mortgaged to a bank or financial institution for establishment of the university.” The ordinance further states that a “minimum of 75% teaching staff have to be regular appointments. A common academic calendar will be specified under which there will be common dates for conducting of exams and declaration of results.” Provision has been made in the ordinance to ensure that fee structures are placed in the public domain. Also, “universities will have to reserve 10% seats for students from the economically backward category. Such students will pay only 50% of the normal fee”. According to the ordinance, the UP State Higher Education Council will now be the nodal agency that will oversee compliance of the ordinance and rules. It empowers the council to file reports with the government for action if it is unable to get information from any private university within a specified period of time. The council, as per the ordinance, will “inspect a university at least once a year to monitor the quality of education and its compliance with rules, and submit an annual report on its working. If any violation comes to light, the state government will issue appropriate instruction which will be mandatory for the university to follow.” The government, the ordinance said, is also “empowered to revoke recognition to a university if charges of cheating, corruption or misuse of funds against it are proven. The council can order an investigation into such charges. After the university is given a chance to defend itself, the government will be authorised to dissolve the university through a notification.” Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "\nBusinessmen in Lucknow enjoy this musical eve\n": {"link": "https://timesofindia.indiatimes.com//city/lucknow/businessmen-in-lucknow-enjoy-this-musical-eve/articleshow/69344966.cms", "time": "", "description": "A get-together of entrepreneurs was organized at a prominent hotel in the city. The evening was full of music, dance and lots of fun filled games. The event had several businessmen from the city indulge in dancing and singing.  Rachana & Sanjay and Rizwan Khan (BCCL/ Aditya Yadav)  Surabhi Gupta and Vivek and Vimi (BCCL/ Aditya Yadav)  Komal and Kartik with Prakhar Tandon (BCCL/ Aditya Yadav)  Nidhi and Abhishek and Prableen Bajpai (BCCL/ Aditya Yadav) The musicians on their flute and synthesizer, performed many Bollywood numbers from old to new which included 'Main Tenu Samjhanwa Ki' and 'Na Tum Hame Jano Na Hum Tumhe Jane'. — Saad Abbasi Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "All drains in colony choked": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/all-drains-in-colony-choked/articleshow/62201776.cms", "time": "", "description": ""}, "\nA fun filled evening for the ladies\n": {"link": "https://timesofindia.indiatimes.com//city/lucknow/a-fun-filled-evening-for-the-ladies/articleshow/69755680.cms", "time": "", "description": "This party hosted by a ladies' club in the city was high on entertainment. Dancing was the highlight of the do where we spotted the femme brigade dancing to latest Bollywood tracks. They also played several games.  Neha Mathur and Ruchi Jain (BCCL/ Aditya Yadav)  (L-R) Ravindra Kaur, Rashmi Pandey and Aarti Bhatnagar (BCCL/ Aditya Yadav)  Akanksha and Anita Srivastava (BCCL/ Aditya Yadav)  Anju Pandey and Richa Nigam (BCCL/ Aditya Yadav) Download The Times of India News App for Latest City ."}, "Sambhal: 8 killed in road accident": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/sambhal-8-killed-in-road-accident/videoshow/69864637.cms", "time": "", "description": ""}, "UP government moots slashing delay in replacing burnt transformers": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/govt-moots-slashing-delay-in-replacing-burnt-transformers/articleshow/69882327.cms", "time": "2019-06-21 09:24:00", "description": "LUCKNOW: Flooded by complaints of repeated and prolonged power outages amidst searing summers, the state government is planning to slash the time limit for replacement of burnt transformers from 48 hours to 24 hours in rural areas and from 24 hours to 12 hours in urban areas. The government has also decided to come up with a new policy in which every transformer would be metered. The decisions were taken at a high level meeting called by energy minister Shrikant Sharma. “Now most villages have better link roads and therefore time limit for replacing damaged transformers should come down significantly,” Sharma told TOI. “Transformers are no more transported in bullock carts in rural areas. They are instead moved in mechanized trolleys and tractors. Therefore, there is ample scope for improvement, especially in rural areas,” he said. The officials have also been asked to step up efforts to complete the separation of agriculture and domestic feeders by June-end. The decision is seen as a UPPCL move to reduce overloading of transmission and distribution lines. UPPCL sources said, separation of 1,800 feeders in Paschimanchal and Dakshinanchal has been completed, but work is moving at a snail’s pace in Madhyanchal and Paschimanchal. The department also decided to convert all un-metered rural consumers into metered ones by the year-end. The un-metered consumers are mainly in rural areas and account for 19% of total electricity consumption. Sharma said that metering would ensure more revenue which would be used for better facilities. The department has also proposed that the monthly charge of un-metered consumers be increased from Rs 400 to Rs 500. Download The Times of India News App for Latest City ."}, "Teenager tries to kill self over 'poor marks'": {"link": "https://timesofindia.indiatimes.com//city/lucknow/teenager-tries-to-kill-self-over-poor-marks/articleshow/69850426.cms", "time": "2019-06-19 06:43:00", "description": "LUCKNOW: A 17-year-old girl tried to commit suicide on Tuesday because she did not get admission in the college of her choice after class XII. The girl jumped in front of a train in Hasanganj and was badly injured. However, a team of police took the girl to trauma centre where she was treated. In a letter, the girl, Khushi, wrote, \"Due to poor grades, I did not get admission due to which I am not able to complete my studies.\" She also regretted that she \"was a girl\". If she was a boy, she wrote, she would have survived because a boy can survive even without studying. Her father Mannapal is a security guard and she has a 15-year-old brother. \"I don't understand why she has taken this step. God has saved her,\" he said. Hasanganj SHO Dhirendra Pratap Kushwaha said the case is under government railway police. Download The Times of India News App for Latest City ."}, "Mayawati to reveal reason for ending pact": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/mayawati-to-reveal-reason-for-ending-pact/articleshow/69866992.cms", "time": "2019-06-20 06:18:00", "description": "LUCKNOW: BSP chief Mayawati is scheduled to address an all-India meeting of her party in Lucknow on June 23 where, among issues related to the upcoming by-elections in UP, she is expected to speak about her decision to sever her alliance with Samajwadi Party. Mayawati, who had been in Delhi after the declaration of the Lok Sabha elections in which her party won 10 seats in UP, returned to Lucknow on Tuesday. In a meeting of party workers held on June 3, Mayawati had sprung a major surprise by announcing the end of alliance with SP and her decision to contest by-elections in UP. “While nobody will question her, there were many in the party who did not understand her decision to cut off the alliance with SP. She had said that it was because the SP had failed to transfer its votes to BSP, leading to a not so impressive performance by the alliance, and the party now needs a way forward,” said a BSP functionary. Download The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Gharial hatchlings spring hope in Katarniaghat forest": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/gharial-hatchlings-spring-hope-in-katarniaghat-forest/articleshow/69866175.cms", "time": "2019-06-20 06:38:00", "description": "LUCKNOW: Their numbers were going down steadily at the Katarniaghat Wildlife Sanctuary till late but in a pleasant surprise for wildlife conservationists, over 150 gharial hatchlings swam into the river Girwa on Wednesday morning. An endangered species endemic to India, especially to the northern region, the number of gharials at the wildlife sanctuary have seen an over 50% rise in population. From mere 15 gharial nests in the river Girwa, wildlife conservationists at the sanctuary counted 32 nests this year. “As many as 852 hatchlings came out of eggshells in these 32 nests and went into the river. We managed to save 160 hatchlings, and will protect their life so that their population can be increased further,” said Dudhwa Tiger reserve field director Ramesh Pandey. The Katarniaghat wildlife sanctuary falls under Dudhwa tiger reserve. “In 2005, there were just five gharial nests. After conservation, their count went up to 30-40 in next decade. But last year, the number went down to 15,” he added. The conservationists then noticed that the sandbars used by the fish-eating narrow snout gharials were changing form significantly. This was because of over growth of tall grass, change in nature of sandbar’s slopes when they got submerged in water and the presence of predators like dogs and vultures. “We systematically eliminated all of these factors, held vigils in teams and protected the eggs that the gharials hide in sandpits and the hatchlings from predators,” said Pandey. Adding to the number of the species, conservationists have re-started the process of keeping back some hatchlings to help in population growth. “The 160 hatchlings we have kept with us, will be nurtured to attain strength and will be reintroduced into the river in winters so that chances of their survival improve and the survival rate is higher than when they are smaller and are in the river,” said Pandey. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tree branches tangled with electricity wires": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tree-branches-tangled-with-electricity-wires/articleshow/59782742.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Lucknow civic body fires, hires & fires again three laggard agencies": {"link": "https://timesofindia.indiatimes.com//city/lucknow/lmc-fires-hires-fires-again-three-laggard-agencies/articleshow/69849368.cms", "time": "2019-06-19 09:14:00", "description": "LUCKNOW: The Lucknow Municipal Corporation (LMC) has terminated the contracts of three private agencies that were hired despite being blacklisted for shoddy performance in the past, but it is yet to initiate action against its own officials who engaged them a second time. According to LMC records, the original contracts of these agencies were revoked and they were blacklisted in December 2018 for slacking off on garbage collection, cleaning drains and sweeping roads. However, they were hired once more in March this year by the corporation’s zonal officials. The anomalies came to light recently when municipal commissioner Indramani Tripathi was reviewing complaint registers. Residents of Raqabganj and Aashiana had voiced maximum grievances. On enquiry, Tripathi found that the three agencies at fault had earlier held contracts of Campbell Road, Yahiyaganj and Jankipuram extension. They were hired again by LMC zonal offices for Raqabganj, Aashiana and Alambagh. Tripathi said he had cancelled the contracts once more and ordered a probe into the role of zonal officials in hiring blacklisted agencies. New agencies have now been entrusted with cleanliness work in the affected areas, he added. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Snatch gangs stalk morning walkers in Lucknow": {"link": "https://timesofindia.indiatimes.com//city/lucknow/snatch-gangs-stalk-morning-walkers/articleshow/69849324.cms", "time": "2019-06-19 06:40:00", "description": "LUCKNOW: If you’re a woman who loves to flaunt her gold trinkets or a man with a fat wallet, it is time to exercise extra caution. TimesViewFrequent incidents of chain and purse snatchings in the heart of the city mean there is no fear law among petty criminals . In such a scenario, CCTV cameras and quick response by police can act as deterrents. In case of arrest, evidence in the form of footage will help speed up investigation. Severe punishment should follow, especially for repeat offenders.A police dossier has listed 255 cases of chain and cash snatching in the city since January, which effectively means one person is being targeted every 15 hours. Worse, very few of the these cases have been cracked till date in the absence of effective electronic surveillance. Indiranagar and Gomtinagar top the list of unsafe neighbourhoods with a total of 49 cases followed by Aliganj with 11. The victims were mostly morning walkers, besides working women returning home late from office. In some cases, the accused used firearms to rob their victims of valuables. On May 29, two bikers tried to rob Urmila Devi of her gold chain at gunpoint in B Block, Indiranagar. She managed to retain half of the chain. Shikha Tiwari of Mahanagar recalled the horror of June 3 when two men flashed a pistol and snatched her gold chain in broad daylight. There were no patrol teams or CCTV cameras to nail them, Tiwari said. On June 8, Rekha Shah was robbed of her gold chain right in front of a police outpost in Talkatora. It was early morning. Her husband was teaching her how to ride a scooter. There were no policemen who could come to their rescue, she recalled. Not just women, snatch gangs have targeted men too in the recent past. On June 7, Ayush Jaiswal was robbed of his wallet by two men on a bike near Bhoothnath market. He says police have done precious little to identify the culprits, let alone arrest them. Sangeeta Agarwal of Mahanagar is still afraid to go out alone. On June 11, two men on a bike snatched her chain near Gole market when she was out to buy milk. “I have stopped venturing out alone since that day. Police rarely patrol the city and CCTV cameras are absent. The city has become unsafe,” she said. Ayushi Garg of Vibhuti Khand, who was robbed near Kathauta Crossing in May, said Lucknow police lack a dedicated mechanism to curb snatching. “Last year, my friend was targeted at Husadiya Crossing while my aunt was robbed near Viram Khand crossing in 2017. Police are yet to crack those cases or take concrete measures to prevent rerun,” she said. SSP Kalanidhi Naithani denied allegations that police were not doing enough to curb bike gangs that target unsuspecting victims and speed away. “We have identified vulnerable areas. These will now be geo-tagged to facilitate regular patrolling by the UP 100 fleet, besides district police,” he said. Download The Times of India News App for Latest City ."}, "Kaifi Azmi Akademi organises a dance event": {"link": "http://photogallery.indiatimes.com/events/lucknow/kaifi-azmi-akademi-organises-a-dance-event/articleshow/69785184.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Now, Uttar Pradesh press releases will be in Sanskrit too": {"link": "https://timesofindia.indiatimes.com//city/lucknow/now-uttar-pradesh-press-releases-will-be-in-sanskrit-too/articleshow/69850512.cms", "time": "2019-06-19 07:08:00", "description": "LUCKNOW: In a bid to promote Sanskrit, the Uttar Pradesh government will now issue press releases in Sanskrit along with Hindi, English and Urdu, an official said on Tuesday. The first press note in Sanskrit was issued by the state government’s information department on Monday. Information department officials said the important speeches of CM Yogi Adityanath and government information will be released also in Sanskrit, along with Hindi, English and Urdu. “This is the first time that such a step is being taken. The speech of CM delivered at a recent Niti Aayog meeting was released in Sanskrit and was well received. Now we plan to expand it further”. During a function on Monday, Adityanath had said that Sanskrit was in the DNA of the country. “Sanskrit is in the DNA of India, it is now limited to the work of priests,” he had said. Incidentally, there are 25 periodicals in Uttar Pradesh which are printed in Sanskrit but none of them is a daily. Download The Times of India News App for Latest City ."}, "Yoga studies, a passport to plum jobs abroad": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/yoga-studies-a-passport-to-plum-jobs-abroad/articleshow/69883281.cms", "time": "2019-06-21 06:31:00", "description": "LUCKNOW: A postgraduate degree in yoga helped Amit Khanna (35) land the prestigious job of “teaching Indian culture” at the Consulate General of India in Houston, US. And, he is not alone. Many of his peers have found lucrative assignments abroad, thanks to their exceptional qualification. At a time seats in other humanities courses are lying vacant at Lucknow University, the number of applications for various degree and certificate courses in yoga have increased five times in four years. The varsity runs three courses — a PG degree, a PG diploma and a certificate — with a total 140 seats. Till 2014, most seats remained empty. Today, they receive 500-600 applications a year. Many alumni are now yoga instructors not just in the US, but in the UK, rest of Europe, Australia, in the Gulf, Thailand and China, among others. Reena Keshari, an LU alumna who now teaches yoga in Muscat, Oman, decoded the popularity of the course. Yoga drills will be held at several places across the city on Friday Freelancing, teaching other career avenuesEarlier, a certificate or degree in yoga meant a job in a school or at the local gym. But now, it can be your passport to success abroad. Many Indian-origin instructors have started their own yoga centres in Oman,” said Reena, who makes a decent Rs 8 lakh annually. Amit who opted for a masters in naturopathy was compelled to study yoga because the PG course offered a combination of both subjects. He soon realised how and why yoga was a better career option for him. He joined a health project at KGMU before being selected for his current job. “The course in yoga provided a deep insight of Indian culture, which gave me an edge during the consulate interview. Indian yoga instructors in the US are making up to $150 dollars a day by teaching at various institutes or by freelancing,” he said. Akash Mishra is pursuing his MA in yoga. “I was always intrigued by asanas. What our LU alumni have achieved helped me convince my parents to allow me to take up the course,” he said. Arti Sharma, another student, said yoga was not physical exercise, but a philosophy that captivates people across the globe. “I have applied for jobs at several institutions abroad. I hope to spread yogic values far and wide.” Satyendra Mishra, a faculty member at the Institute of Human Consciousness and Yogic Sciences, LU, said besides jobs as trainers and teachers in India and abroad, yoga studies also offered career opportunities in research and digital media. Meanwhile, To mark International Day of Yoga, City Montessori School, Rajajipuram Campus I, will host an inter-school meet from 6am on Friday at its Kanpur Road auditorium Download The Times of India News App for Latest City ."}, "Lucknow development authority offer for defaulting flat buyers": {"link": "https://timesofindia.indiatimes.com//city/lucknow/lda-offer-for-defaulting-flat-buyers/articleshow/69849398.cms", "time": "2019-06-19 09:09:00", "description": "LUCKNOW: Lucknow Development Authority (LDA) has decided to introduce a one-time settlement (OTS) scheme for defaulters to pay the remaining amount for apartments they have bought from the authority. The scheme will give the defaulters a discount of 10% and all the fine on the pending amount will be waived. According to LDA officials, there are more than 26,000 defaulters on the list. These defaulters have not paid their EMI for months. LDA finance controller Rajeev Kumar Singh said, “The OTS will be implemented after the government’s approval. The authority could gain around Rs 75 crore pending for long.” Defaulters can pay online or at LDA office. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Agra: Pregnant woman allegedly denied entry in hospital, delivers baby outside health facility": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/agra-pregnant-woman-allegedly-denied-entry-in-hospital-delivers-baby-outside-health-facility/videoshow/69864822.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Bahti Hawa Se Gir Jaate Hain Patte: A play": {"link": "http://photogallery.indiatimes.com/events/lucknow/bahti-hawa-se-gir-jaate-hain-patte-a-play/articleshow/69800697.cms", "time": "", "description": ""}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Road dug up, stones left": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up/articleshow/58524681.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Police deny victim’s account in Rampur gang-rape case": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/police-deny-victims-account-in-rampur-gang-rape-case/videoshow/69852056.cms", "time": "", "description": ""}, "Caught on cam: UP GRP official beaten by men who were breaking queue at railway ticket counter": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/caught-on-cam-up-grp-official-beaten-by-men-who-were-breaking-queue-at-railway-ticket-counter/videoshow/69854925.cms", "time": "", "description": ""}, "Yogi Adityanath to officials: Will not tolerate crime against minorities, minors": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/yogi-to-officials-will-not-tolerate-crime-against-minorities-minors/articleshow/69882256.cms", "time": "2019-06-21 06:19:00", "description": "LUCKNOW: Uttar Pradesh has adopted zero tolerance policy on crime against minorities, minors, women and Dalits, said chief minister Yogi Adityanath at a review meeting on law and order situation in the state. “Strict action will be taken against those involved in any such crime,” said Yogi. In the second such meeting in a week, the chief minister reviewed the performance and achievements of the state home department, attended by chief secretary Anoop Chand Pandey, principal secretary (home) Arvind Kumar, DGP OP Singh and other heads of police organisations. Non-performers should be weeded out of the department through compulsory retirement in order to make the functioning of the police more target-oriented and sensitive to people, said Yogi. Earlier this week, in a hurriedly called meeting in the wake of a spate of crime against women and minors that led to a national outrage, the CM had sent out a warning to district magistrates and superintendents of police that they would be held directly responsible for crime in their districts. Yogi said crime control figures and statistics should be matched with public perception. “Unless the common man feels safe and satisfied, so-called decline in crime figures become meaningless,” he said. He said that officers should be asked to spend maximum time on the field and criminals should fear the state and police authorities. A special drive for booking of elusive and “wanted” criminals should be initiated, he added. On pending cases of corruption in which the EOW, vigilance and CID have sought the state government’s sanction, the chief minister said that the state would expedite the process of providing sanction. The chief minister reminded the officers of the arrest of three private secretaries of ministers on corruption charges. Download The Times of India News App for Latest City ."}, "Road dug up since 5 months": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up-since-5-months/articleshow/59907825.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Asana classes at home, tailor-made just for you": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/asana-classes-at-home-tailor-made-just-for-you/articleshow/69882233.cms", "time": "2019-06-21 08:18:00", "description": "LUCKNOW: At the crack of dawn, Linki Agarwal grabs her yoga mat and walks up to her terrace where her private yoga instructor waits to guide her on asanas for mental and physical well-being. The homoeopath practitioner prefers the quietude of home to begin a healthy day. There are many like her who find yoga on doorstep a more convenient option than stepping out to attend classes. The trend has over the past four years gained momentum in Lucknow, where busy life often pushes the need to exercise to the back seat. The concept is win-win for both teacher and student, as the demand for home tutoring is helping instructors earn handsome remuneration every month. “The fee usually ranges from Rs 3,000 to Rs 10,000 a month, depending on the needs of an individual student. Many yoga teachers who wish to stay in the city are paying home visits to top up their earnings,” said Dev, an instructor in Gomtinagar. Erika Malhotra, 51, said she began taking yoga lessons at home in 2017 after her husband’s start-up business prompted him to make frequent work trips. “I have had weight issues, but the summer heat and humidity acted as deterrents whenever I decided on a disciplined lifestyle, complete with regular exercise. A team of yoga experts came to my rescue. These instructors are a call away and offer customised asana modules,” Malhotra said. Puja Vaid, the owner of a city café, is a veteran. She has been taking yoga classes at home for 15 years and says the ease of accessibility to these lessons has made all the difference. “When you are a working mom, time is never a luxury. You hardly get the time to go out and train for personal well-being. Home yoga instructors help reduce your stress level because you have their undivided attention,” she added. Agreed Mohit Singh, a yoga instructor in Mahanagar. “At any yoga institute, a typical class has 20-30 people. It is difficult to give special attention to each individual. Hence, home classes are better. Another trend that has emerged in recent years is DIY (do it yourself) yoga, where people watch and learn asanas from YouTube videos,” said Singh. Download The Times of India News App for Latest City ."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Leaning poles and trees": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leaning-poles-and-trees/articleshow/61029757.cms", "time": "", "description": ""}, "UP among 9 states picked for World Bank tuberculosis aid": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-among-9-states-picked-for-wb-tb-aid/articleshow/69866186.cms", "time": "2019-06-20 06:36:00", "description": "LUCKNOW: Joining India’s fight against tuberculosis — a disease that kills over two lakh people in the country annually — the World Bank has decided to invest USD 400 million in nine states, including Uttar Pradesh. Each state will get delivery-based incentives, which means the financial support will be based on performance against pre-decided indicators such as engagement of private sector and achievement against targets such as nutritional support. “The project aims to improve coverage and quality of tuberculosis control interventions in private and public sectors in targeted states,” read the World Bank policy document in this regard. Besides being a killer, TB affects the quality of life of a patient and his/her family, hampers productivity and is known to retard economic development. Around 30% of all TB cases in the world are reported from India and UP accounts for one-fifth of the country’s burden. The Union government has pledged to eradicate TB by 2025, which is five years ahead of the deadline set by WHO. A meeting of stakeholders was held in Delhi earlier this week. “There were discussions on state-level action plans. We will submit ours soon,” said Dr Santosh Gupta, state TB officer. Download The Times of India News App for Latest City ."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Wells dry up in scorched Bundelkhand , rain deficit looms": {"link": "https://timesofindia.indiatimes.com//city/lucknow/wells-dry-up-in-scorched-bkhand-rain-deficit-looms/articleshow/69849301.cms", "time": "2019-06-19 09:17:00", "description": "BANDA/MAHOBA: It was still morning in Banda, yet the heat was oppressive and sweltering, but it made little difference to almost 100 residents of Panghara village who had blocked the highway between Banda and Naraini on June 15. The protesters were all scheduled caste, demanding action against their gram pradhan for providing water supply only to the village area inhabited by upper castes and not giving them any. “We are forced to walk to the handpump across our village, crossing a highway for it. When we cannot go to fill water, our children do. It is highly dangerous for them. The pradhan has diverted all the water to the area where upper caste people live. We are unable to do daily wage work because we have to get water,” said Savitri, a resident. Uttar Pradesh’s Bundelkhand district, one of the most backward in country, has a perennial problem of water scarcity, but the situation is worse this year. In 2018, the region saw rainfall deficiency ranging from 8% to 56%. This year, with monsoon already delayed, the rainfall deficiency between June 1 and June 18 is already being pegged from 26% to 84%. Ponds and wells have dried up and locals have to walk an hour to fetch water. The livestock is worst affected as carcasses are seen lining roads and lying scattered in fields. In the absence of jobs, failing agriculture and water shortage, most people have left for cities for temporary employment and will return to sow their fields when monsoon arrives. In Dhikwaha village of Mahoba district, 18-20 tubewells have gone dry. Princy Yadav (14) tells she has to walk an hour to the only tubewell outside the village to get water. “Around 125 people from our village have gone to cities because there is neither water nor any work here. The women of the households go to fetch water in the morning, and in the evening, it’s the turn of children after they return from school,” she says. It takes 30 minutes to reach the tubewell, but well over two hours are actually spent in returning with water because there is a long queue at the tubewell. “There are frequent fights, as the tubewell often runs out of water and so all the people want to fill their vessels first,” she said. In Dhoraiyan, residents say that 15 families left the village with the onset of summer and will return only after first monsoon rain. “Monsoon had failed last year,” says Pushpa, a resident. “It is delayed this time also because of which agriculture has been seriously affected. The fields are dry and there is no fodder for cattle. The wells and tubewells dried up months back. The government doesn’t send any water tankers,” she added. Mahoba recorded a rainfall deficit of 56% in 2018 where Banda was 8% rain deficient. This year, the pre-monsoon deficit is already 29% and 84%, respectively, with no rains yet to recharge wells and village ponds. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Unique 'bhoosa bank' from fodder donated by farmers": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/unique-bhoosa-bank-from-fodder-donated-by-farmers/articleshow/69867331.cms", "time": "2019-06-20 07:38:00", "description": "LUCKNOW: Unnao is set to create a record of sorts with 100 gaushalas coming up in the district in just 90 days and, also, a unique \"bhoosa bank\" (fodder bank) to feed cattle. Vetenarians will be connected through whatsapp groups for minute-to-minute monitoring of hapless cattle abandoned by farmers and kept in these \"gaushalas.\" The project has been completed by the MNREGA and gram panchayat funds. Chief minister Yogi Adityanath had recently held a high-level meeting and had issued guidelines for cow protection home and saving abandoned cattle that were starving for want of fodder and care.  \"The gaushalas can hold an estimated 50,000 cattle. This will help prevent cattle from straying and raiding farms,\" said Unnao district magistrate Devendra Pandey. UP Assembly Speaker Hridaya Narain Dixit will inaugurate the gaushalas on June 24. Pandey said that this is first such a project in the country where 100 \"gaushalas \"are being inaugurated in one day, constructed in just 90 days and will have maximum capacity to house 50,000 cows. While cattle was found starving for want of availability of fodder and also being abandoned by farmers after they are unproductive, Pandey and his team of officials from the veterinary department created the \"bhoosa bank\" (bank or storage of fodder) where farmers and people in rural areas could voluntarily donate fodder. Unnao chief veterinary officer has also created a whatsapp group of the 100 \"gaushalas\" spread over the 16 blocks of the district to ensure round-the-clock monitoring of the care and condition of the cattle housed there. A roaster of vets has been created and they would keep an eye on the cattle in the protection homes. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Happy Streets is back with a bang!": {"link": "http://photogallery.indiatimes.com/events/lucknow/happy-streets-is-back-with-a-bang/articleshow/69843973.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "‘Tukde tukde’ slogan behind UP’s private varsity ordinance": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/tukde-tukde-slogan-behind-ups-pvt-varsity-ordinance/articleshow/69866194.cms", "time": "2019-06-20 10:16:00", "description": "LUCKNOW: Uttar Pradesh government referred to the ‘tukde tukde’ incident in JNU when it included the clause in its ordinance on private universities in the state, mandating that the institutions will have to provide an undertaking that they would not allow any anti-national activity on their campuses. The Uttar Pradesh Private University Ordinance 2019 was passed by the state cabinet on Tuesday. Clarifying the government’s stand on seeking an undertaking from private universities that they would not allow any anti-national activity on their campuses in accordance with the ordinance, state education minister Dinesh Sharma told TOI on Wednesday that universities are centres of learning and there should be no room for such activities. While the exact parameters of what constitutes anti-national activity have not been defined, Sharma said he referred to the 2016 ‘tukde tukde’ incident in JNU to state that “such activities” would not be allowed. “Private universities should be centres of educational excellence and we will promote them in that fashion. But anti-national and anti-social activities, which weaken unity and disrupt education, will not be tolerated. In some universities, anti-national slogans have been raised like ‘Bharat tere tukde honge’ and objectionable terms used to define the nation. In UP, we are here to teach and study, not to engage in any activity that seeks to divide,” said Sharma. Adding that universities would be held liable if anything objectionable was said or done on their campuses, Sharma said that the new ordinance would act as a shield for universities. By making a university liable, he said, its administration would ensure that no anti-national activity was carried out on the campus as it would not want to be shut down. “Now they can fix their agenda and let those speaking on campus know what cannot be said or discussed. The ordinance guarantees the right to speech but will not allow any anti-national activity. One is free to criticise leaders and the country but demanding its division is not permitted,” added Sharma. Claiming that the ordinance ensured independence to universities while equipping the government to act like a chowkidaar, the education minister added that even in the distribution of honorary degrees, the government would not be recommending names but only clearing those proposed by the universities. Giving the example of former JNU president Kanhaiya Kumar, who has been charged for his involvement in the ‘tukde tukde’ incident, Sharma said that if the court was to clear his name in the case, the government would have no objection if he were to be given an honorary degree. “We have no objection to a university inviting Kumar to speak, but he cannot say the ‘tukde tukde’ kind of things there. The college cannot claim that it did not know what he or anyone would be saying,” he said. While the ordinance has been passed by the cabinet and will be presented in the upcoming assembly session scheduled to commence from July 18, Sharma remained non-committal on when it would be implemented. The 27 private universities in the state will be given one year to change their Acts in accordance with Ordinance. Download The Times of India News App for Latest City ."}, "\nSpreading cheers among cops’ kids in Lucknow\n": {"link": "https://timesofindia.indiatimes.com//city/lucknow/spreading-cheers-among-cops-kids-in-lucknow/articleshow/69187856.cms", "time": "", "description": "A cultural event Children Summer Carnival was held recently at the Reserve Police Line, Mahanagar. The event was organised by the UP Police Family Welfare Association for the wives of the Uttar Pradesh policemen. The guest of honour at the event was Neelam Singh, a lawyer and the wife of the Director General Police UP. The event exhibited paintings and drawings by children which sought much attention. The event also spread awareness regarding voting among those present.  The highlight of the event was the dance competition where children participated in good numbers. A classical dance reciatl by Unnati Giri won many hearts and a Bhangra dance performance on Punjabi songs was loved by most.  (L-R) Kalanidhi Naithani, Sarvesh Kumar Mishra and Vijay Shankar Agnihotri (BCCL/ Vishnu Jaiswal)  (L-R) Vikrant Vir (L) and Abhishek Verma and Manju Srivastava (BCCL/ Vishnu Jaiswal)  (L-R) Dr Anshita Verma (L) & Kalyani Verma and Dr Pravin Ajaz (L) and Anshu (BCCL/ Vishnu Jaiswal)  Deepti (L) and Saeeda Saira (BCCL/ Vishnu Jaiswal) Present at the event was Minakshi Krishna Sima Modi, Dr Pravin Ajaz, Niharika Singh and Shephali Bhagat among others. — Vishnu Jaiswal In Video:Spreading cheers among cops’ kids in LucknowDownload The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "BJP scheme: Beneficiaries to turn cadre": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/bjp-scheme-beneficiaries-to-turn-cadre/articleshow/69882409.cms", "time": "2019-06-21 09:17:00", "description": "LUCKNOW: BJP is aiming to broaden its support base further by increasing party membership and is now eyeing the beneficiaries of social welfare schemes like Ujjwala, Ayushman and Saubhagya as its prospective cadres. Buoyed by its victory in recent polls in which the party reaped rich electoral dividends of Ujjwala, Ayushman and Saubhagya schemes, BJP workers would reach out to their beneficiaries, especially Dalits & OBCs, during membership drive starting from July 6, the birth anniversary of Bharatiya Jana Sangh founder, Shyama Prasad Mukherjee till August 11 and urge them to join the party. The drive is starting at a crucial time and gains significance as SP and BSP have severed their tie-up for forthcoming assembly byelections for 12 seats due later in the year. “The party believes that the beneficiaries invariably voted for us in large numbers and it is high time to include them as members,” said UP BJP general secretary, Govind Narayan Shukla. The idea, party sources said, was mooted at the party’s central committee meeting in New Delhi, which was attended by national convener of membership drive and former MP CM Shivraj Singh Chauhan. Over 1.12 crore households in UP got free gas connections under Ujjwala, while 74 lakh households benefited from Saubhagya free electricity connection. Similarly, 1.18 crore people were covered under Ayushman Bharat scheme in UP. At present, BJP has 1.8 crore party members in UP. The party has also classified polling booths on the basis of its vote percentage in recent elections. The booths where it got less votes than opposition have been classified as C grade and put on top priority along with those having more Jatav and Yadav voters during the drive. “We will try to convince voters who apparently did not vote for us,” said Shukla, and added that a meeting of regional in-charges would be held on June 22 in Lucknow and would be attended by Chauhan. The party would also announce a dedicated toll free number on which people can call to register as BJP members. Download The Times of India News App for Latest City ."}, "Road dug up for 5 months": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up-for-5-months/articleshow/59782740.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "15 dead, 36 injured in two road accidents in UP": {"link": "https://timesofindia.indiatimes.com//city/lucknow/15-dead-36-injured-in-two-road-accidents-in-up/articleshow/69859109.cms", "time": "2019-06-19 17:44:00", "description": "SAMBHAL/FATEHPUR: At least 15 people lost their lives and 36 others sustained injuries in two separate accidents in the state, police said on Wednesday. Seven people were killed and 25 injured when a bus collided with a truck in Fatehpur on Wednesday morning, they said. Additional superintendent of police Pooja Yadav said the accident took place at the Bilari-Kaunh Modh under the Chaandpur police station area. \"In the collision of a private bus with a truck, at least seven persons lost their lives, while 25 other sustained injuries. The injured have been hospitalised for treatment,\" Yadav said, adding that the identity of the victims is being ascertained. Police officials suspect that the toll might go up. The bus was going from Fatehpur to Jahanabad when the accident occurred. In another accident that took place late Tuesday night, at least eight people were killed and 11 others injured when their vehicle collided with a mini-goods carrier on the Moradabad-Agra National Highway in Sambhal, the officials said. Superintendent of police (Sambhal) Yamuna Prasad said on Wednesday that the victims were returning home after attending a wedding when the accident took place near Lehrawan village in the district. The injured were hospitalised and the bodies sent for postmortem, the SP added. Uttar Pradesh chief minister Yogi Adityanath expressed grief over the loss of lives and conveyed his condolence to the family members of the bereaved, a statement issued by the UP government in Lucknow said. The chief minister has directed officials to ensure that the injured persons get adequate treatment, it added. Download The Times of India News App for Latest City ."}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Shocking medical apathy in UP's Bareilly, 3-year-old denied treatment, dies": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/shocking-medical-apathy-in-ups-bareilly-3-year-old-denied-treatment-dies/videoshow/69868209.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Why is this bus shelter here? for which bus?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/why-is-this-bus-shelter-here-for-which-bus/articleshow/60849057.cms", "time": "", "description": ""}, "UP government working for one community: Babri panel": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-govt-working-for-one-community-babri-panel/articleshow/69882248.cms", "time": "2019-06-21 09:31:00", "description": "LUCKNOW: The Babri Masjid Action Committee (BMAC) held a meeting in Lucknow on Thursday and said Uttar Pradesh government considers itself to be working for only one particular religion and goes against the Constitution and its own written submissions in court when its ministers give anti-Babri Masjid statements. Briefing the media later, BMAC said deputy chief minister Keshav Prasad Maurya and Vishwa Hindu Parishad leaders made comments against the ongoing judicial process in Ramjanmabhoomi-Babri Masjid title suit. “In 1950, in a written statement in court, the UP government had accepted that Babri Masjid has been in use since several years for the purpose of offering namaz, and that no puja has been held in its premises by Hindus. The current government is not working in tandem with this statement,” read the press statement released later. “It appears as if the state government considers it to be the government of people of a specific religion. This is unconstitutional,” it added. Deputy CM Keshav Prasad Maurya had recently said in Ayodhya that the government will bring in a law to build Ram temple if the issue is not resolved through talks or by court. “Prime Minister Modi said in December that government will not interfere till court’s decision, so these statements are of no value,” said BMAC convener, Zafaryab Jilani. “If at all the government goes ahead and brings an ordinance on Ayodhya dispute, we will challenge it in court to demand that status quo is maintained,” added Jilani. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "50 unauthorised shops hog artery, LDA blind to menace": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/50-unauthorised-shops-hog-artery-lda-blind-to-menace/articleshow/69866213.cms", "time": "2019-06-20 10:07:00", "description": "LUCKNOW: Unauthorised commercial establishments in the heart of Gomtinagar have been causing frequent traffic bottlenecks, but the Lucknow Development Authority (LDA) has turned a blind eye to the problem. At least 50 residential properties on a 2km stretch between Husadia crossing and Captain Manoj Pandey crossing host commercial centres, including coaching cradles, restaurants, garment stores and shops dealing in electrical and electronic equipment. The high footfall of customers, coupled with no designated parking lot, translates into haphazard parking which in turn triggers snarls on the artery. Chief engineer of LDA Indu Shekhar Singh said the area was both residential and commercial, but admitted that for commercial activities, a no-objection certificate was mandatory. “The NOC is issued by LDA only if fire safety and parking norms are met,” Singh said, conceding that the 50-odd establishments were in all likelihood illegal. Executive engineer Rahul Srivastava too admitted that several shops between the two traffic intersections had not been approved by the LDA, primarily because of lack of parking space outside buildings that house them. On why no action had been taken against the offenders, the LDA officials maintained that a crackdown would be launched soon. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Lucknow: History-sheeter makes jail inmates do sit-ups, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/lucknow-history-sheeter-makes-jail-inmates-do-sit-ups-video-goes-viral/videoshow/69868019.cms", "time": "", "description": ""}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Lucknowites enjoyed a special evening with Onir": {"link": "https://timesofindia.indiatimes.com//city/lucknow/lucknowites-enjoyed-a-special-evening-with-onir/articleshow/69857800.cms", "time": "2019-06-20 00:00:00", "description": "Although it’s been a while, but this was one special evening Lucknowites will remember when filmmaker Onir and Mitu Bhowmik jointly hosted an event at a popular hotel in Mall Avenue. The event marked the screening of Mitu’s documentary on differently-abled children. The event was ‘opened’ with a passionate speech by Sahil Singh amid a huge round of applause, followed by the documentary whch was appreciated by the who’s who of the city present.  Abdullah Khan (R) Afraz and Irfan (BCCL/ Farhan Ahmad Siddiqui)  Aprajita Sethi (R) Nisheeth and Surbhi Kapoor (BCCL/ Farhan Ahmad Siddiqui)  Bulbul Godiyal (R) Dr Rajneesh and Dr Bhawna Singh (BCCL/ Farhan Ahmad Siddiqui)  Dr Shazia and Dr Aleem Siddiqui (R) Irena Akbar (BCCL/ Farhan Ahmad Siddiqui)  Madhvi Kuckreja (R) Sahil Singh with Mitu Bhowmik (BCCL/ Farhan Ahmad Siddiqui)  Sunaina Sharma Manerker and Kalpesh Agarwal (R) Veena Purwar (BCCL/ Farhan Ahmad Siddiqui) In Video:Lucknowites enjoyed a special evening with OnirDownload The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Streetlight or tree?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlight-or-tree/articleshow/59570574.cms", "time": "", "description": ""}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Infant dies as 2 government hospitals in UP keep shuttling her for 3 hours": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/2-government-hospitals-deny-admission-infant-dies-cms-suspended/articleshow/69867364.cms", "time": "2019-06-20 11:25:00", "description": "BAREILLY: Callousness of staff at two government hospitals in Bareilly cost a five-day-old infant her life. The family of the girl born prematurely kept running with the baby in their arms for over three hours between the two government hospitals as both of them kept referring her to each other but neither let her in. The poor infant, who had difficulty in breathing all this while, died three hours later, her family still in the hospital campus trying to get her admitted. In a similar case, a pregnant woman who had heart problem had allegedly died after these two hospitals kept referring her to each other on June 4. Taking cognizance of the incident, chief minister Yogi Adityanath later suspended the chief medical superintendent (CMS) of the district combined hospital while departmental proceedings were ordered against the CMS of the other hospital. Juvinder Pal, a resident of Gokulpur village, and his wife Preeti had their first baby, Urvashi, born prematurely at a private hospital in Aliganj under Aonla sub-division of Bareilly district last week. As baby was weak and had breathing trouble, Pal along with his mother-in-law Sushma Devi took her to the district hospital on Wednesday. When Pal finally got to see a doctor at the OPD, he referred the child to the sick newborn care unit (SNCU) of the district women’s hospital that is housed in the same campus. When Pal reached the SNCU, a doctor there wrote on Pal’s OPD slip, a copy of which is with TOI, “Bed is not available. Kindly admit your side.” “We kept running between these two government hospitals for more than three hours. When we were later coming out of the women’s hospital, Urvashi died in the arms of my mother-in-law. If my daughter had got treatment, she would have survived,” said Pal, who later gave a complaint of negligence at Kotwali police station against the staff of both the hospitals. No FIR had been filed till the filing of this report. Later when reporters reached the hospitals, an argument took place between the CMS of the women’s hospital and head nurse of combined district hospital’s pediatric ward. The superintendents of both the hospitals blamed each other. Later, chief minister Yogi Adityanath suspended district combined hospital CMS Dr KS Gupta for negligence of duty and ordered departmental proceeding against women’s hospital CMS Dr Alka Sharma. Additional director (health) Dr Pramila Gaur said, “I have sent two joint directors on Wednesday evening to both the hospitals to probe the matter and submit a report.” Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Pakistani spy lured 98 targets with bots": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/pakistan-spy-lured-98-targets-with-bots/articleshow/69867201.cms", "time": "2019-06-20 11:49:00", "description": "KANPUR/LUCKNOW: The Pakistani spy who went by the Facebook nickname 'Sejal Kapoor' managed to hack into the computer systems of more than 98 officials from various defence forces and organisations, including the Indian Army, Air Force, Navy, paramilitary forces and state police personnel in Rajasthan, MP, Punjab and UP between 2015 and 2018.  She \"trapped\" her targets by showing her videos and pictures with the help of a software malware released from a third-party server hosted in a West Asian country.  She was involved in the case related to the leak of classified data on BrahMos missile in 2018.  TOI has accessed her chats and the details of the malware called 'Whisper' used by her. Malware is an abbreviated form of 'malicious software' that is specifically designed to gain access to or damage a computer, usually without the knowledge of the owner .  Sejal's FB account had cropped up following the arrest of BrahMos senior systems missile projects engineer Nishant Agarwal by the UP anti-terrorism squad (ATS) and military intelligence (MI) for passing on classified information about the project to Pakistan spy agency ISI.  Sleuths in UP Police and MI have now unearthed more than five dozen chats of this female spy. \"Well install whisper n check your desktop icon, open it and send me the code, lets talk there\" the Pak spy agent says in one of the chats. \"Waiting dude? Installed? After installing u will see Whisper icon on ur desktop. Just send me the code, then we will good to go. just unzip it. n click install. it's a chat app dude In UK, we all use that (sic)\" she adds. \"Nope, its restricted. Its getting restrictd. Whenever am trying to install it.\" an Indian offiical replies.  Besides 'Whisper', another spy application used by Sejal that has come to the fore is called 'Gravity Rat'.  Both work on stealth mode and have \"self-aware\" detection techniques which make them extremely difficult to be recognised by anti-malware programmes installed in computers.  \"It's a malicious communication app. It uses a malware command. A hacker can use as many as 25 internet addresses to mask her identity,\" said a top intelligence official, closely monitoring the probe.  \"Instantly, after getting downloaded, the malware first prompts the user to key in a code. It's to ensure that the app is not a virus or malware. Immediately after that, it scans all latest attachments sent from the computer in emails or downloads. It then scans all files with photographs, databses of MS Word and MS Excel, by first verifying their encryption keys and then opening their passwords,\" said a senior intelligence official. Sejal states in her FB profile that she's an employee of a firm called 'Growth Company' in Manchester, UK. Her chats also reveal she would \"force install\" Whisper on computers of officials from several organisations. Download The Times of India News App for Latest City ."}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Poles with decoration": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poles-with-decoration/articleshow/58524678.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "\nLove for strays brought this couple together in Lucknow\n": {"link": "https://timesofindia.indiatimes.com//city/lucknow/love-for-strays-brought-this-couple-together-in-lucknow/articleshow/69504839.cms", "time": "", "description": "Childhood BFFs, Kunal Lamba and Caroline Borges had a unique wedding recently at St. Joseph Cathedral Church. The two share a love for strays and looking after the ones in their neighbourhood brought them together.  Varun and Khushboo Lamba and Alisha Jackson (BCCL/ Farhan Ahmad Siddiqui)  Anju and Rajendra Lamba and Babita Lamba (BCCL/ Farhan Ahmad Siddiqui)  Dheeraj and Sonam Arora and Jennifer Borges (BCCL/ Farhan Ahmad Siddiqui)  Jeffrey Borges and Tina Frank (BCCL/ Farhan Ahmad Siddiqui) Caroline, looking resplendant in a flowing white gown made a grand entry in a vintage car, while Kunal waited for her with at the alter. After exchanging wedding vows, from the church, the couple celebrated the moment with their four-legged babies and fed them and played with them. “We believe that no one can be as pure in their love as animals and we wanted to cherish the moment where it all started for Kunal and me,” said an elated Caroline.  Khyati Lamba with Palak Shanker (L) and Hibah Beg (BCCL/ Farhan Ahmad Siddiqui)  Parveen Talha and Priscca and Beat Frank (BCCL/ Farhan Ahmad Siddiqui)  Raj Lakshmi Singh with Stephen and Andrey Griffs (BCCL/ Farhan Ahmad Siddiqui)  Rebekah Jackson and Ritu Mudgal Suri (BCCL/ Farhan Ahmad Siddiqui)  Twinkle & Shobhit Mehndi Ratta and Vandana Lamba (BCCL/ Farhan Ahmad Siddiqui) Following the church ceremoney, the wedding was also solemnized with Hindu rites, followed by a grand party where the couple, their parents, family and friends all danced with gay abandon. The enthusiasm of celebrating each other’s traditions was an inspiration to many. — Farhan Ahmad Siddiqui In Video:Love for strays brought this couple together in LucknowDownload The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "\nLucknowites enjoyed a special evening with Onir\n": {"link": "https://timesofindia.indiatimes.com//city/lucknow/lucknowites-enjoyed-a-special-evening-with-onir/articleshow/69857800.cms", "time": "", "description": "Although it’s been a while, but this was one special evening Lucknowites will remember when filmmaker Onir and Mitu Bhowmik jointly hosted an event at a popular hotel in Mall Avenue. The event marked the screening of Mitu’s documentary on differently-abled children. The event was ‘opened’ with a passionate speech by Sahil Singh amid a huge round of applause, followed by the documentary whch was appreciated by the who’s who of the city present.  Abdullah Khan (R) Afraz and Irfan (BCCL/ Farhan Ahmad Siddiqui)  Aprajita Sethi (R) Nisheeth and Surbhi Kapoor (BCCL/ Farhan Ahmad Siddiqui)  Bulbul Godiyal (R) Dr Rajneesh and Dr Bhawna Singh (BCCL/ Farhan Ahmad Siddiqui)  Dr Shazia and Dr Aleem Siddiqui (R) Irena Akbar (BCCL/ Farhan Ahmad Siddiqui)  Madhvi Kuckreja (R) Sahil Singh with Mitu Bhowmik (BCCL/ Farhan Ahmad Siddiqui)  Sunaina Sharma Manerker and Kalpesh Agarwal (R) Veena Purwar (BCCL/ Farhan Ahmad Siddiqui) In Video:Lucknowites enjoyed a special evening with OnirDownload The Times of India News App for Latest City ."}, "Lucknow: Pickup van plunges into Indira canal, 7 children missing": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/lucknow-pickup-van-plunges-into-indira-canal-7-children-missing/videoshow/69871893.cms", "time": "", "description": ""}, "Tree branches tangled with wires": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Tree-branches-tangled-with-wires/articleshow/55372900.cms", "time": "", "description": ""}, "Lko: 3 kids dead, 4 drown as van falls in canal": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-3-kids-dead-4-feared-drowned/articleshow/69883101.cms", "time": "2019-06-21 06:10:00", "description": "LUCKNOW: Three children were killed and four others, including two girls, were feared drowned as a pickup-van carrying 29 people plunged into the Indira Canal in Nagram area on early Thursday. Bodies of three boys, Aman (9), Saurabh (7) and Sunny (5), were fished out by 5pm, while Mansi (4), Manisha (4) and two boys Sachin (7) and Sajan (9) were untraceable even 17 hours after the mishap and are feared drowned. All 22 adults, including the driver Durgesh, survived. Durgesh escaped from the spot and is being hunted by police. Nagram SHO, Ramesh Chandra said, \"We are registering a case of homicide and rash driving against the driver.\" Two teams are looking for the driver and the owner of the vehicle, said senior police officials. The passengers, all natives of Barabanki, were returning from a wedding in Nagram. Police said that the van driver failed to take a right turn and drove straight into the canal near Cheda Khera village at around 2.30am. The village falls in a remote part of the district and there are no barricades along the canal at the spot. All the adults managed to survive as some swam and helped each other while others were washed ashore. Eyewitnesses said that the women were holding their children but strong water currents swept them away.  Local villagers rushed to the spot on hearing screams of people and informed police. The injured were taken to Nagram community health centre. DM Kaushal Raj Sharma told TOI that compensation will be given to the kin of deceased and injured victims, while additional forces of NDRF and SDRF have been roped in to retrieve bodies of the missing children. The passengers told police that van driver Durgesh was under the influence of alcohol and was speeding when he overshot at a T-point and the van hurtled down straight into the canal. They also told police that they asked Durgesh to slow down but he did not listen. The scene at the spot was heart-rending as wails of the mothers who lost their kids could be heard from a distance. \"Prima facie it appears that the vehicle was speeding and fell into the canal. It is not yet established whether the driver was drunk. The vehicle has been sent for a technical examination to ascertain the exact cause of accident,\" said the DM. Rescue operations were under way till the filing of this report. NDRF officer Neeraj said, \"We got the inflow of water into the canal reduced so that our divers can locate the children. The reduced flow and level would speed up the rescue operation.\" IG SK Bhagat said, \"Preliminary inquiry shows that the driver lost control of vehicle and drove straight into the canal.\" Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Reverse speed record: 2km drive in 30 minutes": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/reverse-speed-record-2km-drive-in-30-minutes/articleshow/69866206.cms", "time": "2019-06-20 09:59:00", "description": "LUCKNOW: The 2km stretch from Husadia crossing to Captain Manoj Pandey crossing in Gomtinagar can be a nightmare for the likes of Lewis Hamilton and Sebastian Vettel, let alone our city’s average motorist. During peak hours, the time taken to negotiate this brief length is a traumatic 30 minutes, considering one is lucky. On a real bad day, the nightmare can be as long as an hour, if not more. The reason behind the painful car crawl is primarily encroachment of carriageway and pavements by vehicles of shoppers in the absence of designated parking lots near commercial establishments that have mushroomed in the area. “People stop vehicles in the middle of the road or go slow to hunt for a parking pocket. This leads to a jam session and link roads feel the cascading effect,” complained Rajan Verma, a resident of Vinay Khand. Two-wheelers parked on pavements compel pedestrians to walk on the road, spelling more trouble for traffic. Maya Singh, a resident of Viram Khand who often visits Patrakarpuram market, claimed employees of shops were the main culprits. “They park on the footpath and we pedestrians risk our life and limb on the road.” Prashant Kumar, also from Viram Khand, said snarls were more common in the evening because of people thronging restaurants and parking cars in a haphazard manner. “Many of us prefer walking the last hundred metres to Patrakarpuram market,” added Shivani Dubey of Vikas Khand. Traffic police inspector Krishna Murari Sharma said they were aware of the situation and took measures to curb the problem. “We have deployed two towing vehicles in the area and on an average, we tow away 30 four-wheelers for unauthorised parking,” he added. Banker Lalit Sharma has a solution for those who hate being late because of snarls. “I start early,” he said. Download The Times of India News App for Latest City ."}, "Stop mob lynching at any cost: Yogi": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/stop-mob-lynching-at-any-cost-yogi/articleshow/69882337.cms", "time": "2019-06-21 04:16:00", "description": "Lucknow: Chief minister Yogi Adityanath has asked his senior officials and police officers to clamp down on mob lynching in the state. Yogi addressed a review meeting of law and order in the state on Thursday, attended by chief secretary, principal secretary (home) and DGP. Mob lynchings in UP have been a cause of concern with cow vigilantes taking law into their hands. A senior police officer in Budhana in Bulandhshar was killed by a rampaging mob of self -styled cow vigilantes and had triggered off a national outcry. Yogi on Thursday asked the police to maintain a strict vigil to check any case mob lynching and take stern action. Download The Times of India News App for Latest City ."}, "UPPSC: Interviews for recruitment of 610 civil judges in UP from June 21": {"link": "https://timesofindia.indiatimes.com//city/lucknow/uppsc-interviews-for-recruitment-of-610-civil-judges-in-up-from-june-21/articleshow/69862591.cms", "time": "2019-06-19 21:13:00", "description": "LUCKNOW: Uttar Pradesh Public Service Commission (UPPSC) would conduct interviews for “UP Judicial Service Civil Judges (Junior Division) Exam-2018” from June 21 to July 17. The final result of the exam is slated to be announced by July 20, said officials. As many as 1857 aspiring judges are competing for 610 vacancies of junior division civil judge in district court across the state. One of the biggest recruitment of the judges in the state started after Allahabad high court intimated the UP department of appointment and personnel (DoAP) about the number of civil judges lying vacant across the state. Following this, a requisition of 610 posts was forwarded to the UPPSC for filing the posts, said officials. High Court has directed UPPSC to complete the recruitment in a time bound manner so as to address the issue of shortage of civil judges in the state, said Jagdish, secretary, UPPSC. The exam, also known as Provincial Civil Services (Judicial), is held in three stages-Preliminary, mains and interviews. The result of the mains stage of the exams was announced on June 13. Examination controller Brijendra Kumar Dwivedi said, \"Applicants should report to Yamuna auditorium of the Commission in Allahabad with application form, attestation form, index card, details of mark obtained and documents related to academic qualifications. The candidates have also been intimated separately.\" Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "\nWhen music ruled supreme at this event in Lucknow!\n": {"link": "https://timesofindia.indiatimes.com//city/lucknow/when-music-ruled-supreme-at-this-event-in-lucknow/articleshow/69294370.cms", "time": "", "description": "A private school in lucknow, celebrating 60-years of its establishemnt, organised a western classical music concert, Historic International Concert of the Indian National Youth Orchestra, conducted by Lucknow-born composer and conductor Vijay Upadhyaya.  Brigitte Oppinger-Walchshofer and Jean Claude Kugener (BCCL/ Aditya Yadav)  Amrita Das, Jagdish Gandi and Finous (BCCL/ Aditya Yadav)  Geeta Kingdon, Julia and Mona (BCCL/ Aditya Yadav) Ricky Kej, Roger and Roshan Gandhi (BCCL/ Aditya Yadav) Armed with a 368-piece orchestra, with 118 musicians and 250 chorus artists from 17 foreign nations and also musicians from 11 states of India, the performance witnessed a jam-packed auditorium with people also coming in from outside of the city to listen to ‘their own Upadhyaya’. And undoubtedly the performance of the musicians left everybody in awe. Most people in the audience were seen recording the music on their mobile phones.  Vijay Upadhyaya with Dr Abhilasha (BCCL/ Aditya Yadav) The evening began by the lighting of the lamp by chief guest Hriday Narayan Dikshit, Speaker, Uttar Pradesh Legislative Assembly. Also present at the event was Indian Grammy award winner Ricky Kej. — Saad Abbasi In Video:When music ruled supreme at this event in Lucknow!Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Tree branches on electricity wires": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/treebranchesonelectricitywires/articleshow/66078828.cms", "time": "", "description": ""}, "History-sheeter makes inmates do sit-ups in UP jail, video goes viral": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/history-sheeter-makes-jail-inmates-do-sit-ups-video-goes-viral/articleshow/69867477.cms", "time": "2019-06-20 13:08:00", "description": "LUCKNOW: A video of a history-sheeter lodged in Rae Bareli jail making three undertrials do sit-ups and slap each other went viral on Wednesday. Taking cognizance of the video, the prison administration ordered inquiry against jail officials by superintendent of jails, Lucknow. The 1.12 minute video, shot on June 16, shows history-sheeter Akash Yadav making three inmates Dileep, Dharmendra and Bhaskar do 50 sit-ups and then slap each other. It shows history-sheeter-Akash Yadav inside Rae Bareli jail. Yadav is seen instructing three other inmates identified as-Dileep , Dharmendra and Bhaskar to do 50-sit-ups first, and then also slap each other. \"We recovered two phones, a SIM card, and a charger from Yadav's barrack,\" said Rae Bareli SP, Sunil Kumar Singh, after a raid. DIG (prisons) Umesh Srivastava said Yadav will be shifted to a west UP jail. In 2018, November also a video from RaeBareli jail was leaked in which shooter-Anshu Dixit was seen having alcohol and also threatening a trader. In Video:Lucknow: History-sheeter makes jail inmates do sit-ups, video goes viralDownload The Times of India News App for Latest City ."}, "Lucknow: Dussehri makes market guest appearance, price tag Rs 100 a kilo": {"link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-dussehri-makes-market-guest-appearance-price-tag-rs-100-a-kilo/articleshow/69851441.cms", "time": "2019-06-19 09:05:00", "description": "LUCKNOW: Like every year, delectable Dussehri mangoes are an instant hit in the city markets this summer. However, mango lovers would be disappointed as the yield is less this year as a good quantity of the fruit got damaged in the blistering heat. People will be able to savour mangoes only for 30-40 days as compared to two months because of the drop in production by 40%. Also, the price is currently high at Rs 70-100 per kg depending on the quality. Fruit sellers said prices are not expected to come down this year. “Unlike last year when prices had dropped to Rs 15-20 due to bumper crop, the price will remain high this season. At the most, it will drop to Rs 40-50 per kg if the supply increases,” said Subhash Singh, a wholesaler at Nishatgang mandi. Mango lovers have also started flocking marts in different parts of the city. Naman Shukla, a resident of Nishatganj, said, “Price doesn’t bother me as no other variety of mango can deliver the rich taste as Dussehri.” Balikrishna Srivastava, a resident of Gomtinagar, said, “Though I and my family love mango, we will wait for prices to come down.” Anushka Katiyar, another resident, said: “I was rushing back home from office when I saw vendors selling dussehri. After bargaining, I bought 2kg for Rs 180.” Navin, who had come on a business trip to Lucknow from Delhi, said he wanted to take back Dussehri mangoes in large quantity and had been waiting for a long time. “The prices are higher than last year’s but these mangoes are not available anywhere else and I am taking 10kg.” Download The Times of India News App for Latest City ."}, "When women took centre stage in Lucknow!": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/when-women-took-centre-stage-in-lucknow/articleshow/69874676.cms", "time": "2019-06-21 01:00:00", "description": "A dance competition titled ‘Dance Hi Dance’ was organized at Rai Umanath Bali Auditorium recently in which women from the age group of 18 to 60 years participated in the contest. The event was directed by Rakhi Jaiswal and conducted by Divya Dwivedi. The jury panel comprised Rakhi, Akanksha Bajpayee and Twinkle Srivastava. The chief guest at the event were Jafar Mir Abdullah and Masood Abdullah. — Farhan Ahmad Siddiqui  (L) Deepa Awasthi (R) Neha Shukla (BCCL/ Farhan Ahmad Siddiqui)  (L) Nawab Jafar Mir Abdullah (R) Nawab Masood Abdullah (BCCL/ Farhan Ahmad Siddiqui)  (L) Nivedita Banerjee (R) Rupam and Deepa Awasthi (BCCL/ Farhan Ahmad Siddiqui)  (L) Rakhi Jaiswal (C) Santosh Aditya (R) Simran Nisha (BCCL/ Farhan Ahmad Siddiqui) In Video:When women took centre stage in Lucknow!Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Lucknow: Centuries-old yoga dons new age roles": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-centuries-old-yoga-dons-new-age-roles/articleshow/69884016.cms", "time": "2019-06-21 08:12:00", "description": "LUCKNOW: Move over conventional yoga clothing, Gen Z is making a style statement with cool outfits and accessories — from sports bras, neon tights and snug-and-plush bell bottoms to anti-skid microfibre mats, yoga bricks and yoga wheels. “Props and snug attire are not just trendy, they offer extra comfort and ensure you do not hurt yourself while doing the multiple torso and limb manoeuvres that asanas require,” said Megha Garg, 20, who recently bought a pair of neon tights to jazz up her yoga routine. The not-so-young must not feel left out because age is just a number, besides yoga props can come in handy for elderly enthusiasts as well. “My grandmother wants to learn yoga, but is afraid of hurting her back and knees. So, I plan to encourage her with a gift of yoga bricks and pads,” said 21-year-old Gaurika Abani. Yoga bricks or blocks are one of the most popular props. Made from foam, bamboo, wood or cork, the block is often used as an extension of the arms, but can also support the back, head and hips to help the body settle into a pose. Yoga pads, on the other hand, offer orthopaedic support to elbows and knees. Mats is a variety of colours and patterns are also a rage among those who bend, stretch, twist and turn to keep the body and mind healthy. “Microfibre mats are becoming popular because of their absorbent quality. They are also durable and offer extra grip. The chances of slipping are slim,” said a sales executive at a popular sports goods store. “People are also buying yoga towels instead of traditional mats because these are soft in texture and highly absorbent,” he added. Syed Muhammad Ali, a 28-year-old yoga enthusiast, said covers were available to keep mats clean and protected. “They come with straps and pouches for convenient storage,” he added. Also in vogue are flexibility tools such as yoga bolsters and yoga wheels, which assist in back bends. Fitness buffs are splurging on grip socks and gloves too. These help maintain a pose on smooth surfaces. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Lucknow: Shortage of A+, AB+ blood at KGMU": {"link": "https://timesofindia.indiatimes.com//city/lucknow/shortage-of-a-ab-blood-at-kgmu/articleshow/69851608.cms", "time": "2019-06-19 10:10:00", "description": "LUCKNOW: There is acute shortage of A+ and AB+ blood at the KGMU blood bank. Against daily requirement of 400 units, the current availability of A+ is 40 units and AB+ just 10 units. Even the donation of over 100 units on the World Blood Donor Day did not ease the situation as only a few units of these two blood groups were received at KGMU. The shortage is creating problems not only for general patients but also for thalassemia patients as they require regular blood transfusions. In wake of the crisis, only one unit of blood group A+ and AB+ per patient is being issued daily from the bank. There are 100 registered thalassemia patients at KGMU and in all they require 125 units of blood for transfusion in every three to four weeks. Sixty of these patients belong to these two blood groups. For thalassemia patients, KGMC issues blood units even without donors. Prof Tulika Chandra, head of the transfusion medicine department, said, \"On a single day, we give out 100 units of A+ and AB+ blood groups. The stock to be maintained is of 400 units as it takes four to five days for screening a unit and the cycle has to be maintained.\" Download The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "2 children drown in canal in Gudumba, 1 body found": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/2-kids-drown-in-canal-1-body-found/articleshow/69867215.cms", "time": "2019-06-20 11:16:00", "description": "LUCKNOW: Two minor girls drowned while they had gone to take a bath in a canal in Gudumba on Wednesday. As per reports, the two victims. Kajal (10) and Raagini (11), were both residents of Bulbulpur area of Gudumba and they had gone to the canal along with a group of other children around 12.30pm. As then entered the water, they slipped deep inside the canal and started drowning. Eyewitnesses said they informed the police when they heard the two screaming for help. Police said that they had recovered Kajal’s body from the canal, but were still looking for Raagini’s. Download The Times of India News App for Latest City ."}, "Dearth of quota clarity leaves EWS seats empty at  Lucknow University": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/dearth-of-quota-clarity-leaves-ews-seats-empty-at-lucknow-university/articleshow/69868638.cms", "time": "2019-06-20 09:41:00", "description": "LUCKNOW: Out of 304 seats allotted in undergraduate courses at Lucknow University under the economically weaker section (EWS) quota, applications have been received for only 108. Candidates and teachers are citing lack of awareness, inadequate publicity and delay in issuance of certificates by the district administration as the main reasons behind the lukewarm response. There are 3,048 undergraduate seats at LU of which 10% are reserved for EWS candidates. The admission process is almost over, but 77% of these reserved seats had no claimants till this report was filed on Wednesday. Many candidates didn't click on the EWS option in the online form as they did not have the mandatory certificate in hand while applying. \"We were afraid of being denied admission altogether if we were unable to submit the quota certificate,\" said a candidate, not willing to be named. Gitika Upadhyay, a BSc candidate who got selected under the EWS category, said there was confusion over eligibility, as the district administration did not clarify the same to candidates who did rounds of tehsils for certificates. \"Hence, many did not opt for the quota. I, however, took a chance and got lucky. I have already applied for the EWS certificate and will submit the same to LU as soon as it is issued to me,\" she added. Teachers feel the provision of reserved seats was not properly promoted by the government. Lucknow University Teachers' Association (LUTA) president Neeraj Jain said, \"The reservation policy should have been publicised in a better way by the state and its academic institutions, so that no deserving applicant missed the opportunity.\" Dean of student welfare at LU Dhruvsen Singh argued that every new provision took time to reach the masses. \"The case is same with EWS (quota). Many candidates are still not aware of what the quota is and how it can be availed of,\" he said. Singh maintained that many candidates had more queries about funds and scholarships for underprivileged students than the EWS admission quota. He added that faculty members in different university departments had spread the word about seat reservations, but their reach was understandably limited. Download The Times of India News App for Latest City ."}, "7-day yoga camp underway in AMU ahead of International Yoga Day": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/7-day-yoga-camp-underway-in-amu-ahead-of-international-yoga-day/videoshow/69864573.cms", "time": "", "description": ""}, "Pathetic road condition": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pathetic-road-condition/articleshow/60716116.cms", "time": "", "description": ""}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Salon owner clicks selfie, hangs self": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/salon-owner-clicks-selfie-hangs-self/articleshow/69882332.cms", "time": "2019-06-21 06:17:00", "description": "LUCKNOW: The owner of a popular salon in Aashiana reportedly hanged himself from a ceiling fan at his Krishnanagar home early on Thursday, within an hour of sending a selfie and purportedly declaring his death wish to an employee on WhatsApp. Police have not found a suicide note and are investigating the veracity of the message. They are not ruling out foul play until the postmortem report arrives. Deceased Vikas Srivastava (42) lived with his wife and two sons, aged 13 and 10, on the first floor of a house in Ashutoshnagar that belongs to his father-in-law Surendra Kumar. Police quoted Kumar as saying his son-in-law hanged himself from a noose made out of a curtain in a room adjoining to one where his daughter and grandsons were sleeping. Srivastava’s employee Ankit (24) told police that his boss sent him a selfie in the small hours with the message about how depressed the latter was and that he was planning suicide. Ankit said he texted back requesting Srivastava to keep patience and share problems if any. Krishnanagar sub-inspector Pankaj Singh said they suspected suicide based on circumstantial evidence, but needed to probe further to nix other possible theories. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Safai Abhiyaan": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/safaiabhiyaan/articleshow/67186443.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Bullet wound kills businessman, triggers a whodunit": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/bullet-wound-kills-bizman-triggers-a-whodunit/articleshow/69866167.cms", "time": "2019-06-20 10:38:00", "description": "LUCKNOW: A 28-year-old businessman died early on Wednesday of a bullet wound received during a scuffle with his wife’s kin in Sitapur district. While his family has claimed murder, police suspect accidental firing and are waiting for the postmortem report. According to sources in police, deceased Ankit Kumar tied the knot with Sunita Kumari last year, but it was never a happy union. On Monday, Sunita left her husband after a spat and, escorted by brother Harish, went to live with her parents in Rausa area. On Tuesday night, Ankit reached her village with three friends and tried to coax his wife to come back. “The couple quarrelled over domestic matters and the situation quickly turned ugly. We have reports that say Ankit trained a countrymade pistol at Sunita’s other brother Akash. When her family members tried to disarm him, the trigger went off accidentally and Ankit sustained a bullet wound in the stomach,” said Rausa station house officer NS Sirohi. The businessman was rushed to the community health centre, but referred to the district hospital. Doctors at Sitapur hospital in turn referred him to KGMU Trauma Centre in Lucknow. Ankit died on his way to the state capital. SHO Sirohi said police had received two sets of complaint. “One from friends and family of the deceased and another from his father-in-law. The first accuses Sunita’s brothers of shooting Ankit dead while the other claims he committed suicide. We are probing all theories and waiting for autopsy details,” the officer added. Download The Times of India News App for Latest City ."}, "Uttar Pradesh to have herbal highways soon": {"link": "https://timesofindia.indiatimes.com//city/lucknow/uttar-pradesh-to-have-herbal-highways-soon/articleshow/69850481.cms", "time": "2019-06-19 06:59:00", "description": "LUCKNOW: For centuries, Indians at home have used these Ayurveda herbs, either as condiments in cooking or to cure diseases. Now, the UP government is on course to grow haldi (turmeric), brahmi, ashvagandha, anantmula, janofa and mashparni — among 34 herb varieties — along national and state highways for their medicinal benefits in the belief that they will “keep air-borne, bacterial and face (skin) diseases at bay”. According to Ayurveda experts, the benefits of brahmi include sharpness of memory, ashvagandha has been in use for general wellness, including against depression and high blood sugar, and mashparni’s benefits include boosting body energy, strengthening muscles and increasing sperm count. Undertaken by UP’s public works department (PWD), the plan is an extension of NDA’s flagship Ayushman Bharat Yojana. According to the detailed note by PWD, accessed by TOI, pilot project has started in 18 districts. The PWD note also blames the invasion of “English plants” (meaning non-native species) such as cacti and bonsai (the Japanese word for growing miniature trees by stunting their growth) in homes, offices and parks, and the declining use of plants mentioned in the Ayurveda system of medicine. “Besides, one of prime reasons for unfit India is shrinking open air and disappearing Ayurveda trees. There is a need for herbalrich gardens, herbal-rich roads (sic) to use them to our advantage,” the note said. “Asthma, cancer and face (skin) diseases are growing despite hospitals and availability of doctors. The cure is possible with help of these herbs,” the note added. A pilot initiative has already been implemented on busy stretches of the Delhi-Yamunotri state highway 57 in Saharanpur, Ashapur-Sarnath state highway in Varanasi, Panchkosi Parikrama state highway in Ayodhya, the Gorakhpur-Deoria state highway, the Aligarh-Mathura highway via Keshavdham and the Banda-Bahraich stretch in Chitrakoot. ‘UP is the 1st state to implement scheme’For centuries, Indians at home have used these Ayurveda herbs, either as condiments in cooking or to cure diseases. UP deputy CM Keshav Prasad Maurya, who heads the PWD, says the plan was conceived last year to revive both Ayurveda in India as well as help people stay disease-free. “UP has become the first state to implement such a plan in India,” said Maurya. The PM’s endeavour to bring the benefits of Ayushman Bharat to the common man is already reaping benefits. Such a scheme will help both development and beautification and bring medicinal benefits,” said Maurya. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Political conspiracy in hooch deaths? CM Yogi wants to know": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/pol-conspiracy-in-hooch-deaths-cm-wants-to-know/articleshow/69866203.cms", "time": "2019-06-20 06:25:00", "description": "LUCKNOW: Chief minister Yogi Adityanath has sought “in-depth investigations” into last month’s hooch deaths to determine if “adulteration is done for financial gains or is a political conspiracy to defame the government”. He also said liquor stores should not be allowed to operate in public places. At an excise review meeting on Wednesday, Yogi referred to the Barabanki tragedy that killed 20 people and said any form of political patronage to hooch dealers would not be tolerated. The chief minister had indicated “political conspiracy” against his government even as the spurious liquor deaths were being reported in May. Seeking in-depth investigations into the tragedy, Yogi insisted that a campaign be launched in collaboration with the local administration and police to nail “those who have ruined the lives of people of Barabanki”. “The CM has made it clear that if required, properties of the accused must be seized. Also, they should be jailed under the stringent National Security Act,” said an excise department official. Quoting from Yogi’s directives, he said if any illegal liquor manufacturing/sale unit was identified, the police station concerned would be held responsible. The local police have been asked to check all liquor stores and ensure that point of sale machines are installed, he added. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Houses turn into graveyards as Muslims in this UP village bury the dead at home": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/houses-turn-into-graveyards-as-muslims-in-this-up-village-bury-the-dead-at-home/videoshow/69872213.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "UP: Seven children feared drowned as vehicle falls into canal in Mohanlalganj": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-seven-children-feared-drowned-as-vehicle-falls-into-canal-in-mohanlalganj/articleshow/69868512.cms", "time": "2019-06-20 09:35:00", "description": "LUCKNOW: At least seven children were feared drowned after the vehicle carrying them fell into Indira Canal in Mohanlalganj area of Lucknow early Thursday morning. Police said that along with children 23 other passengers were also travelling in a goods carrier jeep and were rescued. Personnel of State Disaster Relief Fund (SDRF) have been pressed into service to retrieve the body of missing children. Superintendent of police (rural) Vikrant Vir said that around 29 persons, including six children of Loni Katra in Barabanki district, were returning from a wedding ceremony. \"Around 3am, the driver of the vehicle lost control on the wheels and failed to notice a turn and it plunged into a canal near Patwa village under Nagram area,\" added Vir. \"Hearing a loud thud villager came to rescue men and women while children drowned,\" an officer said. Later, the police control room was informed for assistance. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Corrupt officers should opt for VRS, says Yogi": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/corrupt-officers-should-opt-for-vrs-says-yogi/articleshow/69882297.cms", "time": "2019-06-21 06:10:00", "description": "LUCKNOW: Chief minister Yogi Adityanath on Thursday directed officials to prepare a list to take action against corrupt and scam-tainted officials in the state government and threatened forced voluntary retirement for the corrupt officials. Presiding over a review meeting of secretariat administration, Yogi said there was no room for corrupt officials. As part of his warning, the CM mentioned the arrest of three private secretaries in January this year who were caught in a sting operation demanding bribes to complete routine official tasks. The CM also said outsiders coming to Vidhan Bhawan, the secretariat and the annexe, should not be allowed to carry mobile phones into the premises. Yogi told officials to get the meeting halls and auditoriums ready in Lok Bhawan and added that they should have names which inspire the public. He also ordered removal of banners, posters and hoardings from the surroundings of Vidhan Bhawan and Lok Bhawan. Yogi sought information on e-office plan which was conceptualised last year. Additional chief secretary, secretariat administration, Mahesh Gupta told him that 95% of the work in 25 UP departments is being done through e-office. The CM said the scheme should be made applicable in all the departments soon. Yogi stressed on strengthening the Integrated Grievance Redressal Forum, which he said, should not indicate redressal of problem until it is actually and fully addressed by the department concerned. Download The Times of India News App for Latest City ."}, "Security beefed up at Big B’s film shoot in Lucknow after pic from set goes viral": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/security-beefed-up-at-big-bs-film-shoot-in-lucknow-after-pic-from-set-goes-viral/articleshow/69875523.cms", "time": "2019-06-21 01:00:00", "description": "Amitabh Bachchan commenced shooting for Shoojit Sircar’s film in Lucknow on Wednesday. The first day shoot was conducted at the Mahmoodabad Mansion in Qaiserbagh. Playing a landlord in the film, Bachchan was dressed in a kurta-pyjama, a blue jacket and an orange beanie. The actor also shared a photograph of his attire and the weather of the city on his Twitter handle. Shoojit Sircar discussing a scene with Farrukh Jaffer (BCCL) But chaos ensued on Thursday morning when Sircar saw pics of Amitabh Bachchan and him from the sets trending on social media. All the crew members of the film 'Gulabo Sitabo' were then questioned as to who among them had leaked the pic. The security personnel were also hauled up for allowing a cameraman to enter the premises and click the picture. \"An emergency meeting was called by Sircar sir and the producers to beef up the security at the shooting venues. The end result was that the shooting on Thursday had to be postponed for several hours while this issue was being sorted out,\" informed a source from the sets. \"Now no one is allowed to carry mobile phones too inside the shoot location. Signs of ‘no recording’ and ‘mobile phones’ allowed have been put up everywhere,\" added the source.  A view of the Mahmoodabad Palace in Qaiserbagh where the shooting of the film is currently going on in the city (BCCL) Meanwhile, veteran actress Farrukh Jaffer, who is playing an important character in the film, is ecstatic to be sharing screen space with Amitabh Bachchan. A few pictures of hers were shared on social media in which she’s seen discussing scenes with Shoojit Sircar and writer Juhi Chaturvedi. \"I am thrilled to be working with Amitabh Bachchanji,\" shared an ecstatic Jaffer when we spoke to her. \"It’s like a dream come true for me. After having worked with the three Khans – Shahrukh, Salman and Aamir, this is like a culmination of my acting career. I consider myself lucky to have been given this opportunity to work Bachchan sahab,\" she added. — Aditya Yadav In Video:Security beefed up at Big B’s film shoot in Lucknow after pic from set goes viralDownload The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Drains completely blocked": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drains-completely-blocked/articleshow/62611760.cms", "time": "", "description": ""}, "\nHappiness all around at this wedding reception in Lucknow\n": {"link": "https://timesofindia.indiatimes.com//city/lucknow/happiness-all-around-at-this-wedding-reception-in-lucknow/articleshow/69082634.cms", "time": "", "description": "The wedding reception of Anirudh and Avni Jain was a grand affair. The ceremony had Dr Dinesh Sharma, deputy Chief Minister UP coming to bless the newlyweds. Many prominent people of the city were also present as guests including Anup Chandra Pandey, Malini Awasthi, Awanish Kumar Awasthi among others.  Dr Anup Chandra Pandey with Ashu Jain and Anita Bhatnagar Jain (BCCL/ Aditya Yadav)  Anushree Jain and Prafful and Apoorva Jain (BCCL/ Aditya Yadav)  Archana and Bhuvnesh Kumar with Awanish Kumar Awasthi (BCCL/ Aditya Yadav)  Dr Rakesh Kapoor with Navneet and Vanadana Sehgal (BCCL/ Aditya Yadav)  Eva Sharma, Malini Awasthi and Mahesh Kumar Gupta (BCCL/ Aditya Yadav)  Pravir Kumar, Renu Prakash and OP Singh (BCCL/ Aditya Yadav)  Suhani and Kaushal Raj Sharma and RP Singh (BCCL/ Aditya Yadav)  Ravindra Gupta with Anil Jain & Shobha Doorwar (BCCL/ Aditya Yadav)  Sangeeta Singh and Anil & Alka Patni (BCCL/ Aditya Yadav) “Avni and I met in IIM Ahmedabad when we were doing our MBA back in 2015, we became best friends because of our mutual interest in dance. And now we are married after 3 years,” said Anirudh while Avni said she’s thankful to God that she found a loving and understanding partner in Anirudh. Sharing in the couple's happiness were their respective parents Ashu Jain-Anita Bhatnagar Jain and Anil-Alka Patni.  — Aditya Yadav Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}, "More funds for college in name of Yogi Adityanath’s guru": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/more-funds-for-college-in-name-of-yogi-adityanaths-guru/articleshow/69866922.cms", "time": "2019-06-20 06:08:00", "description": "LUCKNOW: Gorakhpur will soon get a college in the name of UP chief minister Yogi Adityanath’s guru, Mahant Avaidyanath, who was also a four-time MP from the city. The cabinet on Tuesday approved a budget of Rs 30.34 crore for setting up the college. Government spokesperson Sidharth Nath Singh said the proposal had earlier been estimated at Rs 10.78 crore but various additions were made, like a hostel, multi-purpose hall and an auditorium. “The project had been cleared but it came back to cabinet with a revised budget estimate. The new estimate has been cleared by the cabinet,” he said. Avaidyanath was the head of Gorakhnath Math and was succeeded by Yogi Adityanath. He was also elected as MLA from Maniram assembly seat five times. He passed away in 2014. The government also approved additional budget for setting up a zoo in Gorakhpur, dedicated to freedom fighter Ashfaqullah Khan. The total budget for the project, conceptualised in 2008-09 under the Mayawati government, is Rs 181.82 crore. “Due to addition of facilities like theatre, video-conferencing facility, the budget has increased by Rs 9.75 crore,” said government spokesperson Shrikant Sharma. UP has only two zoological parks: in Lucknow and Kanpur. The cabinet also cleared the target of planting 22 crore saplings across the state. It also approved the establishment of Uttar Pradesh Education Service Tribunal for resolution of service matter disputes of school teachers and employees. The tribunal will have a chairman, one vice-chairman (judicial, one vice-chairman (administrative) besides other members. The cabinet also gave its nod for the monsoon session of Vidhan Sabha and Vidhan Parishad from July 18. The last session was held on February 28, 2019. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Man-made oasis quenches thirst in Bundelkhand": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/man-made-oasis-quenches-thirst-in-bkhand/articleshow/69882394.cms", "time": "2019-06-21 08:57:00", "description": "LUCKNOW: As large swathes of Bundelkhand continue to reel under acute water crisis year after year, people of some villages of the parched region chose to swim against the tide and took measures for water conservation and recharging groundwater, aiming to become largely self-reliant in water supply. About 10 years ago, the severe water scarcity made the residents of Jakhni village in Banda district make efforts to revive the ponds in the area. Their grit and efforts yielded results. This year, while several other villages are lying parched, five ponds in Jakhni village are full and residents are getting easy supply of water through tubewells. The full ponds in Jakhni now serve many purposes. With temperatures soaring to 48 degree Celsius this summer in the interiors of Bundelkhand, Jakhni remains relatively cool. Even in the afternoon, residents say, a cool breeze blows through the village because of the water bodies. “The ponds started drying up years ago. About 10 years back, even the largest one dried up. We then thought of trying to revive them. Initially, villages started digging under MNREGA. Subsequently, the gram sabha also helped and we managed to revive five ponds by desilting them and removing encroachments. At this point, when rest of Bundelkhand is dry, we have five full ponds,” said Keshav Pandey, a resident. In neighbouring Mahoba, where the water crisis is more severe than Banda, the gram pradhan of Bara village got a pipeline laid from the only functional tubewell beyond the dwellings and ensured multiple filling points to ensure that villagers do not spend hours in trekking to the tubewell outside the village. The village had no internal water supply and was dependent on government tankers. “The tankers would not reach everyone and were not regular either. There was only one functional tubewell outside the village, so we decided to pool our own funds and got a pipeline laid from it to our village. At present, there are multiple filling points in the village and 2,000 litre tanks are kept at five spots, said gram pradhan Bhagwan Das. The village also took up tree plantation aggressively along with revival of ponds to ensure that groundwater level rises. “We realise the importance of the one tubewell which is supplying water to the entire village. We will not let it run dry. In fact, we are reviving other tubewells and ponds as well to ensure that the groundwater level rises,” said Malti, a villager. “We ourselves constructed dykes along the fields so that all rain water flows into the field and gets collected. We are also digging and de-silting our ponds for their revival,” she added. Download The Times of India News App for Latest City ."}, "Gang offers sweet deal, dupes bizman": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/gang-offers-sweet-deal-dupes-bizman/articleshow/69867718.cms", "time": "2019-06-20 08:14:00", "description": "LUCKNOW: A gang of conmen duping businessmen by offering lucrative business deals struck again in the city and targeted a consultancy firm owner in Gomtinagar. The gang had tricked two city traders till now. In the latest incident, the gang approached a businessman, Manoj Gupta, who runs a consultancy firm from an office in Cyber Heights, and struck a deal for a joint venture and duped him of Rs 5 lakh. In his complaint, Gupta told the police that four persons approached him in June first week and offered to start a joint venture of herbal medicines. \"They came with a scheme promising to provide all equipment for the set up at very cheap rates. In all, I paid Rs 5 lakh to them on June 10,\" he said. \"They got the cheques encashed but did not deliver equipment till June 12. When I inquired, they gave me bills of equipment dated June 17, but they all proved to be fake,\" said Gupta. Station house officer of Vibhutikahnd police station Rajeev Dwivedi said a case has been registered against the gang. The gang had earlier duped two traders of Rs 3 lakh and Rs 2 lakh. So far, three cases have been registered against the gang at Vibhutikhand police station. Download The Times of India News App for Latest City ."}, "Residency to relive 1857 revolt in Big B baritone": {"link": "https://timesofindia.indiatimes.com//city/lucknow/residency-to-relive-1857-revolt-in-big-b-baritone/articleshow/69849345.cms", "time": "2019-06-19 09:40:00", "description": "LUCKNOW: Whizzing bullets. Thundering cannons. And, an unforgettable uprising that laid the foundation of India’s freedom from colonial rule. The Revolt of 1857 will come alive at the Residency this Independence Day, courtesy a sound and light show that might boast a voice over by Amitabh Bachchan. The state tourism department has sanctioned a budget of Rs 5 crore for the son et lumière that is being revived after almost a decade. Funds have already been sent to Uttar Pradesh Rajkiya Nagar Nigam for the production and permission has been sought from the Archaeological Survey of India (ASI) to host the show like it is done at Mysore Palace (Karnataka) and Victoria Memorial (Kolkata). The 16-page script — beginning from the time when Lucknow was called Lakshmanpuri — to the gallantry of heroes led by Begum Hazrat Mahal against the colonial might — has been revised and approved by former ASI superintendent AR Siddiqui. Complete with 4D effects, the 30-minute show will play on loop for four hours every evening in front of the memorial museum. “The sound and light show will take people back in time when the siege happened inside the Residency premises. The show had been withdrawn after 2010 because we had not been able to get mandatory approval from the ASI headquarters in Delhi. This year, all formalities have been completed. On August 15 and thereafter, Lucknow will witness history and the role of Awadh in it,” said PK Singh, joint director of UP tourism. “The need to revive the sound and light show was felt because it helps today’s generation understand the significance of historical monuments,” Singh added. While a Mumbai-based digital company has been roped in for the production, a proposal has been sent to Big B to lend his baritone voice to the show. An official confirmation from the actor is awaited, but sources have said he is unlikely to turn down the offer. Download The Times of India News App for Latest City ."}, "A fun filled evening for the ladies": {"link": "http://photogallery.indiatimes.com/events/lucknow/a-fun-filled-evening-for-the-ladies/articleshow/69799979.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Woman shot for asking husband to quit crime": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/woman-shot-for-asking-husband-to-quit-crime/articleshow/69867421.cms", "time": "2019-06-20 07:50:00", "description": "LUCKNOW: She asked her history-sheeter husband to quit crime, but had to pay with her life. A housewife was shot dead by her husband when she asked him to take up a respectable profession. The two had got married four months ago. The incident took place in Chinhat around 4.15 pm when the deceased Julie Yadav (26) was at home with her husband Vimal (30), brother-in-law and mother-in-law. Three murder cases are registered against Vimal in Chinhat police station, while he is also into extortion, police said. Chinhat SHO, Sachin Kumar Singh said an argument started when Julie asked Vimal to quit crime. She was also angry over being kept in the dark about Vimal's criminal ways. The argument turned ugly when Vimal allegedly shot Julie in her right temple with a country-made pistol, killing her on the spot. Vimal's family informed police that Julie has committed suicide, but nature of injuries and circumstantial evidence indicated that it was murder. Vimal later confessed that he shot Julie because she was nagging him. A case of murder was lodged against Vimal and body has been sent for post mortem. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "4 Lucknow University professors teach 4 subjects in two colleges": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/4-lucknow-university-professors-teach-4-subjects-in-two-colleges/articleshow/69884580.cms", "time": "2019-06-21 08:58:00", "description": "LUCKNOW: Lucknow University authorities on Thursday caught four professors who were enrolled as permanent faculties in two colleges. The anomalies were detected when the two colleges uploaded the details of their teachers on the University Data Resource Centre portal of LU. While checking the faculty details of 165 affiliated colleges, LU officials found four names whose subject, names, photographs and other details were the same as mentioned by another college. \"The two self-finance colleges affiliated to LU, one near Maal and other on Sultanpur Road, had the same professor teaching the same subjects. The details uploaded by the two colleges had the same person teaching Hindi, home science, sociology and education at both places at the same time. Even the year of joining was the same,\" said registrar SK Shukla. \"Showcause notices have been issued to the two colleges and four professors. It is being probed whether the fraud was done by the colleges or the professors,\" Shukla added. He said that no immediate action has been taken against the professors or the colleges considering the fact that at times a professor switches from one college to another then his/her name is not updated in the records. \"We will also find out if these professors were drawing salaries from both the colleges,\" the registrar said.  \"If colleges, professors or both would be found guilty then LU will be publicize their names on its official website and take strict action against them.\" In January last year, LU had directed all colleges to upload faculty detail on the University Data Resource Centre portal but various colleges uploaded the information only after being issued repeated warnings. LU officials said these two colleges, too, uploaded the faculty details after several warnings. Download The Times of India News App for Latest City ."}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "\nIla Arun and KK Raina bring the house down in Lucknow\n": {"link": "https://timesofindia.indiatimes.com//city/lucknow/ila-arun-and-kk-raina-bring-the-house-down-in-lucknow/articleshow/69398057.cms", "time": "", "description": "The Cultural Department of Uttar Pradesh organized an event with the play Namaste Jai Shree Krishna staged at the Sangeet Natak Akademi, recently. The event saw all the theatre lovers and theatre veterans from the city come to watch it. Veteran theatre artists Ila Arun and KK Raina flew from Mumbai to perform in the play. The who’s who of the city, including OP Singh, DGP, UP, along with Dr Hari Om, IAS and Poornima Pandey, Director SNA and secretary Rubeena Baig were at SNA to enjoy the evening.  Gopal Sinha & Poornima Pandey and Surya Mohan Kulshreshtha (BCCL/ Vishnu Jaiswal)  (L-R) Suchi Sahu, Pankaj and Col BK Prasad (BCCL/ Vishnu Jaiswal)  (L-R) Malvika and Dr Hariom , Mini Bajpayee (L) and Neerja Shukla (BCCL/ Vishnu Jaiswal)  (L-R) Neelika, Sangeeta Jaiswal, Nehi & Sameer Agarwal (BCCL/ Vishnu Jaiswal)  Pradeep Kapoor and Ila Kapoor with RKS Rathore and Sushma Rathore (BCCL/ Vishnu Jaiswal)  Rakhi Kishore (L) & Geeta Singh, Rachita Vyas (L) & Shamita Joshi (BCCL/ Vishnu Jaiswal)  Rakesh Chandra (L) and Ajay Jain and Tarun Raj and Archna (BCCL/ Vishnu Jaiswal) Adapted from Tom Dudzick’s play of the name Greetings! the story revolved around the contradictions in a family when the son brings home his girlfriend of a different culture and dialect, and the problem faced by the son in hiding the fact the girl is his girlfriend. Written and directed by Ila Arun and KK Raina, the play had the audience in splits with them creating magic with their chemistry on stage. — Saad Abbasi Download The Times of India News App for Latest City ."}, "Etawah hosp: Doc stitches wounds in mobile light": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kanpur/in-etawah-hosp-doc-stitches-wounds-in-mobile-torch-light/articleshow/69882181.cms", "time": "2019-06-21 06:39:00", "description": "KANPUR: A video rapidly doing the rounds in the city is of an incident in the operation theatre (OT) of Etawah’s Bhimrao Ambedkar hospital where two patients’ injuries are being stitched up under the thin beam of mobile phone torches held aloft by the patients’ families. There was no power, sources said, adding the hospital’s three generator sets are usually non-functional due to lack of fuel. Rahul and Sunil, both residents of Hiranpur village under Ekdil police jurisdiction in Etawah, sustained head injuries, hospital sources said, following a clash between two groups on Wednesday and were brought to the hospital, among Etawah’s oldest and largest government hospitals. As the hospital had no power, the doctor on duty stitched their wounds with relatives focusing mobile flashlights on the bleeding duo. “As power went off briefly and the generator was not working, I wasted no time to stitch up and bandage their wounds,” said Dr Jaydesh Yadav. Hospital chief medical superintendent (CMS) Dr S S Bhadauria confirmed the incident but said “it is not a routine affair”. “This happened on Wednesday at around 6 pm. Power supply was disrupted due to heavy rain. In the meantime, two patients arrived with head injuries. To provide immediate relief to the patients who were in pain and bleeding profusely, Dr Jaydesh treated them in the light of mobile torches,” Dr Bhadauria informed TOI on Thursday, denying the claim by hospital insiders that the generators “never work”. Read this story in BengaliIn Video:Watch: Doctor stitches wounds under mobile torch lights in EtawahDownload The Times of India News App for Latest City ."}, "Lots of dancing at this wedding in Lucknow": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/lots-of-dancing-at-this-wedding-in-lucknow/articleshow/69874479.cms", "time": "2019-06-21 01:00:00", "description": "The wedding ceremony of Anshul Mittal and Dickey Dolma was a resplendent event. Many prominent people of the city marked their presence at the event including theatre veterans Dr Anil Rastogi and Surya Mohan Kulshreshtha. The guests indulged in lots of dancing. Some of the peppy Bollywood numbers on which the crowd shook their leg were 'Aankh Maarey', 'Kala Chashma' and 'Coca Cola' among others. — Saad Abbasi  (L) Dr Anil Rastogi (R) Dickey, Tsering and Usha (BCCL/ Aditya Yadav)  (L) Astha (R) Dinesh Kumar Sahgal and Dr Anita Sahgal Vasundhara (BCCL/ Aditya Yadav)  (L) Jampal and Munni (R) Pushpa Lata and Jitendra Mittal (BCCL/ Aditya Yadav)  (L) Tatian Mittal (R) Vilayat Zafri (BCCL/ Aditya Yadav)  Urmil Kumar Thapliyal and Veena (BCCL/ Aditya Yadav) In Video:Lots of dancing at this wedding in LucknowDownload The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}}