{"\nVir Das hosts special screening of '31st October'\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Vir-Das-hosts-special-screening-of-31st-October/articleshow/54976690.cms", "time": "", "description": "Actor Vir Das recently hosted a private screening of Shivaji Lotan Patil’s '31st October', which released yesterday, for close friends at a suburban cineplex in Mumbai. Among those spotted at the do were Ramesh Taurani, Milap Zaveri, Neha Dhupia and Rannvijay Singha. Produced by Harry Sachdeva’s Magical Dreams Productions Pvt Ltd, co-produced by Anand Prakash with an all India release by Panorama Studios, '31st October' has Soha Ali Khan sharing screen space with Vir. Soha attended the screening with her husband Kunal Kemmu, who couldn’t stop praising her earnest portrayal of a Sikh woman. People even got emotional after watching the soul-stirring dramatic thriller. Listen to '31st October' songs on Gaana.com01:5931st October: Official trailerDownload The Times of India News App for Latest City ."}, "Maharashtra government to ask BMC to ensure equitable water supply: Yogesh Sagar": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-government-to-ask-bmc-to-ensure-equitable-water-supply-yogesh-sagar/articleshow/69871617.cms", "time": "2019-06-20 13:11:00", "description": "MUMBAI: A report on equitable water distribution across Mumbai has been prepared and the Maharashtra government will ask the city civic body to implement it, Minister of State for Urban Development Yogesh Sagar said on Thursday. He was responding to a question raised by NCP member Rahul Narvekar through a Calling Attention notice in the state Legislative Council. \"A comprehensive report on equitable water distribution for Mumbai city and its suburban areas is ready. The report will be shared with the Brihanmumbai Municipal Corporation (BMC) soon and the civic body will be asked to implement it,\" Sagar said in the House. To another question, he said people living on forest land in Mumbai for years were not getting adequate drinking water supply, but the government will soon ensure it for them. Chief Minister Devendra Fadnavis in 2016 announced setting up a committee to ensure equitable water distribution for the region coming under jurisdiction of the BMC. The Mumbai civic body loses around 25 to 27 per cent water due to leakages, Sagar noted. \"The government is trying hard to minimise such losses so that it can cater to the growing drinking water demand,\" he said. Sagar said though the number of city's permanent residents is limited, its floating population (those who keep moving from place to place) puts a lot of pressure on the administration. \"It is necessary to supply 270 litre of water per person in city areas, mainly due to the pressure of the floating population,\" the minister said. ND GK GK Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Dr Babasaheb Ambedkar statue to be 100 ft taller": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/dr-babasaheb-ambedkar-statue-to-be-100-ft-taller/articleshow/69884187.cms", "time": "2019-06-21 09:10:00", "description": "MUMBAI: In its bid to woo Dalit voters, the BJP-Sena government has decided to increase the height of the Dr Babasaheb Ambedkar statue that is to be installed at the memorial site at Indu Mill Compound in Dadar (W). CM Fadnavis, in answer to the opposition’s queries, said the height will be increased by 100 ft, making it a 450 ft statue. All permissions, including CRZ, have been obtained, and the statue will be completed by December 2020, he added. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Fire at Vasai industrial area, 20 units gutted": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/fire-in-vasai-industrial-estate-over-20-units-gutted/articleshow/69883549.cms", "time": "2019-06-21 07:18:00", "description": "MUMBAI: A fire broke out in the Merchant Industrial Estate in Vasai (east) in early hours of Friday. No injuries have been reported so far. The fire was noticed at around 12 am in the industrial complex that has over 100 small and big industries. Atleast 20 to 25 units, manufacturing industrial products, went up in flames. Seven fire tenders from the Vasai Virar Municipal Corporation (VVMC) fire brigade were pressed into service. Fire fighting and cooling operations are underway. The cause of the blaze has not been established. While property worth lakhs is believed to have been destroyed, no loss of life has been reported yet. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Celebs have a gala time at Rohini Iyer's house party": {"link": "http://photogallery.indiatimes.com/events/mumbai/rohini-iyers-house-party-photos/articleshow/69857175.cms", "time": "", "description": ""}, "Mumbai: Fire breaks out in bungalow, no injuries": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-fire-breaks-out-in-bungalow-no-injuries/videoshow/69852431.cms", "time": "", "description": ""}, "Darshan Raval celebrates the success of his song with BFFs": {"link": "http://photogallery.indiatimes.com/events/mumbai/darshan-raval-celebrates-the-success-of-his-song-with-bffs/articleshow/69841569.cms", "time": "", "description": ""}, "Fitness festival brings different regimens together under one roof": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/fitness-festival-brings-different-regimens-under-one-roof/articleshow/69875943.cms", "time": "2019-06-20 17:36:00", "description": "Fitness is always top on the mind with a lot of Mumbaikars who make time to work out and learn something new. And the latest in that was the Fitness Arts Festival that took place at Pioneer Hall, Bandra, recently. In a fun sweat Dr Runvijay Prajapati during the yoga showcase Mallakhamb showcase with Sanket Parab and crewMore than 350 Mumbaikars dropped in for the festival. Says organiser Ankita Gogoi, “The day-long event started at 7 am with classical hatha yoga, functional yoga and a boot camp. It really left everyone invigorated. This was followed by a kalaripayattusession, a capoeira session and a kids’ mallakhamb session.” This was not all. “Karate, Tai chi and even a round of B-boying added fun and energy to it. The idea was to bring together the most established with traditionally-rich Indian art forms. These forms are known, but just not as popular as boxing, for instance,” she says. “The whole vision was to bring these art forms under one roof. The participants tried everything and there was a great response to it. It was so nice to people of all ages, trying mallakhamb. Tai chi, is known to be calming, and it was lovely to see people going with the flow as they performed it under the guidance of Alexander Fernandes.” The crowd having fun in the bazaar areaThe food that was served at the fest, followed a healthy note. “This was made by Warli women from Aarey and it was a treat. The women made dishes like dried prawn in gravy, bharli vaangi and ragi roti. The ladies also prepared delicious kokum sharbat and a black herbal tea, that people loved.” Food prepared by the Aarey womenCassandra Nazareth, who has been spearheading programmes for the women in Aarey, adds, “This fitness festival was an interesting concept as it brought together so many fitness-related workshops. For the meal that was served, the women used organic oil, pulses and masalas. They idea was to give a boost to the Aarey women and it was great to see that people loved it all.” Download The Times of India News App for Latest City ."}, "Government pushes for bill that gives more teeth to Co-operatives society Act": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/government-pushes-for-bill-that-gives-more-teeth-to-co-operatives-society-act/articleshow/69884968.cms", "time": "2019-06-21 09:26:00", "description": "MUMBAI: Corruption complaints in your housing society will undergo multiple checks and if misappropriation is found, the people involved will face prosecution. But this is possible provided the state legislature passes the bill to amend the Maharashtra Co-operatives Societies Act, 1960. The government is keen to tighten the noose around the corrupt elements operating within and around state's cooperative societies -from credit and sugar to housing societies. \"Earlier, test and special audit reports of the flying squads were not considered for FIRs under section 81. Following the proposed provision, all reports under same section could be treated as sufficient evidence, making it possible to initiate criminal or civil proceedings,\" said cooperatives minister Subhash Deshmukh, while recommending the House to enact the bill. Also, instead of one administrator or liquidator, a board of officials will be appointed to bring transparency in society affairs. \"As per section 103 of the Maharashtra Cooperatives Societies Act 1960, a liquidator can be appointed for winding up of a society,\" a copy of the bill stated. \"The liquidator is expected to complete liquidation proceedings within six years, but...may be extended up to 10 years, as prescribed in the Act. However, it was observed that for completing...liquidation proceedings, adequate number of officers were not available and the liquidator...had to perform the duties of liquidator in addition to regular duties.\" According to experts Vinod Sampat and Ramesh Prabhu, the cooperatives department is getting a bad name on account of certain acts by managing committee members and auditors appointed by the society. \"... new amendments will act as a deterrent on the managing committee as well as auditors who fail to carry out their statutory obligations,\" they said. \"Since one liquidator might not be able to devote sufficient time for the work ..., actual liquidation might not be complete within the time as prescribed in the provisions of the Act. If a board of persons would be appointed as liquidator, other members in the board will devote time, so that the work of liquidation could be undertaken speedily,\" Deshmukh said. \"Similarly, there was a provision to appoint an administrator as per section 110A of the said Act. However, as the administrator undertakes the work in addition to his regular duties, he might not be able to give adequate time for the work and there it was necessary to appoint a committee of administrators. Hence the proposal to amend the Act.\" Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Impending tragedy": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/impendingtragedy/articleshow/69866974.cms", "time": "", "description": ""}, "Man arrested for flashing 11-year-old girl": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/man-arrested-for-flashing-11-year-old-girl/articleshow/69884949.cms", "time": "2019-06-21 09:22:00", "description": "MUMBAI: A 23-year-old unemployed man was arrested by the airport police for flashing a minor girl in a public toilet in Santacruz (east). According to the police, the public toilet has a common passageway for men and women. On June 17, the man exposed himself to the 11-year-old schoolgirl when she was on her way to the washroom, said the police. When the girl screamed, the man allegedly threatened her with dire consequences, the police added. She called her relatives who later informed the police. The man was booked under the Pocso Act for sexual harrassment, criminal intimidation, and insult. After three days in police custody, he was sent to judicial custody on Thursday. The police said that the man had been in an inebriated condition when he committed the offence. Senior inspector of the airport police, Alka Mandve, supervised the team that tracked down the accused. Download The Times of India News App for Latest City ."}, "Pathetic Scene; Pavements on Panch Marg- Versova": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/patheticscene3bpavementsonpanchmarg-versova/articleshow/69883236.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "bridge construction haulted once again ?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bridgeconstructionhaultedonceagain3f/articleshow/69883209.cms", "time": "", "description": ""}, "PM Narendra Modi: Success party": {"link": "http://photogallery.indiatimes.com/events/mumbai/pm-narendra-modi-success-party/articleshow/69860153.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "\n'Mirzya' cast bonds over dinner in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Mirzya-cast-bonds-over-dinner-in-Mumbai/articleshow/54563468.cms", "time": "", "description": "It was double celebrations for Rohit Khattar, who recently hosted a dinner for the cast of 'Mirzya', which will hit screens on October 7. He not only celebrated the positive response the trailer and the songs of his film have received, but also welcomed his award-winning restaurant, Indian Accent, from New Delhi, which has created a pop-up restaurant for a few days at Magazine Street Kitchen in Mumbai. Enjoying the exquisite sit-down menu were the director of 'Mirzya', Rakeysh Omprakash Mehra, and the lead stars, Harshvardhan Kapoor and Saiyami Kher. While Harsh’s papa Anil Kapoor missed the do because of his prior commitment, the rest of his family, including mom Sunita Kapoor, sister Rhea and cousin Arjun Kapoor, gave him company. Others spotted at the party include Bharathi Mehra, Anuj Chaudhry, Ramesh and Kiran Sippy, Poonam Dhillon with daughter Paloma and actor-son Anmol, Nandita Das, Tisca Chopra and Shobhaa De. Raveena Tandon and her film distrubutor-husband Anil Thadani, who has partnered with Rohit to launch an overseas distribution company, were spotted engaged in a lively conversation. Rohit (Owner of Indian Accent and Chairman of Cinestaan Film Company, which is producing 'Mirzya' along with ROMP Pictures) said, “We celebrated the success of the fim’s music and bid farewell to Rakeysh and the team as they go on city tour, which will culminate in the Red Carpet Premiere at the London Film Festival. I’m delighted that this occasion is being celebrated with cuisine from my restaurant.” Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Fire breaks out in Wadala highrise in Mumbai": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/fire-breaks-out-at-wadala-high-rise-building-15-suffer-from-suffocation/articleshow/69885278.cms", "time": "2019-06-21 07:18:00", "description": "MUMBAI: A fire broke out on Friday at around 3.30 am in a building at Wadala East following which 15 residents, suffering from suffocation, were rushed to KEM hospital, police said. At around 3.33 am on Friday, the Mumbai fire brigade received a call about a blaze on the first floor of a ground plus 21-storey building Shree Ganesh Sai. Four fire engines, water tankers and an ambulance were rushed to the site. Around 15 residents suffered from suffocation due to the smoke and were rushed to the KEM Hospital. However, all are in stable condition, said officials. Fire brigade officials said that by 3.56 pm the blaze was extinguished. Download The Times of India News App for Latest City ."}, "Shabby road work by BMC location SHIMPOLI road.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/shabbyroadworkbybmclocationshimpoliroad-/articleshow/69883134.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "time": "", "description": ""}, "khatara parked on Marine Drive for 3+ years": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/khataraparkedonmarinedrivefor32byears/articleshow/69883213.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "After BMC, traffic cops too want Rs 10,000 illegal parking fine": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/after-bmc-traffic-cops-too-want-rs-10000-illegal-parking-fine/articleshow/69882970.cms", "time": "2019-06-21 05:47:00", "description": "MUMBAI: A day after BMC announced it will charge a very steep penalty for illegal parking, the traffic police, after a meeting with civic officials on Thursday, decided to write to the state government, requesting changes in the Motor Vehicle Act so that they can impose up to Rs 10,000 as fine for parking in no-parking areas. At present, the penalty is Rs 200. In a related development, the BMC plans to allow motorists to park for free in public parking lots till they are given out to contractors. The BMC had intended to impose a penalty of up to Rs 10,000 for illegal parking on roads under the Mumbai Municipal Corporation Act. However, anticipating it might be difficult to implement the plan under the law, the civic body requested the traffic police to seek changes to the Motor Vehicle Act. The BMC and traffic police plan to jointly implement the stiff fine, initially under MMC Act, from July 7. In the joint meeting of JCP (traffic) Madhukar Pande and his officers with zonal deputy municipal commissioners, they fixed the deadline. They also decided to explore the possibility of allowing public parking in vacant parts of BEST bus depots. “Essentially, we are jointly working on a three-pronged strategy (awareness, appeal and enforcement) to decongest the roads wherever parking is available otherwise,” said Pande. The meeting decided that all senior police inspectors (traffic) along with BMC ward officials will jointly inspect the BMC’s available public parking lots in the next two days. According to the capacity of the lots, the officials will decide how much area around it can be turned a no-parking zone. The BMC will put signage and bring other machinery required to implement the rule. BMC commissioner Praveen Pardeshi is trying to free roads so that BEST buses can ply smoothly, encouraging more people to use public transport. In a few years, metro services will be operational in many parts of the city and he wants to ensure that people should have end-toend public transport options. “Everything is interconnected. We are making BEST journeys comfortable and increasing the numbers of buses. At the same time, we are freeing the street from illegal parking so that these buses can run everywhere. It will encourage people to use more public transport and help decongest the city,” the new civic commissioner said. Download The Times of India News App for Latest City ."}, "Maharashtra government gets railway land for Dharavi project": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-government-gets-railway-land-for-dharavi-project/articleshow/69884874.cms", "time": "2019-06-21 09:17:00", "description": "MUMBAI: Chief minister Devendra Fadnavis, while replying to the Opposition in the legislative assembly, said the state government had acquired 45 acres of land from the Railways for Rs 800 crore for the Dharavi redevelopment project. The rehabilitation process can be started without further delay with this land, he said. But the government will have to see if this violates the sanctity of the bid that was already floated by the state. \"We will seek the advocate-general's opinion if fresh tenders have to be invited or the process can be carried out with the two bids we have received before obtaining the railway land,\" he said. The state government had sought around 107 acres of land, but the railways made available 45 acres only. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "CCTVs at Malad station captures mobile phone thief in the act": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/cctvs-at-malad-station-capture-mobile-phone-thief-in-the-act/articleshow/69879179.cms", "time": "2019-06-20 23:18:00", "description": "MUMBAI: A mobile phone thief was identified by the RPF after electronic surveillance cameras captured him in the act at Malad station recently. Pintu Amrit, the 20-year-old accused, is a native of Kutch. He was handed over to the Borivali GRP. A passenger, Mukesh Mehta, had approached the GRP with a complaint after his phone worth Rs 16,000 was stolen from platform no. 1 at Malad on Saturday. Mehta subsequently approached the RPF to view CCTV footage of the station. The CCTV footage showed a man getting off a Borivali local, walk towards the adjacent compartment, snatch a passenger's phone and run off. The RPF made copies of the video grabs and circulated them among all personnel on their official Whatsapp group. “On June 16, when I was on the FOB around 1pm, I spotted the suspect in the cellphone theft case. I nabbed him and hauled him to the chowky,\" said inspector Satish Kumar of Malad RPF. The accused told officers that he had sold off the stolen cellphone to a friend residing in Nalasopara. He was handed over to the GRP. In Video:Mumbai: CCTV captures thief stealing mobile phone at Malad railway stationDownload The Times of India News App for Latest City ."}, "Tankers to where?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tankerstowhere3f/articleshow/69883102.cms", "time": "", "description": ""}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Bharat Sarkar car with tinted glasses": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bharatsarkarcarwithtintedglasses/articleshow/69883148.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "To boost infrastructure and growth, Maharashtra expands MMR by 2,000 sq km": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/to-boost-infrastructure-and-growth-maharashtra-expands-mmr-by-2000-sq-km/articleshow/69884622.cms", "time": "2019-06-21 09:00:00", "description": "MUMBAI: The state legislature and council approved a proposal on Thursday to extend the jurisdiction of the Mumbai Metropolitan Region (MMR) to cover portions of Palghar, Vasai, Pen, Kalyan, Bhiwandi, Khalapur and Alibaug. The extension of jurisdiction will enable MMRDA to invest in these areas and give boost to big ticket infra projects. On Thursday, the proposal was introduced in the state assembly by minister of state for urban development Yogesh Sagar while it was mooted by chief minister Devendra Fadnavis in the legislative council. The cabinet had passed the proposal in February. Sources said the jurisdiction has been extended by 2,000 sq km. \"Among the projects being planned is the extension of the Dahanu railway to Vasai, the multi-modal corridor from Alibaug to Virar, the Surya dam, the Navi Mumbai airport, the development of Boisar and the extension of the trans-harbour link,\" said Sagar. As a result of the expansion in jurisdiction, MMRDA can get involved in arranging financing for the projects and even execute major schemes, he said. NCP leader Jayant Patil raised concerns about the impact on Dahanu, which falls within Palghar and is an eco-sensitive zone. \"We hope Dahanu will remain protected. It had a committee dedicated to monitoring development,\" said Patil. Congress leader Nawab Malik said the government will have to take into account the large number of unauthorised construction in the Vasai-Virar-Nalasopara belt. CM Fadnavis said: \"The expansion in the scope of MMRDA will help boost infrastructure. It had been a long-pending demand of local representatives across party lines.\" Assuring the Opposition that the special status of Dahanu will be taken into account while implementing projects, he said the move will help prevent unauthorised construction in the region. \"The local authorities, whether municipal corporations or the gram sabhas, will remain planning authorities but the area will come under the jurisdiction of MMRDA,\" the CM further explained. \"With this expansion, the MMR population will increase by 12 lakh. We will, however, get a lot of new areas that are open land with less population. These areas can be developed for creating better infrastructure,\" he stated. Fadnavis said MMRDA was involving experts in a big way. \"It is an organisation with less staff and there is need for more expertise to execute the big-ticket projects. For example, the Mumbai Trans Harbour Link, which will be 22-km long, will have marvellous engineering. At the same time, we will ensure protection for biodiversity and bird sanctuary.\" Download The Times of India News App for Latest City ."}, "BEST to slash all bus fares in Mumbai": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/best-to-slash-all-bus-fares-ac-rides-to-cost-minimum-rs-6-maximum-rs-25/articleshow/69883262.cms", "time": "2019-06-21 06:29:00", "description": "MUMBAI: Commuting by BEST buses could soon get a lot cheaper. The transport undertaking has come up with a draft for fare reduction according to which the minimum fare for travel by an ordinary bus will be Rs 5 for a distance of 5km (down from Rs 15), while the minimum AC bus fare will be Rs 6 (a huge drop from Rs 30). The maximum fare proposed for travel by an ordinary bus is Rs 20, with Rs 25 being the maximum in case of AC buses. The current fares are Rs 42 and Rs 95, respectively, for a 30-km distance. The unprecedented reduction in fares, which is mainly aimed at doubling ridership from 25 lakh to 50 lakh, is the brainchild of new BMC chief Praveen Pardeshi. The recommendation has been accepted by the BEST administration, which will now table the proposal before its panel for approval. BEST business: Cheaper fares, more buses to hit share taxisBEST committee members had recently welcomed the civic chief ’s suggestion to reduce fares and increase the fleet by over 6,000 buses. Pardeshi had said there should be a low fare of Rs 5 for 5km, especially on feeder routes outside stations. He also suggested free rides in a radius of 2km outside Metro stations on an experimental basis, increasing buses by procuring more vehicles on wet lease, deploying AC buses on busy office routes and giving commuters a mobile app to show the expected time of arrival and help with live tracking for every bus. The BEST plans to introduce at least 200 smaller AC buses in a couple of months to woo office-goers. “A total of 530 buses are expected to join the fleet by the year-end. It will ensure more buses on busy routes, improve frequency and reduce waiting time for passengers which has gone up to 45 minutes at some stops,” an official said. The new fleet will include 80 electric buses, being procured with a subsidy of Rs 54 crore from the Centre. Work orders for another 1,500 buses are likely to be issued in the coming weeks, sources said. The fare proposal, if implemented, will hit share taxi business in the island city and share auto services in the suburbs. “Citizens will prefer to board our buses if the fares are competitive and it will save them a lot of money in commuting every month,” an official said. BEST general manager Surendrakumar Bagde said, “The department is geared to handle a huge rush of passengers once the fares drop. Passengers will get good quality new buses which will ferry them faster to their destination at affordable rates.” Pardeshi said buses should be more visible, be affordable and efficient. The areas which are likely to get more AC buses include Fort, Churchgate, Nariman Point, Lower Parel, Mahalaxmi, Elphinstone Road, Dadar, Malad, Goregaon among other places. Download The Times of India News App for Latest City ."}, "Chief Minister's fund runs out of money": {"datetime": "", "link": "https://mumbaimirror.indiatimes.com/mumbai/cover-story/help/articleshow/69882424.cms", "time": "2019-06-21 10:10:00", "description": ""}, "Mumbai Metro moves HC against traffic tariff cut proposal": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-metro-moves-hc-against-traffic-tariff-cut-proposal/articleshow/69883977.cms", "time": "2019-06-21 08:10:00", "description": "MUMBAI: While the fare fixation committee has recommended a tariff cut for the Versova-Andheri-Ghatkopar Metro, the existing fares will, however, continue as Mumbai Metro One Pvt Ltd (MMOPL) has challenged the panel's report in the Bombay high court. A division bench of Chief Justice Pradeep Nandrajog and Justice Nitin Jamdar on Thursday issued notices to the fare fixation committee (FFC) and Maharashtra government and also sought to know when the new fares are likely to be implemented. The existing fare has four slabs-Rs 10, 20, 30 and 40-for the 11.4-km Metro route. The FFC, in its report released in March, has retained the fare of the first two slabs, but sought a Rs 5 reduction in the other two slabs-to Rs 25 and Rs 35. MMOPL said that its losses will increase if the reduced fares are implemented and claimed that FFC had not considered many relevant factors while fixing the rates. Assistant government pleader Dushyant Kumar represented the state government. The bench was informed that the new reduced fares were not implemented due to the election code of conduct. The court has scheduled further hearing of the case on August 1, and till then, the existing fares are likely to continue. A senior bureaucrat told TOI that under the law, the FFC was binding on the Metro operator. \"The new reduced fares should be implemented as soon as possible as it is in public interest,\" said the bureaucrat who did not wish to be named. In its July 2015 report, the FFC had allowed MMOPL to charge fares in the price band of Rs 10 to Rs 110. MMOPL had then proposed to increase fares by Rs 5, and proposed five slabs-Rs 10, 20, 25, 35 and 45-instead of the exisiting four. But the HC, in December 2015, stayed the hiked fares and later, in 2017, struck down the FFC report asking it to consider the matter afresh. MMOPL's justification for a fare hike has been what it claims an escalation of project costs to Rs 4,321 crore from Rs 2,356 crore. The operator had said that its demand for a viability gap fund of Rs 1,252 crore was reduced to Rs 650 crore. In 2017, the MMOPL had claimed before the court that it was suffering a loss of Rs 90 lakh per day. Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Mumbai woman held for killing mother-in-law": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-woman-held-for-killing-mother-in-law/articleshow/69884138.cms", "time": "2019-06-21 08:22:00", "description": "MUMBAI: A 35-year-old woman was arrested by the Wadala police on the charges of killing her mother-in-law. Surekha Giri, on June 16, had allegedly during a heated argument pushed her mother-in-law who fell on the floor and sustained head injuries that led to her death. Surekha was arrested after she broke down during interrogation and admitted to pushing her mother-in-law, the police said. Surekha had initially claimed that the deceased, Sakharabai Giri (65), had fallen. Her post-mortem also indicated assault with a blunt object. The police learnt that Surekha would fight with the deceased and was home at the time. They then began questioning her. Download The Times of India News App for Latest City ."}, "Three held for attack, aide absconding": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/three-held-for-attack-aide-absconding/articleshow/69884113.cms", "time": "2019-06-21 08:20:00", "description": "MUMBAI: Three persons involved in the attack on a web series crew were arrested from Bhayander even as Kasarvadavli police are on the lookout for some others. Police said Krishna Sonar, Sonu Das and Suraj Sharma worked as location managers for film or television units, and their job involved identifying and securing relevant clearances for location of shoots. Their accomplice, Rohit Gupta, who was also involved in the attack, is on the run. They had barged into the compound of Vinayaga Marine Petrol Ltd at Gaimukh, where the cast and crew of an underproduction web series was shooting, and assaulted them. It is learnt that the attackers were upset that the film unit had sourced the location at Gaimukh from their rival group which had no rights over the location and had not secured police permission for the shoot. Download The Times of India News App for Latest City ."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "\nSpecial screening of 'Chaar Sahibzaade — Rise of Banda Singh Bahadur' in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Its-3D-time-in-B-Town/articleshow/55370816.cms", "time": "", "description": "The makers of director Harry Baweja’s 'Chaar Sahibzaade — Rise of Banda Singh Bahadur', Eros International and Baweja Movies Pvt Ltd, had organised a special celebrity screening of the 3D animated movie, which hit screens yesterday. While the 2014 prequel had received thumbs up from the industry, the sequel had generated a lot of buzz, making it one of the most anticipated movies of 2016. In fact, the makers had hosted a screening of the film to army personnel and gallantry award winners in the Capital as well. Harry had said, “Banda Singh’s story is an inspiration for every generation and his struggle as a general resonates with the valour of our army personnel.” While Rowena and Pammi Baweja and Krishika Lulla played perfect hosts, Mandira Bedi, Siddharth Anand, Raj Kundra, Poonam Dhillon, Ramesh Thadani, Sagarika Ghatge, Ashish Chowdhury and Sanjay Suri were among those spotted enjoying the film. Download The Times of India News App for Latest City ."}, "Pathetic Road Development by BMC": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/patheticroaddevelopmentbybmc/articleshow/69866993.cms", "time": "", "description": ""}, "Garbage Gambling": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagegambling/articleshow/69883115.cms", "time": "", "description": ""}, "Maharashtra amends SEBC Act for PG medical admissions": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-amended-sebc-act-for-pg-medical-admissions/articleshow/69875787.cms", "time": "2019-06-20 18:24:00", "description": "MUMBAI: Maharashrta government cleared the deck of post graduate medical admissions of students from Maratha community by passing an amendment in the SEBC Act 2018 Bill, which makes 16% quota applicable to PG medical students in this year. The state had issued ordinance last month which has converted into Bill, tabled and cleared in the state assembly on Thursday. The amended In Maharashrta State Reservation (of seats for admission in educational institutions in the State and for appointments in the public services and posts under the State) for Socially and Educationally Backward Classes (SEBC) Act 2018, will ensure that there will be reservations in favour of the candidates belonging to SEBC classes from the educational year 2019-20 and also for admissions to other educational courses including under-graduate courses requiring the passing of the NEET or any other National Entrance Test. The amended Bill states, Clause (a) of sub-section 4 of the said Act, provides that, notwithstanding any contained in any judgement, decree or order of any court or other authority, and subject to other provisions of the said Act, 16% of the total seats in educational institutions including private whether aided or non aided, other than minority educational institutions referred to in clauses (1) of article 30 of the Indian constitution shall be separately reserved for SEBC including the Maratha community. Download The Times of India News App for Latest City ."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Mumbai: TC arrested for molesting minor girl": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-tc-arrested-for-molesting-minor-girl/articleshow/69883008.cms", "time": "2019-06-21 05:48:00", "description": "MUMBAI: A senior ticket checker with the Central Railway was arrested on Thursday for allegedly molesting a 17-year-old girl at Chembur station. The incident was reported around 5.30pm. The girl, a college student, was meeting her friends at the station. After a while, she was about to head back home when the accused, Santosh Dhumale (45), asked her to produce a ticket. He then allegedly touched her inappropriately and also hit her on the head. \"The girl and her father approached us to lodge a complaint. We immediately went to the station and took Dhumale into custody. He will be produced before a sessions court. We will inform his superiors in CR of his arrest on Friday,\" said Rajendra Pal, senior inspector of Wadala GRP. Dhumale was booked under Protection of Children from Sexual Offences (POCSO) Act and under section 354 of IPC for outraging a woman's modesty. Download The Times of India News App for Latest City ."}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Cardinal: Sex assault on minor boy not reported as FIR had been filed": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/cardinal-sex-assault-on-minor-boy-not-reported-as-fir-had-been-filed/articleshow/69884298.cms", "time": "2019-06-21 08:37:00", "description": "MUMBAI: Archbishop of Mumbai Cardinal Oswald Gracias has told Bombay high court there was no question of intimating the police about the alleged sexual abuse of a minor by a priest in November 2015 as they were already informed by the parents who had registered a complaint. Gracias and two bishops, Dominic Savio Fernandes and John Rodrigues, have filed a petition to quash a Pocso court's order of May 7, 2019 to the police to investigate whether they \"conducted any inquiry and despite having received knowledge did not give information to the police\" under section 19 of the Pocso Act. They also want a recent FIR by the Shivaji Nagar police quashed. While section 19 deals with reporting of sexual offences, section 21 (2) prescribes imprisonment up to a year if a person in charge of an institution fails to report an offence by a subordinate under his control. The priest, Fr Lawrence Johnson (52), is facing trial. In February 2019, the minor's father sought action against the trio. The petition states that the boy's father filed a complaint in respect of \"the alleged incident of November 27, 2015 on November 30, 2015. \"Therefore there was no question of again intimating the concerned police station about the alleged offence because already the police were informed and the police had already taken cognisance by registering an FIR, therefore there is no offence committed by the petitioner no 3 (Cardinal) as alleged by the complainant for non-compliance of section 19 of PocsoAct,'' it adds. The petition informs that the Cardinal directed an inquiry as soon as he received the November 30, 2015 complaint letter and learnt, a day later in Rome, that the FIR was registered. \"Therefore, the present petitioners cannot be held liable for prosecution under section 21 of PocsoAct for non-compliance of section 19.\" The petition says the trio is \"innocent\" and \"falsely implicated\" in this case. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bank of Baroda ATM Gorai, Borivali West": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bankofbarodaatmgorai2cborivaliwest/articleshow/69866998.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Mumbai: Actor alleges assault by goons on the sets": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-actor-alleges-assault-by-goons-on-the-sets/videoshow/69869181.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Mumbai: Fire breaks out in Bank of India building": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-fire-breaks-out-in-bank-of-india-building/videoshow/69869243.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "'Open Godrej road, like SNDT, as bridges shut'": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/open-godrej-road-like-sndt-as-bridges-shut/articleshow/69883830.cms", "time": "2019-06-21 07:59:00", "description": "MUMBAI: Former Ghatkopar corporator Praveen Chedda, who recently joined BJP, has written to chief minister Devendra Fadnavis demanding that a road through Godrej property, which connects LBS Marg to Eastern Express Highway (EEH), be opened up at Vikhroli, like at Juhu when SNDT bridge was shut, considering that two bridges at Ghatkopar have been shut, leading to congestion. The former Opposition leader in BMC said, \"One is the bridge over Laxmibaug nullah at Ghatkopar (E) and the other is at Nilkanth nullah. Due to Metro work in Ghatkopar (E) and LBS Marg, the traffic problem has worsened. Even pedestrians are facing problems.\" Download The Times of India News App for Latest City ."}, "Garbage Dumping Road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpingroad/articleshow/69883204.cms", "time": "", "description": ""}, "TOYAL PLASTIC FACE JUHU BEACH": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/toyalplasticfacejuhubeach/articleshow/69883252.cms", "time": "", "description": ""}, "Great purge order in Maharashtra puts officials under watch": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/great-purge-order-in-state-puts-officials-under-watch/articleshow/69881929.cms", "time": "2019-06-21 07:43:00", "description": "MUMBAI: Days after the Modi government at the Centre asked controversial bureaucrats to go, the state general administration department (GAD) led by chief minister Devendra Fadnavis has drafted a plan to compulsorily retire officials who have completed 30 years of service or have crossed the age of 50 years if it is determined that such action is in the public interest or the integrity of the government servant is doubtful. Additional chief secretary (services) Sitaram Kunte issued a seven-page comprehensive order on the setting up of high-level review committees as well as the procedure to be followed for compulsory retirement of errant officials. Kunte also attached a one-page note on observations of the Supreme Court on compulsory retirement. The apex court has observed that compulsory retirement is neither a punishment nor a consequence of misbehavior, and that an official should be compulsorily retired only after the competent authority concludes that his retirement is in the public interest. While the provisions for compulsory retirement existed under the Maharashtra Civil Service (Pension) Rules, 1982, it was for the first time that the GAD compiled 23 orders issued between 1975 to 2010, said a bureaucrat on Thursday. “The state government has powers to compulsorily retire erring employees, but in the past four decades, very few employees were retired. Now the state government has decided to compulsorily retire non-performing employees after following the due process of law. We will compile the list of the erring employees as early as possible,” the official said. The bureaucrat said that it had been proposed to compulsorily retire all those employees who were under investigation for anti-corruption or were facing serious charges of irregularities and moral turpitude. “We found that in such cases, litigation takes a long time. Under such circumstances, it was felt that government will issue a show-cause notice to such employees and then compulsorily retire them,” he said. The order issued by the GAD said that all the departmental heads would have to do a review of all employees who had completed 30 years of services or had crossed the age of 50. They would have to submit to the respective departments, along with annual confidential records and recommendations, whether these employees should continue in service or should be compulsorily retired. “We have asked regional heads to set up review committees, take note of the performance of the employees. If the committee feels that an employee should be compulsorily retired in public interest or he is of doubtful integrity, then the committee should submit its report to the government,” the official said. The GAD order said that before compulsorily retiring any employee, he would be issued a show-cause notice and his contention would be heard. Download The Times of India News App for Latest City ."}, "uncollected branches after trees trimming": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/uncollectedbranchesaftertreestrimming/articleshow/69883232.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "why waste public money": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/whywastepublicmoney/articleshow/69883097.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Second list cut-offs for self-financed courses, FYBCom fall 1-3%, arts static": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/second-list-cut-offs-for-self-financed-courses-fybcom-fall-1-3-arts-static/articleshow/69880838.cms", "time": "2019-06-21 06:05:00", "description": "MUMBAI: The second merit list released on Thursday brought little cheer to most students seeking admissions to the city’s top colleges. Although cut-offs for self-financed courses fell 1-3% in sought-after colleges, they continued to be off-limits to several students who have scored 90% and more. Among plain vanilla courses, cut-offs for FYBA dropped marginally, leaving little scope for a third list at top colleges. Considering the previous year’s trend, the cut-offs are unlikely to fall drastically in the third list. CBSE and ISC students continued to beat their state board counterparts to top colleges in the second merit list too. Principals have advised students to secure admissions in colleges where they have been allotted a seat and shift if entry scores fall in their preferred institutions in the third merit list. At Mithibai College, arts cut-off was 95% in the second merit list —down just 1% from the previous list. At Jai Hind College, arts saw a marginal drop from 93% to 92.67%. At St Xavier’s College, merely five FYBA seats were available for state board students. Admissions closed at 92%, down from 92.3%. “Arts cut-offs have barely come down in the second list. For students from other boards, the drop was marginal— from 98.4% to 98%,” said Rajendra Shinde, principal, St Xavier’s. “We are not sure about a third list in arts,” he added. At K C College, arts cut-offs fell from 93% to 91%. While all minority colleges had slightly higher cut-offs than last year, some such as Ramnarain Ruia and D G Ruparel in Matunga saw a jump after implementation of the Maratha quota. D G Ruparel had recorded 98% cut-off in the first list for FYBA while the second list was not out at the time of going to press. At Ruia, the FYBA cut-off in the second 2018 list was 89.9% and this year 94.4%. “Very few seats are left in the open category after the two new quotas, leading to higher cut-offs in arts. Science aspirants can still be hopeful as many could cancel after engineering and medical admissions. Students can check for vacant seats in individual colleges even after the third list,” said principal Anushree Lokur. FYBCom cut-offs, by contrast, have seen a significant 1-3% drop in top colleges and are lower than last year too. Attributing the drop to increase in seats in self-financed courses, Shobana Vasudevan, principal, R A Podar College, said there are more takers for specialized BCom courses such as BCom (accounting and finance) or BAF, BMS and BCom (banking and insurance) or BBI. “Since these courses are popular, more colleges are offering them. BCom aspirants are, thus, divided among these specialized courses,” she said. Science courses saw 5-15% drop and may fall more. “In general, there is a drop in scores in the second merit list, except arts. This year, the drop in the HSC success rate has led to lower cut-offs,” said Rajpal Hande, principal, Mithibai College. Download The Times of India News App for Latest City ."}, "Can't implement Kelkar committee report as it is: Devendra Fadnavis": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/cant-implement-kelkar-committee-report-as-it-is-devendra-fadnavis/articleshow/69874103.cms", "time": "2019-06-20 16:10:00", "description": "MUMBAI: Maharashtra chief minister Devendra Fadnavis on Thursday said the state government cannot implement Dr Vijay Kelkar committee's report on balanced regional development \"as it as\", since its parameters do not match with those mentioned in the Constitution. There will be huge injustice to Marathwada and Vidarbha regions if the report is implemented as it is, he said. The Kelkar committee, constituted by the erstwhile Congress-NCP government, has given some recommendations for balanced regional development and the report was accepted by the state government in December 2014. \"The committee has considered tehsil as its unit, while the Constitution talks about regional imbalance. Hence, we cannot accept the report as it is and implement it,\" Fadnavis said. He was replying to a question raised by several members of the Congress and the NCP in the Legislative Council. \"If we start implementing it, there will be huge injustice to Marathwada and Vidarbha...hence we cannot implement it as it is,\" Fadnavis said. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Four caught with fake POE sticker": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/four-caught-with-fake-poe-sticker/articleshow/69884931.cms", "time": "2019-06-21 09:23:00", "description": "MUMBAI: Four Nepalese women were caught by immigration officials on Wednesday for trying to fly to Saudi Arabia with a fake Protector of Emigrants (POE) sticker on their valid passports. The four paid Rs 60,000 each to get the POE done through an agent. Sahar police are looking for the agent. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Mumbai cops in Kerala to arrest CPI (M) leader's son in rape case": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-cops-in-kerala-to-arrest-cpi-m-leaders-son-in-rape-case/articleshow/69874217.cms", "time": "2019-06-20 16:21:00", "description": "KANNUR: A team of police officials from Mumbai is in Kannur to arrest Binoy Kodiyeri, son of Kerala CPI (M) Secretary Kodiyeri Balakrishnan, after a rape case was filed against him in Mumbai. But Binoy, who was in Kannur, has slipped away and his mobile phones have been switched off. A team of Mumbai Police officials is in Kannur and have already met top police officials in Kannur district- the home town of Balakrishnan where Binoy also has his registered addresses. The notice for him to appear before the Mumbai Police has also been served at his two houses. In an FIR, a 33-year-old Mumbai-based woman who hails from Bihar has alleged that Binoy sexually exploited her for several years on the promise of marriage and claims they also have an eight-year-old child. She registered the complaint at Andheri's Oshiwara police station on June 13, after she came to know that he was already married. According to her complaint, she entered into a relationship with Binoy while working at a dance bar in Dubai in 2008 and now has an eight-year-old child with him. She alleged that till 2015, Binoy even used to send her money every month. The victim has handed over some crucial documents, including pictures, to the police. Balakrishnan is now a senior member of the highest decision-making body in the CPI (M) and ever since the news of his son became public, he has not reacted to the allegations. State Congress chief Mullapally Ramachandran, a former Lok Sabha member from Kannur, said the CPI (M) which often speaks about morality should speak up on the allegation that has surfaced against Balakrishnan's son. Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "\nArjun Rampal celebrates Navratri at Dagdi Chawl in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Arjun-Rampal-celebrates-Navratri-at-Dagdi-Chawl-in-Mumbai/articleshow/54737003.cms", "time": "", "description": "Arjun Rampal, who plays Arun Gawli in an upcoming biopic on the gangster-turned-politician, visited Gawli’s neighbourhood on Thursday evening to participate in the Navratri celebrations there. Arjun has been working on the film, titled 'Daddy', over the past few months. A large part of the biopic has been shot at South Mumbai’s Dagdi Chawl, where Gawli grew up and rose to power. The actor took to his social media page to thank the film’s crew and also the city’s police force for helping out with the shoot, which wrapped up early this week. Download The Times of India News App for Latest City ."}, "Next CM from Shiv Sena, says Saamna": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/next-cm-from-shiv-sena-says-saamna/articleshow/69882006.cms", "time": "2019-06-21 06:10:00", "description": "MUMBAI: The Shiv Sena, which is an ally of the BJP in the state government, has said the next chief minister will come from the party led by Uddhav Thackeray. The Shiv Sena made the claim in its mouthpiece Saamna on Wednesday, the day when chief minister Devendra Fadnavis attended its foundation day function here. It said that even though it had a tie-up with the BJP, the “Shiv Sena is an independent political entity”. “We have to resolve to turn the next Vidhan Sabha saffron and ensure that a Shiv Sena chief minister will be seated on the dais at the party’s 54th foundation day next year,” the Marathi daily said. Taking stock of its 53-year-old history, the publication said that the soul of the Shiv Sena was in its movements, be it the one for pride in being Hindu, Marathi “asmita” (identity) or the rights of the sons of the soil. Download The Times of India News App for Latest City ."}, "Juhu beach full of plastic trash": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/juhubeachfullofplastictrash/articleshow/69883111.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Rape case: Mumbai police to issue lookout notice against Binoy Kodiyeri": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-police-to-issue-lookout-notice-against-binoy-kodiyeri/articleshow/69884827.cms", "time": "2019-06-21 09:28:00", "description": "MUMBAI: Mumbai police has initiated the process of issuing a lookout notice against Binoy Kodiyeri, accused of rape and cheating by a Mumbai-based woman, even as they recorded a detailed statement from the complainant on Thursday to bolster the case. Two officials from Oshiwara police station in Mumbai who came to Kannur two days ago for recording Binoy's statement have so far failed to trace him. A Mumbai police officer told TOI that since Binoy seemed unlikely to appear for questioning, they have initiated the process of intimating immigration authorities to detain him at any airport in the country he tries to flee from. Oshiwara police on Thursday summoned the complainant and recorded her statement. The woman was accompanied by her sister, a witness in the case, and they were present at the police station from 1.30pm to 3.30pm. The complainant also submitted to the police recordings of her conversation with Binoy a few months ago. \"In the conversation, Binoy is heard telling the complainant not to aggravate the matter and promised to settle the matter once he is in Mumbai. He also took an assurance from her that she would destroy all documents where his name is mentioned,'' an official said. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "BMC's online process for Ganeshotsav festivities begins": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/bmcs-online-process-for-ganeshotsav-festivities-begins/articleshow/69885087.cms", "time": "2019-06-21 09:39:00", "description": "MUMBAI: Over two months ahead of Ganeshotsav festivities, the BMC has initiated the process of issuing permissions to Ganpati mandals in the city. Ganeshotsav will be celebrated from September 2. Mandals that set up pandals on roads need an NOC from the civic body, traffic police and fire brigade. The BMC said that the process of issuing permissions to around 12,000-odd small and big mandals will be done online through a single-window system-the civic body's website. It means mandals do not need to go to the police, traffic and fire department separately for NOCs. They have to log on to www.mcgm.gov.in and fill up a form, specifying details like the name of the association's chairman, area of the mandap, landmark, local corporator's name, police station of the area among other details. The window to seek permissions has been kept open till August 19 (up to 5.30pm). However, permission to idol-makers will be issued offline when they approach their respective ward offices, said a civic official. Those seeking permission to set up a dais for Navratri festivities will also have to seek permission online through a similar process. Members of the Brihanmumbai Sarvajanik Ganeshotsav Samanvay Samiti, an apex body of community pandals, welcomed the move. \"In the past, our members had to struggle with permission till the last minute and so this is a good move. But we hope there are no glitches in the online system of filling forms,\" said Naresh Dahibavkar, president of Brihanmumbai Sarvajanik Ganeshotsav Samanvay Samiti. Download The Times of India News App for Latest City ."}, "Awaiting Inauguration": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/awaitinginauguration/articleshow/69883105.cms", "time": "", "description": ""}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "After Madhya Pradesh, Maharashtra has most rape cases citing ‘refusal to marry’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/after-madhya-pradesh-maharashtra-has-most-rape-cases-citing-refusal-to-marry/articleshow/69883761.cms", "time": "2019-06-21 08:03:00", "description": "MUMBAI: The latest National Crime Records Bureau (NCRB) data, for 2016, had shown nearly 39,000 cases being reported in India that year. In over 10,000 cases, a quarter, the reason cited was the accused declining to marry the accuser. Maharashtra ranks second in this category, Madhya Pradesh being the first. While MP reported 1,592 such cases of rape where the person was known and had promised marriage, Maharashtra reported 1,422, beating Uttar Pradesh which at third place reported 1,195. Of the 29 states, two—West Bengal and Odisha -- reported zero cases of rape due to false promise of marriage. A lawyer who handles such cases said the fact that NCRB even categorises rapes under the head “Known persons on promise to marry the victim” under an umbrella title of “Cases where offenders were known to victims” reflects the disturbing trend of rise in such cases. Earlier this year, the Supreme Court passed two judgments which please persons on both sides of such a ‘marriage promise.’ In a ruling that many hailed as one which would protect many an innocent accused of a serious offence, the SC ruled that rape cannot be invoked in cases of consensual sex after a relationship ends and the man declines to marry the woman, for whatever reason. A clear distinction has to be drawn, the apex court bench said. In April this year, the SC in another case upheld conviction of a man from Chhattisgarh in a rape case filed by the woman, who said her “consent” was taken on a false promise of marriage. The SC, however, said each case has its own peculiar facts which may have a bearing on the question whether the consent was voluntary, and the SC held that in this one, the accused, “from the very beginning never intended to marry her.” The SC, however, said facts and circumstances of every case have to be probed. The SC bench of Justices A K Sikri and S Abdul Nazeer had clearly held in one case that rape charge cannot be invoked in case of consensual sex between live-in partners after the relationship ends and the man fails to marry her due to circumstances beyond his control. The bench said having consensual sex under the promise of marriage cannot be allowed to be used to initiate criminal proceedings for rape in case of breakdown of relationship, with no marriage taking place. Such cases could be termed a case of breach of promise to marry, the SC said. “There may be a case where the prosecutrix agrees to have sexual intercourse on account of her love and passion for the accused and not solely on account of misconception created by accused, or where an accused on account of circumstance which he could not have foreseen or which were beyond his control, was unable to marry her despite having every intention to do so. Such cases must be treated differently,” the bench said. Often, a common thread in rape cases is of women given an intoxicant alleging they gave no legal consent for the act. Download The Times of India News App for Latest City ."}, "Mumbai: Decomposed body of 27-year-old woman found in Gaurav City flat": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-decomposed-body-of-27-year-old-woman-found-in-gaurav-city-flat/articleshow/7292663.cms", "time": "2019-06-20 19:53:00", "description": "MUMBAI: A 27-year-old woman's decomposed body was found on Saturday evening (January 15, 2011) in her rented accommodation at Gaurav City, Beverly Park in Mira Road. As per the post-mortem conducted at Temba Hospital in Bhayander, no external injuries were found on the body. The autopsy report has revealed that she died of natural cause. Download The Times of India News App for Latest City ."}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Double Parking in \"No Parking\" zone": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/doubleparkingin26quot3bnoparking26quot3bzone/articleshow/69883234.cms", "time": "", "description": ""}, "\nSwara Bhaskar's web series screened in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Swara-Bhaskars-web-series-screened-in-Mumbai/articleshow/54677895.cms", "time": "", "description": "One of India’s fastest growing media conglomerates, Viacom 18 launched its latest web series, '#ItsNotThatSimple', on its digital platform Voot. The makers also held a special screening of the show on Monday to select guests from the industry. Some of the celebrities who turned up at the venue to support the shows included Imran Khan and Avantika Malik, Aamir Ali and Sanjeeda Shaikh, Danish Aslam, Shruti Seth, Mini Mathur and Gul Panag. A six-episode web series starring Swara Bhaskar, Karanveer Mehra, Vivan Bhatena and Akshay Oberoi, the show has a funny take on urban marriage. Comedian Angad Singh Ranyal’s comic take on love, relationships and marriage was a treat for the audience. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Shadaa: Promotions": {"link": "http://photogallery.indiatimes.com/events/mumbai/shadaa-promotions/articleshow/69854893.cms", "time": "", "description": ""}, "MCOCA may be invoked against film crew attackers, says Devendra Fadnavis": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mcoca-may-be-invoked-against-film-crew-attackers-says-devendra-fadnavis/articleshow/69884006.cms", "time": "2019-06-21 08:14:00", "description": "MUMBAI: Chief minister Devendra Fadnavis stated in the legislative council on Thursday that the government may invoke Maharashtra Control of Organised Crime Act (MCOCA) against those involved in the attack on a film crew shooting in Thane on Tuesday. \"The incident was uncalled for and the perpetrators will be dealt with sternly. If required, and if they have old crimes, we may also invoke MCOCA against them,\" he said. In good news for the film and TV industry, the state said it will introduce \"single window permission\" digitally from August 15 for shooting of films and serials. Fadnavis said that the government was introducing the digital platform for obtaining permission to prevent incidents of people harassing film/TV crew from shooting at locations. He said police were directed to provide protection to film crews at locations across the state. \"Of the eight involved in the attack, few have been arrested,\" he said, adding that he met a delegation of the web series crew who were attacked. \"I have assured them of strict action against the culprits,\" he said. A meeting is scheduled between the Thane police commissioner, inspector-general of police (Konkan range) and producers, who will be assured of protection, sources said. A police official said there was a dispute over selection of a spot for the shoot, following which some men attacked the crew. Download The Times of India News App for Latest City ."}, "Mumbai: Software glitch forces CET cell to abort undergrad technical course admissions": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/software-glitch-forces-cet-cell-to-abort-undergrad-technical-course-admissions/articleshow/69881988.cms", "time": "2019-06-21 06:16:00", "description": "MUMBAI: Admissions to undergraduate technical courses, including engineering, pharmacy, architecture and hotel management, were stalled late on Thursday night after software glitches were reported. A circular on the state CET cell website mentioned that the entire process had been scrapped, as “it would have been risky to continue in the current form”. It further mentioned that a new schedule would be announced, and the process would start afresh from June 24. Admissions to medical courses are likely to be impacted as they were to be done through the same admission portal set up by the state CET cell. The circular put up on the site around 10 pm on Thursday, throwing the entire admission process for technical courses in disarray, led to confusion among students and parents. None of the officials from the CET cell were available for comment. “Due to errors in the percentiles in the printouts of the application forms, and tremendous load on servers, continuing with the current system was risky, said the circular. Why did they not have a trial run before starting a common portal for all admissions?” said a parent. The circular has also said that students will have to fill up a new form and upload documents all over again and no extra fees will be charged. The Setu Assisted Administration Registration (SAAR) portal was supposed to be used even for medical admissions, which was yet to commence. Anju Meswani, a parent representative, said that though their intention was good to make the process simpler for students, it was not properly planned. “They should have had mock trials three to four months before. The servers were crashing almost every day since the process started last weekend. If the servers were not equipped to take the load of so many students, they shouldn’t have launched it this year,” said Meswani. The guidance centre officials were not trained properly for the new process, alleged another parent. Software blunders in the online admission portal had led to major chaos among parents right from Monday. One of the biggest bloopers was the interchanging of SSC and HSC marks column in the portal which meant science stream students could not enter correct information. Though this issue was rectified, problems continued to occur on the site. Download The Times of India News App for Latest City ."}, "No relief for Jyotiraditya in Scindia property row": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/no-relief-for-jyotiraditya-in-scindia-property-row/articleshow/69881959.cms", "time": "2019-06-21 06:31:00", "description": "MUMBAI: The Bombay high court has refused Congress politician Jyotiraditya Scindia relief against three aunts in a fight over ancestral properties going back over three decades. Justice Ramesh Dhanuka dismissed Scindia’s application urging that written statements given by his aunts in 2017 through which they had staked a claim in the properties should be struck down. “Though this court has power to strike off the pleadings if the conditions set out (under the rules) are satisfied, this court is not inclined to exercise such power, firstly on the ground that no case is made out by the Jyotiraditya for invoking the power,” Jutsice Dhanuka said. “Secondly, such powers have to be exercised with great care and circumspection and not in a casual manner.” The justice said that striking off the written statement filed by Vasundhra Raje, the former chief minister of Rajasthan, and her sisters, Usha Raje and Yashodhara Raje, would have serious adverse impact on the right of the defence available to them pursuant to the liberty granted by his court. “Such powers can be exercised sparingly, and in case of clear finding that such pleadings, if allowed to be remain on record, would be a abuse of process of the court... There are several contentious issues raised by both the parties which would require a detail adjudication on facts and law,” the court said. The court clarified that it had not gone into the alleged inconsistencies in the affidavits filed by the three sisters in 1985 and their later written statement and the issue could be taken up in the trial. Jivajirao Scindia, the former ruler of the erstwhile princely state of Gwalior, died on July 17, 1961, without leaving behind a will. In 1984, his wife, Vijaya Raje, filed a partition suit claiming that the properties left behind being that of a Hindu Undivided Family, should be shared 50:50 between her and her son, Madhavrao. She filed a suit in 1985 before the Pune city civil court seeking possession of her half share of the properties and claimed that the daughters had been given their share of the properties. An affidavit was filed by the daughters in 1985 supporting their mother’s suit. Vijaya Raje died in January 2001 and Madhavrao died the same year in a plane crash. Jyotiraditya and his sister stepped in place of their father in the legal case. Download The Times of India News App for Latest City ."}, "What are authorities waiting for?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/whatareauthoritieswaitingfor3f/articleshow/69883248.cms", "time": "", "description": ""}, "Aswatch Bharat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/aswatchbharat/articleshow/69883095.cms", "time": "", "description": ""}, "pothole cesspool at Kerb dangerous Parking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/potholecesspoolatkerbdangerousparking/articleshow/69866962.cms", "time": "", "description": ""}, "\nSpecial screening of 'Motu Patlu Kings of Kings' in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Farah-Khan-hosts-a-special-screening-of-Motu-Patlu-Kings-of-Kings-in-Mumbai/articleshow/54779404.cms", "time": "", "description": "Joining yaaron ke yaar Motu Patlu on their action safari were B-Town celebs and their young ones in a special preview screening hosted by Farah Khan. The director-choreographer turned host for this 3D adventure animation film, produced by Viacom18 Media Pvt Ltd, Cosmos Entertainment and Maya Digital Studios. The makers of 'Motu Patlu Kings of Kings', which releases this Friday, will donate Farah’s participation fee to an animal welfare organisation she supports, World For All. Along with Farah were the two do-gooders Motu and Patlu themselves, who spread the cheer at this screening, wowing both celebrities and their kids alike. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Water crisis takes toll on Orange orchards as wells dry up in Nagpur district": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/water-crisis-takes-toll-on-orange-orchards-as-wells-dry-up-in-nagpur-district/videoshow/69875254.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Khatara Car": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/khataracar/articleshow/69866972.cms", "time": "", "description": ""}, "garbage uncleared for more than a week": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageunclearedformorethanaweek/articleshow/69883159.cms", "time": "", "description": ""}, "Constable held for sexual assault in Mumbai": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/constable-held-for-sexual-assault-in-mumbai/articleshow/69884816.cms", "time": "2019-06-21 09:14:00", "description": "MUMBAI: Wadala police on Wednesday arrested a 32-year-old police constable, attached to the local arms unit, for allegedly sexually exploiting a four-year-old girl at his residence few days back. The accused was remanded to police custody for five days. Sanjay Waghmode was booked for molestation and under sections of Atrocities Act and Pocso. Police said he had lured the victim with a chocolate. The girl narrated her ordeal to her elder brother who informed their mother. The family then lodged a complaint. Waghmode was earlier with Trombay police, where he was accused of stalking a woman. He had slapped a sub-inspector, which led to his transfer to the local arms unit. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Central Railway gets MEMU train, trial runs soon": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/central-railway-gets-memu-train-trial-runs-soon/articleshow/69880924.cms", "time": "2019-06-20 23:12:00", "description": "MUMBAI: The Central Railway procured a MEMU (Mainline Electric Multiple Unit) train, which would run on trial between Mumbai and Pune and from Mumbai to Nashik. The trials would begin in a few days. It has been kept at Kalwa car shed. The train with Underslung Equipment has features of Train 18, an official said. MEMUs are propelled by conventional DC traction system and the traction equipment are mounted on board in the driving motor coaches. ICF started making MEMUs from 2018 with 3 phase on board equipment which is more modern, maintenance friendly and energy efficient. The on board equipment on these MEMUs occupy considerable space which otherwise could be used for passenger seating. The prototype of underslung MEMU has been manufactured by ICF at a cost of Rs 26 crore and it is almost the same of the present MEMU which cost Rs 25 crores with on board electric systems. The ICF recently rolled India's first modern semi-high speed train named Train 18 successfully. Train 18 is now under speed trials. It has many first time features including underslung propulsion that enabled clearing of entire on-board space for passengers, thus increasing the number of passengers. In this train, passengers can move from end to end as in Train 18. “One can call it the little sister of Train 18, for the speed range of 110 kmph to 130 kmph,” an official added. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "open drainage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/opendrainage/articleshow/69883243.cms", "time": "", "description": ""}, "Not accused in murder case of rationalists: CM Devendra Fadnavis": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/not-accused-in-murder-case-of-rationalists-cm-devendra-fadnavis/articleshow/69884463.cms", "time": "2019-06-21 08:59:00", "description": "MUMBAI: Referring to judgments by the Supreme Court (SC), chief minister (CM) Devendra Fadnavis on Thursday noted: “According to an SC judgement, courts should... not think of running the government.” Speaking in the legislative Assembly, he referred to a strong observations made by the Bombay high court against him in March about the pace of probe into murders of rationalists Narendra Dabholkar and Govind Pansare. Citing the court observation, Fadnavis said, “I am neither an accused nor a respondent... The court asked if the CM has reviewed the case…It was published in many newspapers...” he said. Senior NCP MLA Chhagan Bhujbalraised the issue of strictures passed by high court on the CM over the probe into the two rationalists’ killings. “...According to a SC judgment, the government has no right to intervene in any investigation matter. With due respect, the court and legislature have separate rights,” he said, referring to the SC verdict. Fadnavis also took on the media. “All three organs... should respect each other in which judiciary has a larger image. Media should also report with responsibility and must note that any verbal observation or opinion by the court cannot be treated as judgement,” he said. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "ICSE students told to list only first 5 subjects on FYJC portal, move may drag down their scores": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/icse-students-told-to-list-only-first-5-subjects-on-fyjc-portal-move-may-drag-down-their-scores/articleshow/69880813.cms", "time": "2019-06-21 06:07:00", "description": "MUMBAI: In yet another last-minute change that might work to the disadvantage of ICSE students, the education department has asked them to include marks of only the first five subjects on their marksheets while applying to first-year junior colleges. The instructions were flashed on the admission portal on Thursday, a day after filling of Part-II forms kicked off, creating confusion among students and principals. Until last year, ICSE students benefited from the ‘best of five’ formula that is applicable to SSC students too. According to a Supreme Court order passed in July 2010, the percentage for admission is based on the best five scores in the six subjects the students appeared for in groups A and B. Further Group C, from which students choose one subject, cannot be counted. ICSE students could opt for this system or calculate the percentage based on all seven subjects. On Thursday morning, though, the education department added a ticker on its portal. “For ICSE students since there is no group A, B, C on the marksheet the first five subject marks will be considered. The average percentage on the right-hand side of the marksheet for these subjects should be considered,” it read. The general practice among ICSE students was to upload marks of six subjects and the system would normalize these out of 500. The ticker caught students and principals off guard. “Sometimes, the score of the six or seven subjects is higher than the best five score and hence students prefer to choose that option. We have been trying to get in touch with the department but haven’t received any clarification on it and hence have told students to wait,” said a south Mumbai school principal. The change is expected to hit the scores of the nearly 8,500 ICSE students who apply for FYJC admission. For instance, a Class X ICSE student will now have a score of 87.8% against 89.5% if he could enter the marks of all the six subjects. Education department officials justified the move. “The Supreme Court has clearly said only subjects from groups A and B are to be considered for best of five. If we must consider scores of Group C, then we must include all seven subjects and not just six,” said Suvarna Kharat, joint secretary, school education department. A south Mumbai principal said art or yoga in Group C are the fourth subject on marksheets. “This would mean that scores of Group B subjects such as maths and science appear after these; science would then become the sixth subject.” A principal said, “We have been using six subject scores for a few years, so we don’t understand why the sudden change.” At several schools, students had filled Part-II forms using the old rule before the ticker was put up. Kharat said they would be informed of the change via an SMS. Download The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Bus stop parking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/busstopparking/articleshow/69867003.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "World’s Smallest Woman Jyoti Amge performs yoga ahead of International Yoga Day": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}, "Mumbai: CCTV captures thief stealing mobile phone at Malad railway station": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-cctv-captures-thief-stealing-mobile-phone-at-malad-railway-station/videoshow/69880977.cms", "time": "", "description": ""}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "one rain and roads": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/onerainandroads/articleshow/69866983.cms", "time": "", "description": ""}, "Andheri station west conjusted": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/andheristationwestconjusted/articleshow/69883161.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Will make Marathi compulsory in all schools in Maharashtra, says CM Devendra Fadnavis": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/will-make-marathi-compulsory-in-all-schools-in-maharashtra-says-cm-devendra-fadnavis/articleshow/69883057.cms", "time": "2019-06-21 05:53:00", "description": "MUMBAI: Chief minister Devendra Fadnavis on Thursday announced in the legislative council that Marathi will be made compulsory in all schools in Maharashtra, irrespective of the board. “Many schools have not been following the state directive to include Marathi,” he said, adding that the government will make legal amendments to make a stringent rule. “We will do whatever we can to change the law and make it mandatory for all schools of any board to have Marathi as a compulsory subject,” he said amid table-thumping by most council members. A council member suggested that emphasis should not be only on the promotion of the language but also on promoting Marathi culture in the state. Another member demanded that there should be a Marathi university in the state, which will be the pride of Maharashtra. Rule to make Marathi compulsory exists, but many schools in city do not implement itFadnavis had recently said that Marathi is a rich language and students should learn it voluntarily. “Marathi is an ancient language which is rich like other ancient languages,” he had stated. A GR (June 20, 2012) stated Marathi will taught up to class VIII in schools affiliated to ICSE/CBSE/IGCSE/IB or any other board. In another circular, it is a condition to be fulfilled by non-state board schools when they seek NOCs from the government. City schools said they have had Marathi for at least few years. A popular CBSE school teaches students from class III to VII. Similarly, an ICSE school in the western suburbs offers it till class VII. “We are expected to teach it till class VIII, but that is the year we began preparing for the board exams and hence we teach it only up to class VII,” said the principal. But several schools in the city do not implement the rule. “The rules have been in place but as there are no examinations up to class VIII, it isn’t monitored and no action has been taken against schools which do not teach Marathi,” said Uday Nare, teacher, Hansraj Morarji Public School, Andheri. Similar demands have been made in the past and the government had assured action. Meanwhile, school education minister Ashish Shelar said the state had received an overwhelming number of applications under the Right to Education (RTE) Act. “Of the 2.44 lakh applications, 1.16 lakh have been allotted seats under RTE. Others will also get admission, we will ensure that no child suffers. But we have decided to go for the third and fourth rounds of RTE,” he replied to a question in the council on Thursday. Download The Times of India News App for Latest City ."}, "Monsoon may reach Mumbai next week, slowest arrival in decade: IMD": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/monsoon-may-reach-mumbai-next-week-slowest-arrival-in-decade-imd/articleshow/69882907.cms", "time": "2019-06-21 05:40:00", "description": "MUMBAI: Even as southwest monsoon reached parts of south Konkan and south central Maharashtra on Thursday, Mumbaikars will have to wait till next week. \"There are indications of rain over Mumbai after June 25,\" said scientist Shubhangi Bhute of India Meteorological Department (IMD) Mumbai. \"We may get rain earlier, but it needs to rain continuously for two days for us to declare the onset.\" While the normal date for the onset of monsoon over Mumbai is June 10, this year, so far, has been the most delayed onset in 10 years. In 2009, rains reached Mumbai on June 24 (see graphic). The IMD, as well as private forecaster Skymet, had earlier too predicted that monsoon is unlikely to keep its date with the city. Mumbaikars are now eagerly awaiting the rains. \"When it rained last week due to cyclone Vayu in the Arabian Sea, there was some relief from the heat. But Thursday was again hot and humid,\" said Ghatkopar resident Manasi Shah. On Thursday, maximum temperatures were seen hovering around 34 degrees Celsius, while the humidity levels recorded in the IMD Colaba and Santacruz observatories were 85% and 74%, respectively. Also, the 24-hour period ending at 8.30am on Thursday recorded trace rainfall. Download The Times of India News App for Latest City ."}, "Use biometric data at autopsy centres: Bombay HC": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/use-biometric-data-at-autopsy-centres-bombay-hc/articleshow/69884976.cms", "time": "2019-06-21 09:28:00", "description": ""}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Mumbai: Low fares, bigger fleet can win back two-wheeler riders": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-low-fares-bigger-fleet-can-win-back-two-wheeler-riders/articleshow/69884176.cms", "time": "2019-06-21 08:31:00", "description": "MUMBAI: Transport experts said BEST has finally realised that a majority of customers -more than 70% - travel short distances daily and so they plan to reduce fares to woo more passengers. The move is likely to have an amplifier effect on earnings with the fleet size set to almost double from 3,337 now to over 6,000 in the coming months. \"The idea of having more buses and low fares will ensure faster transport at cheaper rates. It is a good sign for BEST which can revive its image in Mumbai,\" said transportation expert A V Shenoy. Another expert Nikhil Desai said one of the main reasons why BEST went into losses and witnessed a huge drop in commuters was the increase in minimum fare to Rs 8. Many realised that travelling by a bus would cost Rs 4 per km while a ride in a petrol two-wheeler would cost Rs 1.5per km. \"It was around that time that many took easy-EMI loans and bought bikes and scooters for short-distance travel, especially on feeder routes,\" he pointed out. In fact, the commuter strength had dropped drastically from over 30 lakh to less than 26 lakh. \"If there are more buses on road arriving at good frequency, it will make the service reliable. At the same time, it will strengthen the public transport system, especially when there are plans to have dedicated corridors - like on the coastal road,\" said another expert. Desai added that the decision to wet lease buses will help curtail losses. Experts said fare reduction will encourage more office-goers to opt for public transport. \"In some European countries, there are free rides in buses. If we give the same in Mumbai, many will take a bus,\" another expert said. Vidyadhar Date of Aamchi Mumbai Aamchi BEST, a citizens group, said reducing fares or giving free rides may seem unrealistic to some but these are essential to reduce congestion and improve environment and health. Download The Times of India News App for Latest City ."}, "Traffic curbs on WEH for skywalk demolition": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/traffic-curbs-on-weh-for-skywalk-demolition/articleshow/69883696.cms", "time": "2019-06-21 07:45:00", "description": "MUMBAI: Traffic police issued restrictions between 11pm-5am on Saturday and Sunday as the Kalanagar skywalk in Bandra (E) has to be dismantled. The south-bound arm of WEH, from Kherwadi flyover to Kalanagar flyover, will be shut on June 22. Vehicles from Vakola flyover, approaching Mahim, can get to Kherwadi Slip Road, move to Bhaskar Court junction, take a left at Kalanagar junction, approach Dharavi T-junction and proceed. The north-bound arm of WEH, from Mahim Causeway Junction to Kalanagar flyover, will be closed on June 23. Vehicles from Mahim and Bandra-Worli Sea Link can use S V Road, instead of WEH. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "\nSajid Nadiadwala conferred with Chevalier dans l’Ordre des Arts et des Lettres in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Sajid-Nadiadwala-conferred-with-Chevalier-dans-lOrdre-des-Arts-et-des-Lettres-in-Mumbai/articleshow/54464331.cms", "time": "", "description": "Sajid Nadiadwala, on Tuesday, was conferred with the Chevalier dans l’Ordre des Arts et des Lettres (Knight of the Order of Arts and Letters) by Alexandre Ziegler (French Ambassador to India). While his wife Warda Nadiadwala kept him company, his friends and colleagues from the industry cheered him on. Sajid said, “France is a beautiful country which is not completely tapped in our films. Shooting there has been such a delight.” Download The Times of India News App for Latest City ."}, "Haji Ali Juice Centre loses founder": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/haji-ali-juice-centre-loses-founder/articleshow/69881989.cms", "time": "2019-06-21 06:13:00", "description": "MUMBAI: They say you’ve never really experienced Mumbai if you haven’t walked down the watery shores of the cityand guzzled down a mug of grape juice or devoured a bowl of sitaphal cream at the half-a-century-old Haji Ali Juice Centre while watching the sun set on Worli’s sea face. Fareed Abdul Latif Noorani, the 77-year-old patriarch of this legendary snack bar that he set up in the ‘60s to quench the thirst of weary pilgrims – now almost as iconic as the Dargah mid-ocean – passed away last Tuesday (June 11). Noorani had been suffering from a heart related disease for the last ten months before he succumbed to a cardiac arrest last week. Noorani is survived by his wife Salma and two daughters Aliya (41) and Asma (38). Born in Mumbai, Noorani grew up on Mohammed Ali Road and was 15 years old when he joined his father in running their family-owned teashop inside the Haji Ali Dargah and was in his twenties when with the help of his sister Aziza, set up the juice centre just outside the holy shrine at Mahalaxmi. In a city now brimming with hipster detox juice bars in every corner, Noorani was among the first to shake up a spectacular range of fresh juices squeezed out of seasonal fruits and veggies, flavoured milkshakes and kulfi faloodas. He innovated by bringing on its menu exotic offerings – New Zealand cherries and plums, wild berries, muesli, broccoli, star anise, cinnamon and even mogra flowers as the humble juice stall briskly matured into one of Mumbai’s most popular street food joints that also found mention in Suketu Mehta’s Maximum City, an award winning book that offered an insider’s view of the metropolis. A pure vegetarian place, Noorani had designed the menu of the juice centre with pilgrims of both the Dargah and the Mahalaxmi temple in mind and in 1984 went on to set up Café Noorani across the road to serve the meat-eating masses. Popular by night as much as by day, Noorani seemed to know many of his patrons by name and it was an eclectic assortment – actors, artists, politicians, local business owners and neighbourhood families. Actor Salman Khan once famously lamented on Twitter and drew attention to the Juice Centre when he found the shop shut after midnight. The daughters have taken over the reins of what their father built with Asma, the younger one now running the Juice Centre and their longstanding tea shop at the Dargah while the elder one Aliya is looking after Cafe Noorani. “It was by choice because we know how passionate he was about creating a brand out of something ordinary,” said Asma as she recalled: “Until ten months ago when he took ill, he would rise with the sun and spend time in all his establishments every day, quietly helping out anyone who came to him seeking monetary help to support their child’s education or medical treatment.” Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Today in History: Victoria Terminus, now Chhatrapati Shivaji Maharaj Terminus, opened in 1887": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/today-in-history-victoria-terminus-now-chhatrapati-shivaji-maharaj-terminus-opened-in-1887/videoshow/69859936.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Esplanade Mansion area barricaded": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/esplanade-mansion-area-barricaded/articleshow/69884366.cms", "time": "2019-06-21 08:43:00", "description": "MUMBAI: Maharashtra Housing and Area Development Authority (Mhada) has barricaded the area around the 156-year-old Esplanade Mansion at Kala Ghoda to restrict entry of anyone into the iconic structure. Pedestrians can no longer use the footpath below the building too. The building, on the world's 100 most endangered monuments' list, is part of the Unesco-declared Victorian and Art Deco Ensembles inscription. BMC said it was informed by Mhada about barricading of the area. Assistant municipal commissioner (A ward) Nitin Arte said he would inspect the site to understand how to facilitate pedestrian movement. \"There is a lot of traffic movement along the structure. We are yet to decide where pedestrians could walk,\" he said. Civic officials are also concerned about any building portion falling on the road. Mhada officials said they wanted to barricade the area as last July the balcony portion of the fourth floor crashed on the third floor and crushed a taxi below.  Mumbai Repair and Reconstruction Board chief officer D K Jagdale said, \"All tenants have vacated the structure, and we had no barricade. There were 64 offices whose lo- cks were opened.\" The HC had on April 3 ordered tenants to vacate the building by May 15, but the deadline was extended by SC till May 30. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Water leakage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterleakage/articleshow/69867019.cms", "time": "", "description": ""}, "Mumbai wastes more time in jams: Report": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-wastes-more-time-in-jams-report/videoshow/69855963.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "BMC tests SNDT bridge for light vehicle use": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/bmc-tests-sndt-bridge-for-light-vehicle-use/articleshow/69883778.cms", "time": "2019-06-21 07:53:00", "description": "MUMBAI: BMC began load-testing SNDT bridge, over a nullah at Juhu Tara Road, which had been shut for traffic around a fortnight back. Following traffic congestion in the area and motorists being inconvenienced, it is looking at whether the bridge can be opened for light vehicles. A civic official said, \"There was some digging undertaken to give a load on the slab and check for deflection. Based on the results a decision will be taken on whether to open the bridge for light vehicles.\" There has been a traffic mess along Juhu Tara Road after BMC decided to shut the 'dangerous' bridge. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "'After blast, mob hit assistant SP, threw him in the gutter'": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/after-blast-mob-hit-assistant-sp-threw-him-in-the-gutter/articleshow/69883880.cms", "time": "2019-06-21 08:05:00", "description": "MUMBAI: A cop who was the complainant in the Malegaon 2008 blast case deposed before the special NIA court detailing, among other things, how during his visit to the spot on September 29, 2008, a furious stone-pelting mob assaulted an assistant superintendent of police and threw him in the gutter. The witness, 123rd to depose, said the officer who was in a serious condition was hoisted by another cop on his shoulders and rushed to hospital. He said the driver of the Quick Response Team (QTR) vehicle, which had reached the spot to control the mob, was also assaulted. \"Correct that many police personnel were injured by the mob,\" the witness said. The cop said while an FIR was registered in the blast case, an FIR was also lodged against the violent mob for attempt to murder. He said four people died in the blast. In his cross-examination by accused Pragya Thakur's advocate JP Mishra, the witness denied the defence suggestion that the mob had tampered with the crime scene before police arrived. During examination-in-chief by special PP Avinash Rasal, the witness, now a police inspector, recalled he had seen a half-burnt LML Freedom motorcycle at the crime scene. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}, "\nA grand premiere for 'Tutak Tutak Tutiya' in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/A-grand-premiere-for-Tutak-Tutak-Tutiya-in-Mumbai/articleshow/54737025.cms", "time": "", "description": "The premiere of director Vijay’s 'Tutak Tutak Tutiya', which hit screens yesterday, was a star-studded affair. The film, produced by Pooja Entertainment and Films and Shakti Sagar Productions, is a horror comedy with loads of romance and drama. While producers Deepshikha Deshmukh and Vashu Bhagnani played perfect hosts, the lead stars Sonu Sood, Prabhudheva and Tamannaah interacted with the guests and posed for the shutterbugs. Shweta Pandit, Arjan Bajwa, Murli Sharma, Ravi Kishen, Gizele Thakral, Akanksha Puri, Gurmeet Choudhary and Debina Bonnerjee were among the other guests who were spotted at the event. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "CM Fadnavis attends Shiv Sena’s 53rd Foundation Day celebration": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/cm-fadnavis-attends-shiv-senas-53rd-foundation-day-celebration/videoshow/69868619.cms", "time": "", "description": ""}, "Swachha Bharat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/swachhabharat/articleshow/69867006.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Mumbai: Rs 10,000 fine on those parking vehicles illegally": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-rs-10000-fine-on-those-parking-vehicles-illegally/videoshow/69869508.cms", "time": "", "description": ""}, "Mumbai: Suspended cop, three aides held for man's murder": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-suspended-cop-three-aides-held-for-mans-murder/articleshow/69884799.cms", "time": "2019-06-21 09:12:00", "description": "MUMBAI: Ghatkopar police on Thursday arrested a suspended police sub-inspector and three associates for the murder of a 25-year-old man following a heated argument. The suspects thrashed him and threw him in a nullah, where his head hit the boundary wall, resulting in his death. Police are probing if it was a case of road rage or it was personal enmity. Suspended officer Shyam Aiyre (38), arrested by Anti-Corruption Bureau (ACB) in February for allegedly accepting a Rs50,000 bribe, was arrested with three aides for murdering Maske. Police nabbed the four from Dapoli in Ratnagiri and they will be produced in court on Friday. Further investigations are on, said zonal deputy police commissioner Akhilesh Singh. Around 1.30am on Thursday, near Amar Bharat Seva Mandal in Ghatkopar (W), the accused were in a car and Maske was standing on the road by his bike. \"He was with a relative. When the car was near his bike, the car occupants told him to move, and an altercation followed. The car occupants kicked and punched Maske. His relative panicked and ran away,\" said a police source. The accused hit Maske and threw him in the nullah. His head banged against the wall and he fell unconscious. The accused fled from the spot in the car. Maske's relatives found rushed him to hospital and informed police. Maske had sustained severe head injuries and was declared dead in hospital. The investigating team got the car's number and information about Aiyre. \"Using human and technical intelligence we nabbed the accused from Dapoli, where an accused has relatives,\" said a source. Investigators did not confirm if it was a love affair gone sour that led to the fight. Aiyre was posted at Kherwadi police station when the ACB arrested him in February. He was suspended after his arrest in the corruption case. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "BMC to be told to set up expert panel on 'rain shortage'": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/bmc-to-be-told-to-set-up-expert-panel-on-rain-shortage/articleshow/69884284.cms", "time": "2019-06-21 08:35:00", "description": "MUMBAI: A report on equitable water distribution across Mumbai has been prepared and the Maharashtra government will ask the civic body to implement it, announced minister of state for urban development Yogesh Sagar in the legislative council on Thursday. He stated that BMC will be directed to set up a special committee of experts to look into \"rainfall shortage\" and measures to overcome any crisis this monsoon. It is also making it mandatory for civic officials to give water tap connections to slum residents within 30 days of making an application, failing which strict action could be taken against officials. \"Distributing water should be a priority for the corporation and it should ensure that nobody is deprived of water supply in Mumbai,\" said Sagar while replying to a question in the council on \"water shortage\" in A ward, especially 12 slums in Colaba. Sagar said the population of A ward was 4.5 lakh, and with a floating population of another 60,000, the corporation was prepared to supply water to all consumers. \"It is necessary to supply 270 litres per person in city areas, mainly due to pressure of the floating population, and we are achieving this,\" he stated. Rahul Narwekar (NCP) alleged that the government had done little in A ward, which was suffering due to an acute water shortage. \"There are 12 big slums, the captains of industry stay here, there are big markets and all government headquarters, including Mantralaya, state police headquarters,\" he said. \"But there is water crisis looming large in this part of the city, and the tall claims of just 10% water cut by BMC are not true. There are 50% cuts regularly,\" he alleged. Bhai Jagtap (Congress) said water thefts were also a problem in this ward. \"Water contamination was another big issue,\" he said. Sagar countered that BMC will be directed to install flow meters in each of the 258 water zones .Sources said the civic body loses 25-27 % water due to leakages. Download The Times of India News App for Latest City ."}, "Ruckus at Mumbai's civic hospital after doctors manhandled by patient's kin, medical services briefly hit": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/ruckus-at-mumbais-civic-hospital-medical-services-hit-briefly/articleshow/69871542.cms", "time": "2019-06-20 13:10:00", "description": "MUMBAI: Medical services at the civic-run Babasaheb Ambedkar Municipal General Hospital in Kandivali was suspended on Thursday morning after doctors alleged that they were manhandled by the kin of a pregnant woman. Patients, including pregnant women, suffered the most as not just the OPD but even the emergency services were also shut down. \"From 7.30 am, none of the services were available. Hundreds of patients were waiting to see a doctor but the hospital had shut the main gate. How can a public hospital do that,\" said Khalid Shidhique, a local. He added that no exception was made even for pregnant women. When TOI spoke to the doctor-on-duty, he denied that there was any disruption of services. \"Everything is normal,\" he said. However, another doctor said that the reason for the strike was an altercation between the kin of a patient and doctors. \"They manhandled the doctors and also destroyed hospital property,\" the medico added. The hospital authorities said that they have lodged a police complaint against the attackers. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "WBJEE Results 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/wbjee-2019-result-likely-to-be-out-today-wbjeeb-nic-in/articleshow/69870939.cms", "time": "", "description": ""}, "Drunk woman assults doc; hosp observes strike": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-drunk-woman-assaults-doctor-nurse-cop-hospital-staffers-strike-for-four-hours/articleshow/69882987.cms", "time": "2019-06-21 05:44:00", "description": "MUMBAI: Medical services at BMC-run Babasaheb Ambedkar Municipal General Hospital in Kandivli were paralysed for nearly four hours on Thursday after a woman in an inebriated state allegedly assaulted a doctor, nurse and staffers. The hospital employees went on a flash strike from 7am in protest and brought OPD as well as emergency services to a halt, said a patient's relative. Late on Wednesday, Himani Sharma (29), a BPO employee, approached Bangur Nagar police with a complaint that she had been harassed and assaulted. She was in an inebriated state. The police took her to the hospital for a check-up and the drama began at the emergency ward around 5.30am. Police sources said an argument broke out following which Sharma hit a nurse and then a doctor. \"She grew violent and the hospital staff alerted us,\" said an officer from Kandivli police station. \"When a female constable, Mhatre, went there, Sharma assaulted her too. After a hospital staffer lodged a complaint against her, Sharma was arrested.\" Sharma also vandalised the hospital.  Dr Pradeep Angre, medical superintendent of the hospital, said Sharma used abusive language and scratched those who tried to calm her down. \"It took a while for the doctors to sedate her. She was later referred for psychiatric counselling,\" he said. Angre said hospital services were not disrupted, but patie- nts' relatives said the staffers cl- osed the entrance. \"Patients we- re stranded for hours. Even pre- gnant women were not allowed inside,\" said Khalid Siddique, a local. Services were normalised only after 11am following a series of meetings between the employees and BMC higher-ups. \"Doctors across India are feeling threatened. The staffers also got agitated with Sharma's conduct. They have demanded BMC's security, instead of a private agency,\" said Angre. Sharma was booked under IPC sections 332 and 333 for causing grievous hurt to a public servant in the discharge of duty. Download The Times of India News App for Latest City ."}, "Unforgivable , rude reclessness": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unforgivable2crudereclessness/articleshow/69883145.cms", "time": "", "description": ""}, "panipuri cart on Ramdas Nayak Road (hill Road)": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/panipuricartonramdasnayakroad28hillroad29/articleshow/69883139.cms", "time": "", "description": ""}}