{"Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "\nA musical evening of Soul's Diet in city\n": {"link": "https://timesofindia.indiatimes.com//city/chandigarh/a-musical-evening-of-souls-diet-in-city/articleshow/69760014.cms", "time": "", "description": "Chandigarh Sangeet Natak Akademi presented a soulful musical evening by Soul's Diet, a Chandigarh based community music group at Tagore Theatre on Wednesday. Soul's Diet is a Chandigarh based band formed by Vikram and Gurleen. Through this band they are trying to create and present a different flavour of music. They sing poetry written by Sufi mystics and contemporary poets. Their main intention is to bring a moment of stillness and silence in people through their music. The musical evening commenced by singing of self-composed Sufi songs from mystics like Meera Shah, Khwaja Ghulam Fareed, Baba Farid and poems of contemporary poets like Sukhwinder Amrit and Kamaljeet Kaur. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Water woes": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/water-woes/articleshow/62908733.cms", "time": "", "description": ""}, "Future drivers pick up road safety lessons": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/future-drivers-pick-up-road-safety-lessons/videoshow/69830139.cms", "time": "", "description": ""}, "UT fails to protect its heritage": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/ut-fails-to-protect-its-heritage/articleshow/69885076.cms", "time": "2019-06-21 09:36:00", "description": "CHANDIGARH: The Chandigarh administration has miserably failed to stop auction of city’s heritage furniture items by foreign auction houses. In the last three years, foreign auction houses have earned Rs 6.20 crore by selling heritage furniture items designed by Chandigarh’s creator French architect Le Corbusier, his cousin Pierre Jeanneret and others associated with the founding and planning of the city. In a recent auction of artefacts belonging to the city, furniture items designed by Le Corbusier and Pierre Jeanneret were auctioned for Rs 1.12 crore in New York. Though the UT administration had started working on to stop the auction and had even written to these auction houses, but to no avail. A UT official said they had sought assistance of the French government in preserving city’s heritage buildings and furniture. A letter in this regard was written by UT adviser Manoj Parida to French ambassador Alexandre Ziegler, wherein the UT had asked for help from cultural experts of the French government, he added. The UT administration had even prepared an inventory of as many as 12,793 heritage items belonging to Chandigarh. Notably, the entities include furniture, tapestry, drawings and other things, which were designed, made and used by Le Corbusier, Pierre Jeanneret and others associated with the founding and planning of Chandigarh in the 1950s and 60s, comes under the category of heritage items. Chandigarh reportedly has 12,793 heritage items designed by Corbusier or his team. As per the report, there are 190 categories of the heritage items, including drawings, murals, models, tapestries, chairs and tables. In Chandigarh, UT Government Museum and Art Gallery has possession of a large number of heritage items, including furniture, drawings, murals, models among others, made by Corbusier and his other associates. Besides, Punjab and Haryana civil secretariat, Punjab and Haryana vidhan sabha, Punjab and Haryana high court also have huge stock of heritage furniture, including chairs and tables. Le Corbusier and Pierre Jeanneret had designed these heritage furniture items. Both used to design chairs, tables, stools, and racks for government offices in the late 1950s. The designed furniture lot was replaced in the late 1980s and early 1990s, after which the administration had tossed the items in its backyards and stores. Unaware of the furniture’s international worth, most UT departments had auctioned the old furniture thinking it as junk. To preserve its heritage artefacts, the Archaeological Survey of India (ASI) had recently asked the UT administration for taking corrective steps. The ASI director general had advised the UT administration to prepare an inventory of heritage items with subsequent authentication of their authorship. It had also suggested that a museum dedicated to Le Corbusier and his team can be established, which will prevent taking these works of art out of India. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Job fair by UT Police to keep youth on right track": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/job-fair-by-ut-police-to-keep-youth-on-right-track/articleshow/69885178.cms", "time": "2019-06-21 09:49:00", "description": "By: Tanya Vij CHANDIGARH: A job fair was organized by the Chandigarh Police on Thursday for the students, who had been given police training. As many as 480 students were trained under vocational courses for three months under the Pradhan Mantri Kaushal Vikas Yojna Scheme. Counselling sessions were also conducted for students. \"This training programme will benefit juvenile offenders, victims of crime and underprivileged youth. Under the scheme, all training expenses are being taken by the Chandigarh Police. As many as 150 students have already been enrolled for their respective jobs,\" said director general, Chandigarh Police, Sanjay Baniwal Training was given to students under four major sections: Food and beverages, retail store assistant, beauty therapist and retail sales associate. \"We are making a lot of effort to help these children. The police force have a duty to not only protect the public from crime, but also to teach the underprivileged, to change their mindset, invest their time in productive activities such as this scheme that has given hundreds the chance to be able to enrol in skilled jobs,\" Baniwal added. \"I am grateful to the Chandigarh Police for training me free of cost and helping me to become capable enough to apply for a job. This opportunity will be a great support in running my household and looking after my children,\" said Promila, a single mother of two. . \"The training partners and government has helped in training these people. This will give a boost to the youth and increase their confidence manifold. During the course of training constructive technique was taught that will help bring youth involved in illegal and wrong activities on the right track,\" said UT SSP Nilambari Jagadale, who was the officer-in-charge of the project. Download The Times of India News App for Latest City ."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "\nCancer survivors raise the spirits\n": {"link": "https://timesofindia.indiatimes.com//city/chandigarh/cancer-survivors-raise-the-spirits/articleshow/69636851.cms", "time": "", "description": "As many as 100 cancer survivors along with their doctors celebrated National Cancer Survivors’ Day at IMA Bhawan. The doctors including Dr Sachin Gupta, Dr Sunanadan Sharma, Dr Gautam Goel ,Dr Ritesh Pruthi, Dr Pankaj Kumar and Dr Sajal Kakkar from a Mohali hospital joined survivors in bhangra. Sandeep Dogra said that all have gathered today to show the world that life after a cancer treatment is equally rewarding, fulfilling and inspiring. A jubilant survivor, Surbhi (37) from Pinjore said, “My treatment went on for about 9-month, which was pretty long, but it made me stronger as a person and now I feel fearless and ready to take on any challenge that life will throw at me. The journey completely transformed my outlook towards life & personality and has increased my self-belief.” Another survivor, Amritpal Kaur from Jalandhar said, “Many aspects of life have changed for me like others who sailed in the same boat. No more crying over little issues and most importantly, I have started to sincerely value my life, by taking care of my diet, fitness and most importantly, doing what makes me feel happy.” “My will power to fight cancer came solely from the love and support, i got from my family during the treatment. As a survivor, i request each and every family member to be very positive, calm and hopeful whenever around the patient.”, maintained Lakhwinder from Chandigarh Download The Times of India News App for Latest City ."}, "Rusty board": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rusty-board/articleshow/62437166.cms", "time": "", "description": ""}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Not so pretty": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/not-so-pretty/articleshow/61680638.cms", "time": "", "description": ""}, "Illegal colonies to face action: Sukhbinder Singh Sarkaria": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/illegal-colonies-to-face-action-min/articleshow/69864951.cms", "time": "2019-06-20 12:26:00", "description": "MOHALI: Illegal colonizers could be in for some stren action if the Punjab cabinet minister, Sukhbinder Singh Sarkaria is to be believed. After assuming office, the minister said that the colonizers will be at the receiving end, on the contrary, those violating the building byelaws conitue to benefit the lax attitude of the Greater Mohali Area Development Authority (GMADA). Despite the fact that GMADA claimed to have issued notices to such violators, it has so far failed to take any action to get the government land freed or force the violators to abide by the bylaws. The government departments responsible for defending the government land from being encroached by the residents have been sitting idle and have not taken any concrete action till date. In June last year, MC had conducted a survey and identified around 4000 residents who have violated the norms and have encroached upon the government land. No action has been taken after that and residents have taken the things for granted. Violations like demolishing the boundary walls and including the government land in the plot area either in front of the house of at the back side, constructing extra room on the third floor apart from ‘mumty’ are larger violations found in Mohali. Recently another such violation came to light in phase 3-A, following which the area councillor cum deputy mayor Manjit Singh Sethi has lodged a formal complaint with GMADA. Following the complaints, GMADA had issued notices to the residents but the no action has been taken after that, claimed Sethi. The complaint has been made against house number 41, 42 and 43 in phase 3-A where the residents have included government land as part of their construction by demolishing the back-side boundary wall. Similarly, extra room has been constructed on the second floor of house number 237, sector 70 Mohali which has been recently constructed apart from ‘mumpty’.  Residents believe that GMADA has been just issuing notices for the sake of becoming answerable but not taking any action. Denying llegations, GMADA estate officer (housing) Mahesh Bansal said, “There is no such provision in rules to grant permission to include government land in a residential plot and to demolish the boundary wall. It is gross violation of the building bylaws and we will get them checked. Notices have been issued to such violators and in due course of law is being followed.” Download The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "After Punjab and Haryana high court wrath, DGP orders special training for Nuh cops": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/cow-slaughter-acquittals-haryana-dgp-orders-special-training-for-nuh-cops/articleshow/69882460.cms", "time": "2019-06-21 09:07:00", "description": "CHANDIGARH: In the wake of Punjab and Haryana high court’s rap for some apparent lapses in investigation in cases related to prohibition of cow slaughter, Haryana DGP has ordered special training for police officers posted in Nuh district of Mewat area. Nuh accounts for the maximum number of cases registered under the Haryana Gauvansh Sanrakshan and Gausamvardhan Act, 2015. Haryana DGP Manoj Yadava has sent a letter to the director, Haryana Police Academy (HPA), Madhuban in Karnal, to launch a special training for investigating officers (IOs) of Nuh district. “Copy of all 13 judgments along with reasons of failure are being sent to you with the request to independently examine these and find out deficiencies in the investigation. After study of judgment and the cow protection Act, a special training programme should be launched for investigating officers of Nuh district,” says the DGP’s communication. The SP Nuh has also been told to ensure that all IOs of the district are sent to HPA Madhuban for training in batches. Justice Mahabir Singh Sindhu of the HC had observed in its April 5 orders, “The extreme failure on the part of the prosecution/police can be inferred from the fact that till date, 13 criminal cases have been decided by the courts of competent jurisdiction in Nuh district for commission of offences under the Act of 2015 and all the cases, resulted into the acquittal and not even a single person has been convicted....” Justice Sindhu had then asked the state authorities to find a solution of this. Thereafter, the state police have taken several steps in view of HC’s observations. Observing that the accused are indulging in the offence because of the major economic incentives attached with this illegal activity, the police have also decided to plead before the trial court not to release the vehicles used in the crime on Superdari as it will result in economic loss to the accused and prove an effective deterrent. The Haryana government has also informed the HC that state is contemplating a mechanism to ensure proper guidance for export/transportation of the cows from or within Haryana state. Looking at the seriousness and sensitivity of the matter, Justice Mahabir Singh Sindhu has also decided to monitor the issue and had recently appointed advocate Deepak Balyan as amicus curiae in the matter. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Woman assault case: Police arrest Congress councillor Rakesh Choudhary": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/woman-assault-case-police-arrest-congress-councillor-rakesh-choudhary/videoshow/69811807.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Businessman gets relief from UT court, Rs 2.5 lakh penalty reduced to Rs 75,000": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/businessman-gets-relief-from-ut-court-rs-2-5-lakh-penalty-reduced-to-rs-75000/articleshow/69885032.cms", "time": "2019-06-21 09:34:00", "description": "CHANDIGARH: A UT district court has set aside an order of district magistrate-cum-adjudicating officer in which a city-based shopkeeper was fined Rs 2.50 lakh for misbranding. The court has reduced the fine amount to Rs 75,000. An appeal was filed by a Khajeri resident, Naresh Kumar Mittal, against the order passed by district magistrate Ajit Balaji Joshi. The prosecution stated that on January 16, 2015, food safety officer Surinder Pal Singh inspected M/s Mittal Namkeen Products and took random sample of some items. In the analysis report it was stated that the sweet mentioned on the label of the samples were not found inside. The report was then sent to the food business operator through a registered post. It was mentioned that he had the liberty to file an appeal against the said analysis report. However, no such appeal was preferred by him before the designated officer. Thereafter, the adjudicating officer imposed a penalty of Rs 2.5 lakh upon him. The appellant then contested that the entire procedure adopted by the said authority was vitiated and the same was liable to be set aside by allowing the appeal. The further argument then was the amount of penalty was disproportionate and therefore was liable to be reduced. Allowing the appeal, the court held that penalty of Rs 75,000 would make the ends of justice meet. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Broken Gate": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/broken-gate/articleshow/62990844.cms", "time": "", "description": ""}, "One held with 1 kg charas": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/one-held-with-1-kg-charas/articleshow/69869125.cms", "time": "2019-06-20 10:26:00", "description": "CHANDIGARH: Operation cell of the UT police has arrested a drug peddler and seized 1 kg charas from his possession from near PGI on Wednesday. According to the cops, the accused has been identified as Karam Chand, a resident of Mani Majra. The operation cell team members had laid a naka on the dividing road of PGI and Khuda Lahora. During checking, they noticed the accused coming towards the check post in his car. The cops stopped him and during checking of his car, they reportedly recovered 1 kg charas. The accused has been arrested and a case has been registered under the NDPS Act. During investigation, the accused revealed that he had procured the drugs from Kullu in Himachal Pradesh. He will be produced before a local court for further remand on Thursday. Download The Times of India News App for Latest City ."}, "Cold treatment": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cold-treatment/articleshow/62812823.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "tree almost kisses road, commuters feel the heat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tree-around-kisses-road-commuters-feel-the-heat/articleshow/61666462.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Mat in place, Tricity is all set for Yoga enthusiasts": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/mat-in-place-tricity-is-all-set-for-yoga-enthusiasts/articleshow/69869502.cms", "time": "2019-06-20 10:56:00", "description": "CHANDIGARH: If you are an avid tweeter and Prime Minister (PM) Narendra Modi follower, chances are that you have mastered at least 10 asanas by now, thanks to those animated Yoga sessions of PM Modi that has been announcing the 5th International Yoga Day in style. Come Yoga Day, you can show off your flexibility and equipoise at one of the many events being organized in Tricity to commemorate that day. So, roll up your Yoga mats and pick an event to breathe in, breathe out with millions on June 21. The main event will be celebrated in Sector 17 plaza, between 5am to 8am. This is where the real action is: The place you should be if you want to rub shoulders with who's who of Chandigarh. For instance, both MP Kirron Kher and Governor of Punjab V P Singh Badnore are scheduled to appear at Sector 17 gala. Unfortunately, registration for the plaza has been closed and more than 3,000 have registered . If you have missed the registration, don't worry, Yoga Day will be celebrated in 80-odd parks all over Chandigarh, 48 government schools, 10 health and wellness centres, almost every NGOs, Police Hospital in Sector 26, dispensaries and most of the government offices. The registrations in government schools are still open and word is that the Ayush department has hired 48 excellent Yoga instructors to teach at government schools.  Head to sports complex in Mohali The sports complex at Sector 78 in Mohali is the place to be between 7am and 8am. The preparations for the celebration are already started by the sports department. Incidentally, just so you get your pauses and poses right, there's even a \"rehearsal day\" on June 20. Cabinet minister of Punjab Balbir Singh Sidhu will be the guest of honour of the event which is expected to host nearly 5,000 people Surjeet Singh, officiating district sports officer, Mohali, said, \"The Yoga Day will be celebrated according to the protocols issued by the AYUSH ministry.\" He also added that a rehearsal will be held on June 20 at the sports complex. According to him, trainers have been conducting workshops and seminars for two months at various departments of the state to prepare for the Yoga Day. Government officials, cops, teachers, different NGOs, students, workers, doctors... June 21 will see people from different walks of life will be walking that extra mile - or rather doing that extra stretch - to prove to the world the efficacy of India's legacy. If you are still hesitating because you can't tell between shalabhasanas and vakrasanas, there's time yet to rectify that. Patanjali Yoga committee, the mediator of International Yoga Day, is organizing two-day training camps in Mohali. Nirmal Kumar, district incharge of Bharat Swabhimaan said, \"The two-day Yoga training camp will be conducted in Ram Bhawan, Kharad on June 19 and 20.\" While you are at it, you might want to check out the free-of-cost health check-up and consultation services.  Parade Ground it is in Panchkula The main celebration will be held at Parade Ground in Sector 5. The event organized by Panchkula. district administration and AYUSH department, will be conducted by Patanjali Yog Samiti. The star burnign bright in Panchkula will be the MP Rattan Lal Katariya. According to Dilip Kumar, district ayurvedic officer, Panchkula, people who haven't done Yoga at all are also welcome for the event as the instructors from Patanjali Yog Samiti will be guiding everyone. Like the rest of the world, in Panchkula, too, people from all walks of life are expected to participate in the events organized to celebrate Yoga Day. Since it believes practice makes an asana, Panchkula had organized training camps between June 13 and June 15 at Parade Ground from 6 am to 7.30 am. On June 19, a \"pilot rehearsal\" was held at the Parade Ground. A marathon from Yavnika Park in Sector 5 was also organized. According to Panchkula deputy commissioner (DC) Balkar Singh, who flagged off the marathon, Yoga should not be restricted to one day or one week, but should be a part of everyone's daily routine. Apart from the main event, there are also countless other local events being organized on June 21. For instance, Divya Yog Mandir in Shivalik Enclave, NAC, Manimajra will celebrate between 7am and 8am. Download The Times of India News App for Latest City ."}, "Who will drain out this water": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/who-will-drain-out-this-water/articleshow/59996357.cms", "time": "", "description": ""}, "Minorities panel seeks report from Punjab": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/minorities-panel-seeks-report-from-punjab/articleshow/69882300.cms", "time": "2019-06-21 08:04:00", "description": "CHANDIGARH: Acting on a complaint lodged by a Punjab resident, the National Commission for Minorities has sought a report from the Punjab government for using the picture of Gautam Buddha in its Mahavir Jayanti advertisement. In a communication to Punjab chief secretary, the commission has sought a detailed report within seven days. The state government had in April issued an advertisement on the eve of Mahavir Jayanti, in which photograph of Gautam Buddha was carried. Sandeep Kumar Jain, the state coordinator for Vishwa Jain Sangathan, had lodged a complaint with the state government and the minorities panel. After the goof-up, the state government had issued a clarification stating that the picture used in the advertisement was imagination of an artist. But, terming it a lame excuse “to cover up the mistake”, Jain said that by using a wrong photograph, the state government had hurt the religious sentiments of the Jain community. The community is seeking an apology from the government for the mistake. “Use of wrong photo showcased the insensitivity of the government towards minorities,” Jain claimed. Download The Times of India News App for Latest City ."}, "\nCancer survivors get treated to a film\n": {"link": "https://timesofindia.indiatimes.com//city/chandigarh/cancer-survivors-get-treated-to-a-film/articleshow/69665435.cms", "time": "", "description": "Nearly 150 cancer survivors and their near & dear ones today bonded with their doctors and nurses over a film and popcorn as they enjoyed themselves at an exclusive screening of the Salman Khan starrer latest fim ‘Bharat’ organised for them by Saarthak, the cancer support group of a cancer institute in Mohali, at a city-based mall multiplex. The get-together of the cancer survivors was done on Cancer Survivor’s Day that is celebrated worldwide to demonstrate that life after a cancer diagnosis can be a reality. The cancer survivors thoroughly enjoyed the movie as well as the snacks served to them. “When you are faced with this dreaded disease, your life changes dramatically and you tend to become depressed and full of self-pity,” stated Satish Bhatia, who was diagnosed with cancer and underwent treatment at the institute. Dr Rajeev Bedi, director of the institute in Mohali suggested to the cancer survivors to reach out to other members of the community and get them to join any free support group like Saarthak. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Tragedy is going to fall": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tragedy-is-going-to-fall/articleshow/59996342.cms", "time": "", "description": ""}, "Mohali: Furniture showroom gutted in fire": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/mohali-furniture-showroom-gutted-in-fire/videoshow/69761852.cms", "time": "", "description": ""}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "AAP flays Cong govt over groundwater management": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/aap-flays-cong-govt-over-groundwater-management/articleshow/69882346.cms", "time": "2019-06-21 07:09:00", "description": "Chandiagrh: Raising the issue of depleting water table, the Aam Aadmi Party (AAP) has accused Capt Amarinder Singh-led Congress government in Punjab of failing to take corrective steps for groundwater management. Despite being an agrarian state, Punjab is yet to have a state water policy, said senior AAP leader Aman Arora, adding that the state is facing acute water scarcity due to a lax approach of the state government over the years. The Sunam MLA said a policy is the need of the hour to check the fast depleting groundwater table in the state, as the water obtained through natural resources is going a waste and the excessive use of groundwater would render the prime land in the state barren. The AAP leader added that in comparison to the available 17.54 million acre feet (MAF) groundwater, every year Punjab’s 14 lakh tubewells are pulling out 29.01 MAF, leading to 40 cm depletion of ground water level every year, which is a matter of grave concern. Arora said that it is indeed unfortunate that both SAD and Congress are trying to trivialize a serious issue like groundwater management by playing politics for the past close to four decades now, depriving the due share of water under the anti-Punjab water agreement (1981). Quoting the data available, Arora said that out of its total share of 245.62 MAF water in the last 37 years, the state has utilized 227.67 MAF, which is 8% less than the allotted quota which could have irrigated at least 1.25 lakh acres of land in the state. Neighboring Haryana, he claimed, has utilised 141.87 MAF water against its total share of 132.19 MAF during the period, which is 8% more than the allotted share. Arora alleged that the situation the state is facing is nothing but a fallout of the wrong agreement signed with the neighboring states. Download The Times of India News App for Latest City ."}, "Stray dogs greet visitors to the Fragrance Garden": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/welcome-to-the-fragrance-garden/articleshow/62437117.cms", "time": "", "description": ""}, "bad condition of bus stop.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bad-condition-of-bus-stop/articleshow/62954902.cms", "time": "", "description": ""}, "Khair tree thieves strike twice in Pinjore": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/khair-tree-thieves-strike-twice-in-pinjore/articleshow/69864895.cms", "time": "2019-06-20 11:46:00", "description": "PANCHKULA: ‘Khair trees’ thieves once again struck at two places in Pinjore, axing 15 trees. In one of the cases, the thieves were caught by a forest guard, while signs of tree felling were found at the other site. Police received a complaint cops from Manjit Singh, sarpanch of Johluwal village, Pinjore, that unknown persons had stolen 10 khair trees from the panchayati land . A complaint was moved to the cops by panchayat secretary Dalbir Singh. Cops based on the complaint and after visiting the land registered a case under section 379 (punishment for theft) of the Indian Penal Code (IPC) at the Pinjore police station. In the second case, a complaint was given to the police by gram panchayat of Nanakpur village of Pinjore. It alleged that on Tuesday night four unknown persons axed khair trees in a forest area. Forest officer Joginder Singh, forest guards Sachin and Suresh, chowkidars Sanjeev Kumar and Gurwinder Singh caught one out of four thieves red-handed, while the others managed to flee. The officers found five axed trees from the spot. From the accused identified as Mukesh, cops recovered a saw, a scooter and a mobile phone. A case under section 379 of the IPC was registered at the the Pinjore police station against Mukesh and his three accomplices. Pinjore police station inspector Mukesh Kumar said, “Khair is a reserved category tree and its demand is high in the market for its multiple use. We have registered a case based on the complaint. The investigation is under progress.” The tree is known for its medicinal properties like curing skin, neck and tooth problems. The red part of the wood is mainly used for making ‘katha’, a main ingredient for making pan. A quintal of the tree costs between Rs 5,000 to Rs 50,000 as per the demand. This is not the first instance of illegal felling of khair trees in the forest area of Panchkula as multiple similar cases have been reported with the police from forest department. Download The Times of India News App for Latest City ."}, "AAP blames Congress govt for Punjab's groundwater crisis": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/aap-blames-congress-govt-for-punjabs-groundwater-crisis/articleshow/69878222.cms", "time": "2019-06-20 20:10:00", "description": "CHANDIAGRH: Raising the issue of depleting water table, the Aam Aadmi Party (AAP) has accused Captain Amarinder Singh-led Congress government in Punjab for failing to take corrective steps for groundwater management. Punjab, despite being an agrarian state, is yet to have a state water policy. AAP leader Aman Arora said the state was facing acute water scarcity due to the lax approach of state government over the years. The Sunam MLA said a policy was the need of the hour to check the fast depleting groundwater levels in the state, as the water obtained through natural resources was being wasted and the excessive use of groundwater would render the prime land in the state barren. The AAP leader added that in comparison to the available 17.54 million acre feet (MAF) groundwater, every year, Punjab’s 14 lakh tubewells were pulling out 29.01 MAF of water that was leading to 40cm depletion of groundwater level every year, which was a matter of grave concern. Arora said that it was indeed unfortunate that the both the SAD and the Congress were trying to trivialise the issue as serious as the ‘groundwater management’ by playing politics for the past close to four decades now depriving the due share of water under the anti-Punjab water agreement (1981). Quoting the data available, Arora said that out of its total share of 245.62 MAF water during the last 37 years, the state had utilised 227.67 MAF, which was 8% lesser than the allotted quota which could have irrigated at least 1.25 lakh acres of land in the state. The neighboring Haryana, he claimed, had utilised 141.87 MAF water against its total share of 132.19 MAF during the period, which was 8% more than the allotted share. Arora alleged that the situation the state was facing was nothing but the fallout of the wrong agreement signed with the neighboring states. Download The Times of India News App for Latest City ."}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "unfit FIITJEE": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unfitfiitjee/articleshow/66210224.cms", "time": "", "description": ""}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "\nSummer camp concludes\n": {"link": "https://timesofindia.indiatimes.com//city/chandigarh/summer-camp-concludes/articleshow/69612811.cms", "time": "", "description": "This summer, DPS, Chandigarh organised a summer camp for the children from May 16 to June 1, 2019 for tiny tots and May 22 to June 1, 2019 for senior group. The children participated in a number of fun activities like I- spy game, sprinkler fun, Bollywood day, theme parties, grooming sessions and art and craft. Theatre Robotics and Nutty Scientist were offered to students in the senior category. The camp concluded with a special celebration of Father's Day (junior category), and a theatre display (senior category). Download The Times of India News App for Latest City ."}, "Punjab and Haryana HC allows DNA test of two Morni gang-rape accused": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/hc-allows-dna-test-of-two-accused/articleshow/69881721.cms", "time": "2019-06-21 09:17:00", "description": "CHANDIGARH: The Punjab and Haryana high court has allowed DNA test of two accused in the Morni gang-rape case, saying the profiling was part of a fair trial. “A fair trial is the heart of the criminal jurisprudence. It is well settled that denial of fair trial is crucifixion of human rights. While emphasizing the principle of fair trial and the practice of the same in the course of trial, it is obligatory on the part of the courts to see whether in an individual case or category of cases, because of non-compliance of a certain provision, reversion of judgment of conviction is inevitable or it is dependent on arriving at an indubitable conclusion that substantial injustice has in fact occurred,” observed the HC while allowing DNA of two accused. Justice Raj Shekhar Attri passed the orders while allowing the petition filed by a Sonipat resident and one more accused. Both the petitioners had approached the HC, challenging the order dated April 10 last passed by a trial court in Panchkula through which their application under Section 53-A of the Criminal Procedure Code (CrPC) for getting DNA profiling was dismissed. While dismissing their plea, the trial court had observed that the survivor, while stepping into the witness-box, had categorically stated every fact in sequence and now after recording her statement, both the accused have moved the applications, which were nothing but misuse of the process of law. A person cannot be allowed to move application at any stage he likes, the judge had observed. Aggrieved at this, the accused had approached the HC, submitting that the dismissal of their applications amounted to denial of fair trial. After hearing the petition, the HC observed that a criminal trial is a search of truth. “Therefore, a judge has to intervene as and when required, especially to rule out illegalities, irregularities or infirmities and also the inadmissible evidence. Under the provisions of Section 53-A of the CrPC, it is imperative for the prosecution to go in for DNA test. No cogent reason has been assigned by the trial court while dismissing the application,” observed the HC while setting aside the April 10 order. In July last year, a 21-year-old woman had alleged that she was held hostage in a guesthouse in Morni and gang raped by over 40 men. The case had hit national headlines, following which the Panchkula police suspended some officials for negligence in registering an FIR at the women’s police station. Download The Times of India News App for Latest City ."}, "Fire engulfs scrap godown in Ludhiana": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/fire-engulfs-scrap-godown-in-ludhiana/videoshow/69809132.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Clay modelling workshop ends": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/clay-modelling-workshop-ends/articleshow/69869316.cms", "time": "2019-06-20 10:40:00", "description": "CHANDIGARH: The Chandigarh Commission for Protection of Child Rights (CCPCR) in collaboration with Chandigarh Lalit Kala Akademi, organized a clay modelling workshop on the concluding day of art and design workshop for children of Snehalaya, Maloya.Bheem Malhotra, president, Chandigarh Lalit Kala Akademi, was the chief guest. Senior artist of the Tricity, Gurmeet Goldie and Kamal, were also present. Sanjeet Kumar and Jyoti, young sculptors of the Tricity, were the resource persons for the event. They gave a demonstration on clay modelling to children who created beautiful figures, models, landscapes and objects.Looking at the talent of the children, Malhotra offered to give them an opportunity at major workshops so that they could get exposure and excel in their skills. As many as 30 children of Snehalaya participated in the workshop. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Manimajra man dies, friend hurt in bike-truck collision": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/manimajra-man-dies-friend-hurt-in-bike-truck-collision/articleshow/69881722.cms", "time": "2019-06-21 10:18:00", "description": "PANCHKULA: A Manimajra man lost his life and his friend was injured after a truck crashed into their motorcycle in Sector 7 on Thursday. Lallan Shah, 30, a labourer, said in his police complaint, “Around 1.15pm, I, along with my friend Pawan Chaudhary, 35, a resident of Indira Colony, was going from Panchkula to Manimajra. When we reached near a school in Sector 7, a truck (HP-24-C-3378) coming from the opposite direction rammed into our bike and ran over Pawan.” While Pawan died on the spot, passersby took an injured Lallan, also a resident of Manimajra, to civil hospital, Sector 6, from where he was referred to GMCH-32, Chandigarh. The police have registered a case under sections 279 (rash driving on public way), 337 (causing hurt by act endangering life or personal safety of others) and 304-A (death caused due to negligence) of the Indian Penal Code. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Haryana: Vehicles painted fluorescent to prevent road accidents": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/to-prevent-accidents-police-to-paint-vehicles/articleshow/69882437.cms", "time": "2019-06-21 09:10:00", "description": "CHANDIGARH: To check the large number of road accidents that have almost become commonplace, the Haryana Police has come up with an innovative idea of using fluorescent paint on the rear of slow moving, stranded or illegally parked vehicles on highways. This drive has already been launched in Panipat district of Karnal range. Stating this here on Thursday, Additional Director General of Police (law and order) Navdeep Singh Virk said a number of accidents occur on highways, especially in the night, due to lack of reflectors on such vehicles, which leads to loss of precious human lives. The fluorescent painting on the rear of vehicles would help minimize the risks of accidents at night as it would alert and warn commuters about the presence of a vehicle ahead. “We are getting the rear of such vehicles painted with fluorescent colors in Panipat under the supervision of IG Karnal range. Karnal and Kaithal districts would be covered shortly and the project would later on be replicated in other ranges in collaboration with traffic and highways police,” Virk added. He said police will also launch a special drive to drill safety triangle reflectors on the rear of vehicles in Panipat and Karnal districts to cut down incidents related to fatal road accidents on highways. Download The Times of India News App for Latest City ."}, "Mall Road caves in again, AMC blames PWD": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/mall-road-caves-in-again-amc-blames-pwd/articleshow/69882341.cms", "time": "2019-06-21 07:09:00", "description": "Amritsar: A brief spell of pre-monsoon rain not only highlighted lack of preparedness of Amritsar Municipal Corporation (AMC) in dealing with waterlogging and sewerage choking during ensuing rainy days but also exposed the quality of its recently carried out repair work as a portion of city's prominent Mall Road again caved in on Thursday. Following the rain, a large pit was seen on Mall Road where AMC had in recent past spent around Rs 40 lakh to complete the repair work of a major portion of the road which had earlier caved in during last September. The spot is near the house of AMC’s commissioner. Former Congress spokesperson Mandeep Singh Manna demanded a case to be registered against AMC’s engineers and contractors who had carried out the repair work. “It’s unfortunate that once again the road has caved in at the same place where AMC had repaired it using tax payer’s money,” Manna said. He added that a case under section 307 (attempt to murder) of IPC should be registered against the persons responsible for gross negligence. In the walled city, Akali government’s dream project ‘Heritage Street’ was also submerged on Thursday causing inconvenience to the commuters and visitors alike and prompted locals to raise questions on AMC. Later, AMC joint commissioner, Nitish Singla, in a release, said, “Today’s cave in on the Mall Road has been caused due to the negligence of PWD officials who have failed to take proper care of restoration of the road.” Singla said an inquiry was conducted in January by the then joint commissioner AMC in which officers of PWD were found to have not performed their duty properly. “Spot report has again been taken today and departmental inquiry will be initiated against the ring officers,” said the joint commissioner. Superintendent engineer, PWD, couldn’t be contacted for comments. Download The Times of India News App for Latest City ."}, "Toilets out of bounds for public": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/toilets-out-of-bounds-for-public/articleshow/62843782.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Over charging in sector 22 Chandigarh": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/over-charging-in-sector-22-chandigarh/articleshow/60733974.cms", "time": "", "description": ""}, "Artistes present an awareness programme on 'World No Tobacco Day'": {"link": "http://photogallery.indiatimes.com/events/chandigarh/artistes-present-an-awareness-programme-on-world-no-tobacco-day/articleshow/69727738.cms", "time": "", "description": ""}, "Bus stop keeps passengers standing": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bus-stop-keeps-passengers-standing/articleshow/62908665.cms", "time": "", "description": ""}, "Segregation of garbage a must, new set of rules by MC": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/segregation-of-garbage-a-must-new-set-of-rules-by-mc/articleshow/69864921.cms", "time": "2019-06-21 04:36:00", "description": "Panchkula: Municipal Corporation Panchkula is chalking out plans to upgrade its garbage collection and segregation in district. For the domestic house hold, which are more than one lakh under the MC limit in district, 100 carts will have two boxes to segregate the garbage which will be a reality by next month. At present as per the records of the MC there are 29 carts which are collecting the garbage from Panchkula district. There are 20 wards in Panchkula, four in Kalka and two in Pinjore. But as per this pilot project the MC initiated segregation in three wards which is 15, 16, 17 where the residents were asked to segregate garbage at house hold level and in case there is violation strict action will be taken under the law by the authorities.Rajesh Jogpal Administrator MC Panchkula said that wards which covers in first phase are ward 14 comprises Sector-14, Sector-12, 12A, village Railla and Railly, ward 15 comprises sectors Sector-10, 11 and ward 16 comprises of Sector-2, village Majri and Sector 4 including village Haripur Jarnail Singh executive officer of the municipal corporation said that the tender for the carts will be open on June 24 after which the authorities will have over three-fold for the district. He said that project will be commenced from Panchkula but in later phases it will be implemented in Kalka and Pinjore also. Sharing the awareness plans to make residents aware about the segregation he said that the carts will be collecting the garbage will have speakers installed in it. Through which the residents will made aware about the wet and dry waste. The authorities had distributed around 48,000 dustbins to the residents of the city for make them aware about the segregations which they are suppose to do in routine, he said. The officials have also laid down rules for penalties for non-segregation. On the first instance of default a warning will be issued by the MC to the house and the garbage will not be collected from the house if not segregated. On teh second such instance a challan will be issued by the MC as per norms. Download The Times of India News App for Latest City ."}, "Cheating: Chandigarh district court declines to summon accused": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/former-isro-chief-recalls-role-played-by-vikram-sarabhai-in-indias-space-voyage/articleshow/69885102.cms", "time": "2019-06-21 09:41:00", "description": "CHANDIGARH: The Chandigarh district court has dismissed the complaint wherein allegations of cheating were made against the accused in case related to sale of land. Stating that the court could not act as an instrument in the hands of the complainant to summon every person against whom a complaint is filed, it dismissed the pliant for being devoid of merits and non existing of sufficient material on record. Jeewan Kumar Gupta of Sector 51 had filed a compliant against Rakesh Kumar, director of M/s Ess & Ess Polyfabs, stating that in June 2008 he was sold land measuring eight kanals to him and to one other person namely Sahil Mangla vide registered sale deed dated June 25, 2008. The complainant stated that he later got to know that litigation with respect to the said land was pending in the courts of law.He then approached the accused for return of his money but the accused refused to do do. Hence he move to court with prayer to summon the accused. The court stated, \" Only vague allegations have been levelled by the complainant against the persons sought to be summoned. The very contents of complaint are evasive and do not help to give strength to the story put forth by complainant. It is pertinent to mention that mere assertions against are not sufficient to bring criminal law in motion..\" Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "High court lawyer seeks appointment of Lokpal in Punjab": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/rights-activist-demands-lokpals-appointment/articleshow/69882290.cms", "time": "2019-06-21 08:02:00", "description": "CHANDIGARH: Aggrieved over the delay in appointment of Lokpal in Punjab, RTI activist and high court lawyer H C Arora has sent a demand notice to the state government to fill the vacancy without further delay. The post of Punjab Lokpal is lying vacant for over one year. The post had fallen vacant last year after Justice S K Mittal, former Chief Justice of the Rajasthan High Court, resigned from the Punjab Lokpal’s post and joined as Chairman of the Human Rights Commission, Haryana. In his demand notice, advocate Arora has stated that there is a provision for appointment of Lokpal under the Punjab Lokpal Act, 1996, who has been given the jurisdiction to conduct inquiries against “public men” and also against public servants, in cases where they are also involved in the commission of misconduct by the public men. Public men include persons who hold or have held the office of a minister, a member of Legislative Assembly of the state, and chairmen and members of boards constituted by or under a state or central act. It can also probe the complaint of misconduct against the chairmen of certain government companies, chairman and a member of any non-statutory committee constituted by the state government, chairman and vice-chairman of Zila Parishad under the Punjab Panchayati Raj Act, 1994, including its officials, mayor, senior deputy mayor of a municipal corporation constituted under the Punjab Municipal Corporation Act, 1976, and officials and president and vice-president of a municipal council or nagar panchayat constituted under the Punjab Municipal Act, 1911. The Lokpal can probe their conduct to make recommendations to the state government for taking suitable action against them. “That notwithstanding the importance of the statutory post of Lokpal under the statute, the said post is lying vacant for the last more than one year, which cannot be justified. Thus, it is imperative on the part of the state to make appointment of a Lokpal, in consultation with the Chief Justice of the Punjab and Haryana High Court, without any further delay,” Arora has requested the state government. In the demand notice, Arora, however, has also made it clear that if no decision is taken by the Punjab government in appointing Lokpal within one month, he would file a public interest litigation seeking immediate appointment to Lokpal’s post. Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "In need of traffic lights": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/in-need-of-traffic-lights/articleshow/62908752.cms", "time": "", "description": ""}, "How do I Guide ? Totally Worn out.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/how-do-i-guide-totally-worn-out/articleshow/62990780.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Car driver injures traffic cop near Elante mall": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/car-driver-injures-traffic-cop-near-elante-mall/articleshow/69881689.cms", "time": "2019-06-21 06:02:00", "description": "CHANDIGARH: Industrial Area police booked a car driver for injuring a traffic head constable near Elante mall on Thursday. The cop had tried to stop him as he was talking on phone while driving. In his complaint, head constable Narinder Singh said he was posted along with a constable at Elante mall to manage traffic around 4.30pm. He noticed a white car driver coming towards him while talking on cellphone. The windows of the car also had a black film and a woman was sitting next to him, the cop added. He said he signalled him to stop, but the accused revved up. The head constable chased him on his bike. After a few metres, he intercepted him and stopped the car. The head constable stood in front of the car and asked the driver to come out. Suddenly, the accused pressed the accelerator. In a bid to save himself, the head constable jumped to the other side and received minor injuries. The car driver managed to flee the spot and the injured cop called up at 100 helpline. He was taken to GMCH-32 and later Industrial Area Phase-1 police recorded his statement and registered a case under sections 279 (rash driving), 332 (voluntarily causing hurt to deter public servant from his duty) and 353 (assault or criminal force to deter public servant from discharge of his duty) of the IPC against the car driver. Download The Times of India News App for Latest City ."}, "All-clear for bridge over Ghaggar": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/all-clear-for-bridge-over-ghaggar/articleshow/69864934.cms", "time": "2019-06-20 12:22:00", "description": "PANCHKULA: Decks have been cleared for the construction of bridge over Ghaggar river in sectors 26-27 and 20-21 in Panchkula. The Punjab Government has in-principle approved the construction of this bridge and connecting road which falls in the jurisdiction of Haryana. With the construction of this bridge, the long pending demand of the people of the area would be fulfilled. This was informed in the meeting presided over by chief minister, Manohar Lal Khattar here on Wednesday. It was informed that the matter regarding the construction of this bridge was being taken up in co-ordination with the neighbouring Punjab Government. A portion of this proposed bridge falls in Punjab. The CM also directed the HSVP to explore the possibilities of construction of a road linking the NH-73 and International Airport in Chandigarh so as to provide direct connectivity to the people of Barwala, Raipur Rani and Naraingarh. Among those present in the meeting included Chief Secretary D S Dhesi, Principal Secretary to Chief Minister Rajesh Khullar, Additional Chief Secretary Animal Husbandry and Dairying Sunil Kumar Gulati, Additional Chief Secretary Power and Works related to implementation of C M announcements T C Gupta, Principal Secretary Science and Technology Ashok Khemka, Principal Secretary Town and Country Planning and Urban Estates Department A K Singh, Principal Secretary Social Justice and Empowerment and Welfare of Scheduled Castes and Backward Classes Departments Neerja Sekhar. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "\nA peep into Haryanavi culture\n": {"link": "https://timesofindia.indiatimes.com//city/chandigarh/a-peep-into-haryanavi-culture/articleshow/69760121.cms", "time": "", "description": "Candigarh Sangeet Natak Akademi in collaboration with Haryana Kala Parishad organized Daaman Ki Phatkar- The Mirror of Haryanvi culture. A programme based on Haryanvi culture, it presented folk songs, dances, and Haryanvi comedy skit, directed by Ravi Shankar. It began with the Saraswati Vandana, followed by Haryanvi dance. A song 'Mere yaar Sudama Re,' by Isha Panchal and group dance by Bham Lehri were also presented. Download The Times of India News App for Latest City ."}, "Quick response team to make highways and Panchkula crime-free": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/quick-response-team-to-make-highways-and-panchkula-crime-free/articleshow/69885262.cms", "time": "2019-06-21 09:56:00", "description": "PANCHKULA: Panchkula Deputy Commissioner of Police (DCP) held a meeting 25 riders who were appointed on the newly appointed Quick Response Team (QRT) motorcycles. 13 riders have been assigned duties on highway while 12 riders were asked to patrol in the city to tackle snatching related issues. As per the directived of the DCP, Kamaldeep Goyal, QRT teams means to reach at every assignment given to them on time. The 13 riders team who has been appointed the road safety have been asked to respond to any accident related spot well on time soon after the call reaches to them. The highway traffic jams should be helped by the QRT highway teams. Besides this, the team appointed for the city has been asked to patrol in different areas on different shifts so that crimes like snatching and other crimes can be avoided. The DCP has given all the QRT riders a designated area which will be taken care by them in case of any emergency. DCP said, \"The QRT officials will also help the accident victims during any accident on all the highways crossing through the district and also in curbing down the petty crime rate in the city.\" Haryana director general of police (DGP) Manoj Yadava on Monday launched 25 special motorcycles at the Sector 14 police station. These bikes will assist the Panchkula police commissionerate QRT to provide road safety. The new motorcycles have been added to traffic unit of Panchkula under the initiative. The QRT team was flagged off by Haryana DGP along with Panchkula police commissioner (CP) Saurabh Singh and deputy commissioner of police (DCP) Kamaldeep Goyal. The motorcycles equipped with sirens and flash lights have been given by a private company as per its corporate social responsibility) initiative. Harbhajan Singh, director of the private company manufacturing the motorcycles, was also present on the occasion. There are 28 PCR and 26 motorcycle riders deployed in the district day and night for crime control. Now, the addition of these 25 new motorcycles in district police will further aid in controlling the crime effectively, officials said. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Damaged pavements in parks": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/damaged-pavements-in-parks/articleshow/62437257.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "On cam: Congress councillor’s kin assaults youth in Patiala": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-congress-councillors-kin-assaults-youth-in-patiala/videoshow/69830774.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Driver without helmet": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/driverwithouthelmet/articleshow/67186377.cms", "time": "", "description": ""}, "Three years, 88 FIRs later, illegal mining rampant in Mohali": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/3-yrs-88-firs-later-illegal-mining-rampant-in-mohali/articleshow/69881788.cms", "time": "2019-06-21 09:53:00", "description": "MOHALI: Illegal mining has been rampant and despite seizures of JCBs and tipper trucks, mining activities have continued unabated in in Khizrabad, Mullanpur, Parol, Majri, Abhipur, Lubhangarh, Tiur, Mianpur Changran, Kubaheri, Gochar, Kansala, Bahalpur Tiprian and Kharar areas of Mohali despite the fact that in July last year, deputy commissioner raided the Khizrabad area and found 40 illegal crushers operating from the site. Villagers led by Jagdev Singh Maloya, an AAP activist presented a memorandum in this regard to deputy commissioner Girish Dayalan on Thursday. He along with Sunder Singh, Darshan Singh, Sudagar Singh, Hardev Singh, Ram Singh, Pritam Singh and others alleged that there has been no action against illegal miners who have been flanked by some political leaders which is harming the environment of the area. They also alleged in memorandum that four mining and forest department employees were also allegedly attacked by illegal miners and two of them are still critical. The residents living in such areas wished that Chief Minister Amarinder Singh must fly past over Kandi area of Mohali as well to have first-hand stock of illegal mining taking place in the district. Demanding action, residents said that chief minister of Punjab is not updated about the illegal activity undergoing in villages in Kandi area . Last year, the CM flew past Jalandhar and Nawanshahar district to spot illegal mining going in Sutlej river beds from his chopper. The very next day the government launched massive crackdown on the illegal mining in the state The special task force constituted by deputy commissioner to check the illegal mining activity failed to bring about any results as the entire exercise turns futile after the task force returned empty handed every time after conducting the checking of the area. Download The Times of India News App for Latest City ."}, "13 Barnala farmers fail to get debt waiver benefit": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/alive-yet-dead-13-farmers-fail-to-get-debt-waiver-benefit/articleshow/69882915.cms", "time": "2019-06-21 05:42:00", "description": "BARNALA: Theirs is a queer case of alive, yet dead. Put in category of ‘dead’ by the village multipurpose agricultural cooperative society, 13 small and marginal farmers of Badbar village in Barnala district have been struggling hard for the last six months to prove their existence and avail the benefit under Punjab government’s debt relief scheme. Out of these 13 farmers, three held a protest outside the society office on Thursday, demanding justice. During these six months, these farmers have provided all the relevant documents, including Aadhaar cards, to prove themselves as alive but have still failed to convince the cooperative society to change their status from ‘dead’ to ‘alive’. Meanwhile, the officials claim that the farmers had initially failed to provide their Aadhaar cards and were to be put in the category of ‘not available’ but mistakenly got clubbed in the category of ‘dead’ by the cooperative society. Interestingly, this group of 13 includes Gurmukh Singh, who had prevailed upon a score of villagers to fill forms for getting compensation. Speaking to TOI, Gurmukh said, “When the debt waiver process began in the village, I had filled forms of many farmers. Nearly six months ago, the cooperative society officials told me that my name had mistakenly been entered in the list of ‘dead’ and told to submit documents to prove that I was still alive. I deposited the relevant documents and was told that my name has been deleted from the list of ‘dead’. Now, about a week back, the cooperative society officials again called me, saying my name continues in the list of ‘dead’ and asked for documents again.” “I know that there are 12 others persons from my village who have also been shown as ‘dead’ and denied the debt waiver benefit. I have even approached the SDM in Barnala and requested him to instruct the cooperative department to set the record straight so that we (13) may also get the government assistance. But nothing has been done so far. I own 4 acres of land and am eligible for waiver of Rs 46,826,’’ he said. Another aggrieved farmer Jarnail Singh, who also owns 4 acre land and is eligible to get waiver of Rs 52,544, claimed, “I provided all the documents to prove I was alive. Besides, everyone in the village cooperative society is well aware that I am not dead. I keep meeting them; yet remain in the category of ‘dead’. I am still struggling to get my status changed.” Another marginal farmer Sukhwant Singh, who owns a oneacre landholding and is eligible for Rs 29,070 waiver, said, “For me, even this (Rs 29,070) amount means a lot as there is hardly any earning from the land and I am not in a position to repay the loan.” Cooperative society secretary Jeet Singh said they had received a list from the assistant registrar’s office nearly six months ago and it showed over 30 people as dead, when they were actually alive. “At a camp held at Kotduna village near here, I had informed the officials about the error and had provided the Aadhaar cards of these 30 people. I had even uploaded the Aadhaar cards on the official portal. After some time, the status of 17 beneficiaries changed, but 13 remained as ‘dead’ and they remain so despite me providing the Aadhaar cards again. Only a week ago, we got the list again — showing them as ‘dead’,” he said. Barnala SDM Sandeep Kumar, when contacted, said, “We are trying to ascertain whose fault it is. An inquiry has been marked, to be conducted by the deputy registrar of cooperative societies, to find out how these living persons have been shown as dead and denied the benefits for which they are eligible. Whosoever is found guilty, appropriate action will be taken in the matter and the record will be set right.” Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "PU departments, colleges asked to ensure 100% admission": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/pu-departments-colleges-asked-to-ensure-100-admission/articleshow/69884966.cms", "time": "2019-06-21 09:26:00", "description": "CHANDIGARH: Various departments of Panjab University and colleges affiliated to it have been asked to ensure that no seat goes vacant in the upcoming admission season. At a meeting of the dean university instructions (DUI), Shankarji Jha, with chairpersons and representatives of departments and colleges on Thursday, the DUI told all stakeholders to reach out to students via social media and emails and ensure maximum admissions. Professor Jha said, as per suggestions given in the meeting, the university may extend the last date of applications and permit late admissions with late fees if it found that seats were not filled. \"The admissions are just a few days away. We discussed strategies through which all colleges and departments can reach out to students and make it an easy experience for them,\" Jha said. The last date for applying to PU is July 3. Admission fees will be accepted from July 15. Late admissions can be taken with permissions of the chairpersons of the departments and vice-chancellor after submitting a late fee of Rs 1,000 and 3,000 till August 31. As per the indications of the meeting, if seats go vacant, the deadlines would be further extended. Sources present in the meeting said they were told that for post-graduate admissions, the faculties were told to contact the undergraduate students of their departments. The faculty has also been asked to be active on social media and give updates about their departments to students. For guidance, the faculty members have been asked to be present in their respective departments between 3 and 4 pm on working days so that candidates can reach out to them for more information. The officials have also been told to set up help desks where students can reach out to inquire about admission formalities and procedures. Download The Times of India News App for Latest City ."}, "Punjab: Two crore saplings distributed for free in 2018": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/2-cr-saplings-distributed-last-year-in-punjab/articleshow/69882385.cms", "time": "2019-06-21 08:20:00", "description": "CHANDIGARH: The Punjab government distributed around two crore saplings free of cost last year under Mission Tandarust Punjab, said forest minister Sadhu Singh Dharamsot on Thursday. Dharamsot said that 10,000 hectares of land has been brought under forest cover with the planting of 1.3 crore saplings, whereas in accordance with the “Ghar Ghar Hariyali” campaign around 68 lakh saplings have been distributed free of cost to the people. The forest minister added that a target has been set to plant 550 saplings in every village of Punjab as part of the 550th birth anniversary celebrations of Guru Nanak Dev. The plan would see 75 lakh saplings being planted, he added. Dharamsot said to date, around 2,000 villages out of over 13,000 have been covered under the plantation drive. He said that saplings are being prepared in more than 200 nurseries of the forest department. As per the anti-encroachment campaign undertaken by the forest department, to date 5,000 acre land has been freed from illegal encroachers and the drive to plant saplings on this land is under process. Dharamsot also said that under a special scheme, four lakh saplings of vegetables were distributed absolutely free. Download The Times of India News App for Latest City ."}, "Need masks": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/need-masks/articleshow/61680478.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Only 1,400 of more than 15,000 Class 11 students apply for vocational courses": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/only-1400-of-more-than-15000-class-11-students-apply-for-vocational-courses/articleshow/69885007.cms", "time": "2019-06-21 09:29:00", "description": "CHANDIGARH: The recent provisional common merit list uploaded by the UT education department on June 18 shows that out of 15, 931 students, who had applied for admission to Class XI at government schools in Chandigarh, around 1,400 applied for skill courses as their first preference. “A stream-wise provisional merit list was prepared on the basis of first preference given by candidates. As per the list, less than 1,400 students have applied for skill courses as their first preference,” an official of the department said. Meanwhile, breaking the myth that skill courses are for students, who are weak in academics, many students with more than 70% marks have applied for skill courses. In over 12 course combinations out of 18, many students with 70% and above have applied. Many students with over 90% marks have applied for fashion studies, textile design, design and information technology and web applications. As per the stream-wise provisional merit list, information technology and web applications remained the preferred courses wit 371 applicants. As many as 257 applied for shorthand (hindi), office procedures and practices and typography and computer applications. Only 140 students opted for beauty, wellness and yoga skills. Around 126 applied for fashion studies and textile design. A total of 15,931 students, who had applied for Class XI admission in government schools made it to the first provisional common merit list uploaded on the website of the UT education department on June 18. Total eligible students in science, commerce and humanities are 3,157, 2,243 and 9,124, respectively. Temaining 1,407 students have been considered eligible for different vocational courses and sports. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "City-based builder fined Rs 5 Lakh for not handing over four flats on time": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/city-based-builder-fined-rs-5-lakh-for-not-handing-over-four-flats-on-time/articleshow/69869759.cms", "time": "2019-06-20 11:12:00", "description": "CHANDIGARH: State consumer disputes redressal commission directed Soni Builders in Sector 44, Chandigarh, to pay Rs 1.44 crore along with interest to four persons for failing to give timely possession of the flat booked. The builder was also directed to pay Rs 1 lakh as compensation to them and Rs 22,000 as litigation cost to three complainants and Rs 33,000 as litigation to fourth complainant. The commission proposed to dispose four complaints through a single order, as the issues involved therein, except minor variations, were the same. In all the four complaints, prayer had been made to give directions to the builder to refund the deposited amount, along with interest, compensation etc. At the time of arguments, on April 29, it was agreed by the contesting parties that the four complaints can be disposed of by passing a consolidated order. According to the commission, the complainants had purchased flats in a project launched by the builder, called KSB Greens in Gazipur Road, Zirakpur, Punjab. However despite making payment, the builder failed to deliver possession of the unit, which otherwise was supposed to have been handed over on or before December 2015. The builder stated that the buyers purchased the flats for future gain, as such, the complainants being investors, would not fall within the definition of consumer, as defined under Section 2 (1) (d) of the Consumer Protection Act, 1986. But the forum held that it is not in dispute that the complainants purchased the flats in the aforesaid project of the builders. It was also not disputed that by the time these complaints were filed, possession of the units was not offered to the complainants, which otherwise was to be handed over on or before December 2015, as stipulated in Clause 10 of the Agreement to Sell. The forum further added that it is a simple case of non-delivery of possession of the unit by the committed date, despite receiving substantial amount from the complainants. The builder was then directed to pay up to all four complainants. Download The Times of India News App for Latest City ."}, "Woman thrashed, forced into car, cops probe possible kidnapping": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/woman-thrashed-forced-into-car-cops-probe-possible-kidnapping/articleshow/69869650.cms", "time": "2019-06-20 11:07:00", "description": "CHANDIGARH: The kidnapping of a woman from Ram Darbar has kept the police on their toes. According to an eye-witness who called the police, a man allegedly forced a woman into his car after thrashing her in public. Sector 31 police are investigating the case. Raj Kumar, a resident of Ram Darbar, reported that a man and a woman were abusing each other near his house at around 9am. Soon, the man started thrashing her in full public view. Then he dragged her to his car and forced her into it and drove away. The woman was screaming for help and reluctant to go with him, eye witness told police. The cops from Sector 31 police station reached the spot and recorded the statement of Raj Kumar, who also provided half noted registration number of the car used for abduction. The police said that they were verifying the incident and efforts are on to trace the car and the accused. Sector 31 police have lodged a DDR. Download The Times of India News App for Latest City ."}, "Clear the mess, please:": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/clear-the-mess-please/articleshow/61680646.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Villages with population below 10,000 can join ‘Mahagram Yojana’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/villages-with-population-below-10k-can-join-mahagram-yojana/articleshow/69866296.cms", "time": "2019-06-20 12:31:00", "description": "CHANDIGARH: The Haryana government has decided that villages having a population of less than 10,000 but desirous of having more facilities like augmentation of water supply and sewerage would be covered under the Mahagram B category. A decision to this effect was taken in the 52nd meeting of the Water Supply and Sewerage Board, which met under the chairmanship of chief minister Manohar Lal Khattar on Tuesday. Minister of state for public health engineering Banwari Lal was also present in the meeting. The chief minister said that at present 126 villages with over 10,000 people were being covered under the Mahagram Yojana. Facilities like augmentation of water supply, sewerage, and setting up sewerage treatment plant were being provided under the scheme. He said recently, people of various villages had approached him with a request to carry out development works in their villages also under the scheme, for which they had also offered to contribute funds. He also directed that besides providing training to sewermen, they should also be provided with necessary equipment, uniform, and kit so as to prevent any untoward incident of suffocation while cleaning the sewer. He directed that only trained sewermen should be allowed to enter manholes. It was informed that the training of 703 sewermen had been held in different locations covering 14 circles of the Public Health Engineering department. It was also informed that three robotic machines were being purchased by the department for cleaning manholes. On the successful trial run of these machines, more of them would be purchased. Download The Times of India News App for Latest City ."}, "Cleaners’ stir over union president’s suspension ends": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/safai-karamcharis-stir-over-union-prez-suspension-ends/articleshow/69881694.cms", "time": "2019-06-21 09:26:00", "description": "CHANDIGARH: Safai karamcharis on Thursday ended their protest following the municipal corporation commissioner’s assurance that their union president’s suspension will be looked into. The safai karamcharis’ union along with other UT federations held a demonstration outside MC’s office from 11am to 2pm. Later, they met commissioner KK Yadav. “The commissioner assured us that he would revoke the suspension. He has asked us to meet him in two days,” said protesting union members. The civic body had on Tuesday suspended Krishan Chadha for misbehaving with mayor Rajesh Kumar Kalia during an official meeting on June 13. According to the suspension orders, Chadha has to report daily at the medical officer health office in Sector 17 and not leave without prior permission. Meanwhile, MC’s initiative to start door-to-door garbage collection at source was only implemented in four UT villages. The MC is yet to finalize terms and conditions with collectors for starting the drive in urban areas too. The civic body had decided to segregate garbage at the source itself as the Supreme Court had issued directions to implement the Municipal Solid Waste Rules, 2016. Besides, the National Green Tribunal (NGT) is also monitoring solid waste management cases. Last year, the garbage collection and segregation were majorly hit after the strike. The segregation of waste into wet, dry and hazardous is mandatory at household level under the Municipal Solid Waste Rules, 2016, recently adopted by the Chandigarh administration. The bone of contention between the MC and garbage collectors was control over income after segregation of waste. While the MC is ready to provide jobs to private collectors on DC rates, along with benefits of provident fund and ESI, there is no consensus between both the parties over how the income after segregation will be distributed. But recently, the garbage collectors had agreed to help the civic body in segregation. The other modalities of memorandum of understanding between the MC and the collectors will be finalized by a panel formed by the MC commissioner. Download The Times of India News App for Latest City ."}, "incomplete job done": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/incompletejobdone/articleshow/68770021.cms", "time": "", "description": ""}, "WHERE IS SWACH BHARAT": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/where-is-swach-bharat/articleshow/62954877.cms", "time": "", "description": ""}, "Who is superior?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/who-is-superior/articleshow/62437151.cms", "time": "", "description": ""}, "Punjab ‘agent’ dupes man of Rs 8.5 lakh": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/canada-dreams-pb-agent-dupes-man-of-rs-8-5l/articleshow/69881685.cms", "time": "2019-06-21 05:47:00", "description": "CHANDIGARH: The police have registered a case of cheating and under the Immigration Act against a Punjab resident for duping a local of around Rs 8.5 lakh on the pretext of sending him abroad. No arrest has been made so far. Manoj Kumar of Manimajra alleged that Kamlajit, a resident of Hoshiarpur who introduced himself as a travel agent, took money from him for arranging a Canada work permit. Manoj said the accused visited his house and convinced him to pay Rs 13 lakh to send him to Canada last year. The complainant agreed to initially pay Rs 8.5 lakh and said he would pay the remaining amount on reaching Canada. The complainant deposited money in Kamlajit’s account between September and October last year. The complaint said the accused sent him Canada air tickets, but made him stay in a hotel in Delhi for a month, citing a legal problem in his visa. To win the complainant’s faith, the accused deposited Rs 5,000 in his account for the stay in Delhi hotel. Later, the accused told the complaint that the official who was dealing with his case had expired and so he could not be sent and his ticket had been cancelled. Later, Manoj visited Delhi embassy and learnt that the photocopy of the visa he was carrying was fake. He complained to the UT police in January last and after taking legal opinion, Manimajra police registered a case. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "\nNGO organizes fund raiser for special children in city\n": {"link": "https://timesofindia.indiatimes.com//city/chandigarh/ngo-organizes-fund-raiser-for-special-children-in-city/articleshow/69652901.cms", "time": "", "description": "Model and actress, Neet Mahal was in town recently to take part in a fund raiser event for special children. In the event, she was joined by Gagan Verma, Mr Supermodel Universe, Ruby Singh, actor and model and fitness expert Dr Vibha Bawa, winner of North Indian Queen 2018 and Ayurveda expert Sanjana Sharma, ex-banker and Mrs. India Beauty Queen 2018, Dr Tetiana Kapranova an endocrinologist, therapist and fashion model, Sam Rattan, actor-model and anchor, Dr Rimple Sharma, Mrs. Chandigarh Queen 2018. ‘Elysian Diva’, the fund raiser event was organized by Empower, a city based project, which works for special children betterment in association with Surkhwabh. The event was also a tribute to the supreme sacrifice of Deputy Commandant Joy Lal whose 20 th martyrdom day falls on May 30. During occasion, around dozen special children walked the ramp along with celebrities. Wheelchair Indian Cricket team players including Ranjit Singh, Nirmal Singh and Veer Singh Sandhu also joined kids in ramp walk and show. Download The Times of India News App for Latest City ."}, "Neglected spots": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/neglected-spots/articleshow/63339263.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Watch: Fireworks at Golden Temple in Amritsar on Prakash Purab of 6th Sikh Guru Hargobind Sahib": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/watch-fireworks-at-golden-temple-in-amritsar-on-prakash-purab-of-6th-sikh-guru-hargobind-sahib/videoshow/69851664.cms", "time": "", "description": ""}, "Chandigarh: On-duty traffic cops found sleeping": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/chandigarh-on-duty-traffic-cops-found-sleeping/articleshow/69885028.cms", "time": "2019-06-21 09:32:00", "description": "CHANDIGARH: As many as 12 traffic cops were caught napping in an air-conditioned dormitory of Himachal Bhawan in Sector 28 on Thursday afternoon. Senior police officers have initiated inquiry into the matter. Traffic police cops were caught while sleeping during duty hours. Charanjit Singh, PRO, UT police, said that they were investigating the matter. “Strict action would be taken against erring policemen,” he added. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Sanya Malhotra launches new watch collection": {"link": "http://photogallery.indiatimes.com/events/chandigarh/sanya-malhotra-launches-new-watch-collection/articleshow/69727294.cms", "time": "", "description": ""}, "\nPhilosophical perspective of Ganga through Kathak\n": {"link": "https://timesofindia.indiatimes.com//city/chandigarh/philosophical-perspective-of-ganga-through-kathak/articleshow/69636747.cms", "time": "", "description": "Pracheen Kala Kendra organized a spectacular dance ballet ‘Ganga’ by the students of Kendra in the direction of Kathak exponent Dr. Samira Koser at Tagore Theatre. There were about 80 participants between the ages of 5 to 55, who gave ample proof of training given bytheir Guru Koser. This programme was split in two parts, one was Dance ballet Ganga and other, pure kathak dance presentations of Jaipur Gharana. After the lighting of traditional lamp, the programme got a majestic start with Ganga. This dance ballet gives a message that we should awaken and purify Ganga as well as our souls and be good human beings before it’s too late. This ballet was presented by Shubhra Koser, Amrita, Anu, Divya, Mehak, Savitri, Tanaya, Sonika, anushka, Geetika, Pranjal , Ojaswita , Sargam and Gursimran. Download The Times of India News App for Latest City ."}, "chd citizen cross the road without any fear": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/chd-citizen-cross-the-road-without-any-fear/articleshow/62976231.cms", "time": "", "description": ""}, "CBI grills another Punjab transport official in graft case": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/cbi-grills-another-punjab-transport-official-in-graft-case/articleshow/69885138.cms", "time": "2019-06-21 09:45:00", "description": "CHANDIGARH: Continuing with their investigation in a graft case, CBI officials on Thursday interrogated another Punjab transport officer for more than five hours. After recovering stamps of the Punjab CM from the house of accused Bhupinder Singh, the CBI has expedited his investigation in the case. Sources in CBI said assistant transport officer, Punjab, Sukhwinder Singh Brar was on Thursday summoned by the CBI for investigation in the case. A special CBI court on Wednesday had remanded Punjab assistant transport officer Bhupinder Singh to two-day police custody in the bribe case. The CBI had on June 18 arrested Bhupinder Singh for allegedly accepting a bribe of Rs 20,000 from a truck driver in Sector 23. CBI stated that complainant Punam Chand of Bikaner, Rajasthan, was going to deliver marbles and tiles at Dhanas with his driver Ramdev on the night of June 14. As they were about to reach the market, a Toyota Innova SUV intercepted and signalled them to stop. A man in police uniform introduced himself as Bhupinder Singh and demanded the truck documents. When the driver handed over him the original documents, Bhupinder took them away . Chand alleged the accused demanded Rs 25,000 for releasing the original documents . The deal was finally settled at Rs 20,000. Chand, in the meantime, lodged a complainant with the CBI. CBI sleuths laid a trap near the house of the accused and as Chand handed over the amount to Bhupinder, they caught him. Download The Times of India News App for Latest City ."}, "Punjab delegation seeks one-time resolution of Shillong Sikh issues": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/meghalaya-govt-assures-punjab-delegation-to-protect-people-of-all-communities/articleshow/69882326.cms", "time": "2019-06-21 08:09:00", "description": "CHANDIGARH: The Meghalaya government has assured the Punjab government delegation to protect the interests of people of all communities living in the state. The delegation, led by Punjab jails minister Sukhjinder Singh Randhawa, met Meghalaya home minister James K Sangma on Thursday and urged him to ensure amicable one-time resolution to the lingering issue of Sikh settlers in Shillong. The delegation had reached Shillong on Wednesday, after a radical outfit, Hynniewtrep National Liberation Council (HNLC), recently threatened the Sikh settlers in Punjabi Lane area. The delegation also requested the committee formed by the Meghalaya government to take into account the genuine concerns of Sikh families before reaching any conclusion. It also requested Sangma to ensure security to hundreds of Sikh families residing in the Punjabi Lane area of Shillong for decades. Taking up the issue of notices issued by Shillong municipal board to Sikh settlers to prove ownership of their land, the delegation urged Sangma to remove any apprehension from the minds of the community. It said that any arbitrary action of evacuation would be in gross violation of the right to movement and freedom of the Sikh community. Assuring protection of Sikhs in Meghalya, Sangma informed the delegation that though HNLC was defunct, the state government had already made elaborate security arrangements to protect the fundamental rights of all the people. He also spoke to Punjab chief minister Amarinder Singh on phone and assured all possible help by his government to the settlers. Download The Times of India News App for Latest City ."}, "Defiant Navjot Singh Sidhu tries to get back his local bodies department": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/defiant-navjot-singh-sidhu-tries-to-get-back-his-local-bodies-department/videoshow/69868951.cms", "time": "", "description": ""}, "Two Nigerians among three held with heroin": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/2-nigerians-among-3-held-with-heroin/articleshow/69881682.cms", "time": "2019-06-21 09:23:00", "description": "CHANDIGARH: The police have arrested three drug peddlers, including two Nigerians, with heroin from different parts of the city in the past 24 hours. A police party was patrolling on the Sector 36A and B dividing road on Thursday noon. On seeing the cops, a man tried to flee. He was, however, chased and nabbed. He identified himself as Raphael, 20, a resident of Nigeria. During checking, 82 grams of heroin was found on him. He was arrested after the seizure. A few hours before, around 9.30am, police had caught another Nigerian near Industrial Area, Phase II. After 267 grams of heroin was found on John, 24, cops arrested him under the NDPS Act. Police said the accused would be produced before courts to seek their remand. They would be questioned about the source of drugs and their clientele. “We are also checking their visas,” said a cop. The third such case was reported on Wednesday night. A man tried to flee on seeing a checkpoint in Sarangpur. Cops chased him and during frisking found 10-gram heroin on the man, who identified himself as Gaurav. He was produced before a local court that sent him to judicial custody. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "Junk yard beneath GPO flyover": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/junk-yard-downside-gpo-flyover/articleshow/62812794.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "QS ranking not significant, say Panjab University officials": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/qs-ranking-not-significant-say-panjab-university-officials/articleshow/69869223.cms", "time": "2019-06-20 10:36:00", "description": "CHANDIGARH: With QS shutting out Panjab University (PU) out of its global 1000 ranking list, the university officials have maintained that the ranking was not significant for them. Professor Rajivlochan, former director of Internal Quality Assurance Cell (IQAC) at PU, said the \"academic reputation\", one of the components carrying maximum (40%) weightage in deciding QS ranking, was subjective. \"The evaluation is not transparent. We do not know who all are being interviewed by the QS in chalking out our academic reputation score,\" he said while maintaining that Panjab University not diversifying in research and not investing in outreach was equally responsible in the rank drop. From 701+ rank in 2017, the university has dropped out from the global top 1000 university list for the second time this year. PU's present IQAC director professor Ashish Jain said they were happy at another rankings that were also released on Wednesday. \"In the NTU rankings, we have outperformed all Indian universities. NTU rankings are significant for us because it compares the scientific performance of world universities based entirely on academic publications from three perspectives: research productivity, research impact and research excellence. QS rankings on the other hand does not give enough weightage to research and citations. Also, there were other factors that were not in our control,\" he said. Former vice-chancellor of PU professor Arun Kumar Grover said Indian universities always performed bad in QS rankings. \"Except for IITs and IISc, which are institutions and not universities, QS rankings have not been good for any Indian university as such. PU used to be in top 1000 but it was ranked low there in the list as well. The type of evaluation QS does is not really suitable for Indian universities,\" he said. The officials said the real test of the university would be two years later in NAAC rankings, wherein their own students and faculty members would be asked to assess the university on various factors. \"Right now, we don't know who is assessing us and how. But in NAAC rankings, if we score poor, we will at least know that we are not doing things right for our own students and faculty. That will be the real parameter to judge the university,\" said another official, who did not wish to be named. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Punjab SC panel orders action against private college": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/sc-panel-orders-action-against-pvt-college/articleshow/69882388.cms", "time": "2019-06-21 08:58:00", "description": "CHANDIGARH: The Punjab State Scheduled Caste Commission on Thursday directed the additional chief secretary, higher education, to act against the Punjab Group of Colleges, Chunni Kalan, for illegally collecting admission fee from schedule caste students. The commission acted on a complaint filed by Jatinder Singh and other students alleging that the college was illegally collecting admission fee from schedule caste students who were doing BEd and MEd from there. The commission sought report from the departments concerned and found the allegations to be true. Commission chairperson Tejinder Kaur termed the matter as serious, saying that stated by charging admission fee the college was diluting the purpose of the post-matric scholarship scheme to help poor SC students pursue higher education. She said the higher education department has also been asked to submit a compliance report in the matter. Download The Times of India News App for Latest City ."}, "Le Corbusier furniture thieves have struck thrice": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/le-corbusier-furniture-thieves-have-struck-thrice/articleshow/69885095.cms", "time": "2019-06-21 09:39:00", "description": "CHANDIGARH: Miscreants had managed to steal heritage furniture three times from Le Corbusier Centre in Sector 19, Government College of Arts in Sector 10, and boys’ hostel in Sector 15 in the years 2015 and 2016. The UT police had claimed to have solved all three cases by arresting women and junk dealers from different parts of the city. Also, name of an industrialist had surfaced in the case, but no arrests were made. Later, three woman accused in the Le Carbusier Centre theft were acquitted by the district court after the police jfailed to make the case. Theft of eight V-shaped cushion chairs and two tables from Le Corbusier Centre on September 23, 2015, had hits the headlines. Later, a security guard had allegedly committed suicide and his family had alleged harassment by cops behind his taking the extreme step. They had also staged a protest outside Sector 19 police station with his body. After five months, the cops managed to arrest three women, Rekha, Seema and Hasheena — all residents of a colony in Sector 25, and claimed to recover stolen furniture from their houses. On April 19, 2017, the police failed to prove the case in the court and as a result, all three women were acquitted. Second theft of heritage furniture took place at Government College of Arts in Sector 10 on the night of January 18, 2016. Thieves managed to take away 15 heritage chairs and a table designed by Le Corbusier from the college storeroom. The Sector 3 police had registered a case against unknown persons. During investigation, the police arrested Sunil Kumar of Sector 25 and Faquir Chand of Kansal on February 3, 2016, and recovered 10 heritage chairs from them. Both Sunil and Faquir are junk dealers. Later police had also arrested two rag pickers Sweety and Shakila of Sector 25. According to the cops, Faqir was the mastermind behind the theft as he used to participate in furniture auctions in Punjab and Haryana. Third theft occurred in Sector 15 boys’ hostel in which four heritage chairs were stolen on October 9, 2016. However, after 15 days, Sector-11 police claimed to crack the case by arresting four persons. The police said two of the ccused had sold the chairs to an industrialist for Rs 88,000. Download The Times of India News App for Latest City ."}, "AirAsia fined Rs 2 lakh for flight cancellation": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/airasia-fined-rs-2-lakh-for-flight-cancellation/articleshow/69885150.cms", "time": "2019-06-21 09:47:00", "description": "CHANDIGARH: The district consumer disputes redressel forum has directed AirAsia to pay Rs 2 lakh as compensation for harassment along with Rs 11,000 as litigation cost to a city-based doctor. The airlines has also been directed to refund the air ticket amount of Rs 4,025. In his complaint Dr Virendra Singh, a resident of sector 21, had stated that on September 6, 2018, he reached New Delhi at about 3.50am to board a flight to Chandigarh that was to depart at 5:55am. He checked in his luggage and was issued a boarding pass. He and other passengers were seated in the flight, but the said flight never took off and he was made to wait for several hours in the aeroplane and on enquiry, no satisfactory answer was given to him and other passengers by the crew members. Being mentally tortured for around one and half hours, the passengers were told to get off the aeroplane without assigning any reason. After waiting for about one hour at the airport, the staff/employee told them that the departure time of the flight had been revised and new boarding passes would be issued to them. However, no exact time of departure was conveyed. After collecting the earlier boarding passes, new boarding passes were issued whereby boarding time was changed to 8 am. However, the flight again got delayed contrary and the passengers were again made to wait for a couple of hours. At around 10:45 am, the complainant and other passengers seated in the flight that did not take off. The passengers were told to depart from the aeroplane at about 12:30pm without assigning any reason. Finding no other alternative, the complainant purchased a new air ticket for his journey from New Delhi issued by Jet Airways for Rs 4,025. It has further been averred that he had to undergo great stress as he was repeatedly contacted by his staff for giving clarifications to ailing patients and supplying upgradations in lieu of new appointment timings. In its reply the airline stated that the first flight was cancelled due to technical reasons as the aircraft had developed technical snag and required immediate check up before flying. It added that technical experts tried their best to get it fixed up but could not and it took more than two hours and even more to get it rectified but the same was not sort out and as such the flight was cancelled and all the passengers were requested to re-board the aircraft and wait in the lounge area till further orders. It has further been pleaded that another flight, which the complainant later boarded, also did not take off as the same had just arrived from other destination and was not thoroughly checked up as the aircraft was not ready to fly because of refilling of gas that required two hours and for other technical checkups before take off. It was further pleaded that there was no other aircraft available with the airline as all flights were scheduled to fly at their destinations and as such the complainant was asked if he could share the taxi with others till Chandigarh, which he refused, therefore, his luggage was returned and he chose to come back to Chandigarh by Jet Airways flight. The forum, after hearing both sides, stated that no report regarding any technical defects/snags in the aircraft has been placed on record. Mere mentioning that the flights were cancelled due to technical snags could not be considered sufficient explanation to exempt the airlines from its liability. It was then directed to pay up. Download The Times of India News App for Latest City ."}, "Fortunes change for park shed-turned-parking stand": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fortunes/articleshow/62437159.cms", "time": "", "description": ""}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Ask SGPC to join government event: Amarinder Singh to ministers": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/cm-tells-ministers-to-ask-sgpc-to-join-govt-event/articleshow/69882358.cms", "time": "2019-06-21 08:16:00", "description": "CHANDIGARH: Punjab chief minister Amarinder Singh has directed the group of ministers (GoM) to ask Shiromani Gurdwara Prabandhak Committee (SGPC) to support the state government’s celebration of 550th birth anniversary of Guru Nanak Dev on a common platform. Chairing the meeting of the executive committee for the commemoration of celebrations, the chief minister expressed his desire to organise the event with the participation of SGPC and other religious organisations. The chief minister also empowered GoM, comprising tourism and cultural affairs minister Charanjit Singh Channi, medical education and research minister OP Soni, and cooperation minister Sukhjinder Singh Randhawa to extend a formal invite to the Akal Takhat jathedar and the SGPC president. Download The Times of India News App for Latest City ."}, "Water crisis, waste management worries city": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/water-crisis-waste-management-worries-city/articleshow/69870201.cms", "time": "2019-06-20 11:39:00", "description": "CHANDIGARH: To review the progress of work which the commissioner of the Chandigarh municipal corporation assured to the members of the Chandigarh Residents Associations' Welfare Federation (Crawfed) two months ago, a meeting on the same will be held on June 23. In the monthly meeting, the MC commissioner, K K Yadav, will interface with the members of various resident welfare associations (RWAs) and respond to their queries. Hitesh Puri, chairman, Crawfed, said the main issues which the residents faced were water crisis and irregularities in garbage collection and its segregation by the MC staff. He said besides this, the commissioner would also respond to the issues which were raised earlier during a meeting in March. A 11-point memorandum was submitted by Crawfed to the MC commissioner during the meeting which was held in March. Various RWAs also submitted their sector specific issues to the commissioner. The members said it was impossible for the visitors to visit the apni mandi during the rainy season, which was set up in various sectors of the city. They proposed that tiles should be installed and concrete washrooms should be constructed at the site. Majority of the resident welfare associations (RWAs) suggested that sterilization of stray dogs should be done in one go instead of in phases, which makes it ineffective. They complained that residents avoid visit to neighbourhood parks due to large number of stray dogs as fear prevailed among walkers. Complaining about the practice of releasing payments to the contractors without monitoring the quality of work, the members recommended that the officials should visit the site to ensure execution and compliance of work in a proper manner. They suggested that regular maintenance of the community centres in the city and open gyms installed in the neighbourhood parks should be done by the municipal corporation (MC) so that the residents could utilize it properly. The Chandigarh Residents Associations' Wefare Federation (Crawfed) raised an issue to allocate booths In Sectors 17 and 22, which had been lying vacant since long and were in a shambles. Download The Times of India News App for Latest City ."}, "Down but not out": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/down-but-not-out/articleshow/62843619.cms", "time": "", "description": ""}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Mohali: Sector 71 sabzi mandi has turned a dump": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/mohali-sector-71-sabzi-mandi-has-turned-a-dump/articleshow/69883004.cms", "time": "2019-06-21 05:47:00", "description": "By: Jaspreet Arora MOHALI: No doubt that apni mandis are a boon to both buyers and sellers. Weekly once - or twice - these mandis make it possible for the residents of various sectors and colonies to get fresh veggies and fruits at reasonable prices, from, say about 12 noon, to sometimes till midnight. But the fallout of this is that the sellers tend to dump a whole lot of leftovers, when they call it a day. The residents of the locality end up dealing with the resulting consequences of these. Usually, they take in their stride a few disadvantages, given the benefits that they enjoy. But sometimes, like in the case of Sector 71 sabzi mandi, the consequences overweigh the benefits, leaving behind disgruntled residents. Now, it is here that the municipal corporation (MC) should butt in and ensure that public hygiene and safety are not compromised. But when they turn a deaf ear, the situation explodes sooner or later. Like it has happened in Sector 71. On the one hand, the sabzi mandi here is quite popular and are held twice a week - Tuesdays and Saturdays - drawing in quite a crowd. On the other hand, its popularity has become detrimental to the locals living here. They complain that over time the green waste left behind by buyers have accumulated into a mass and has started to stink unbearably. The problem has exacerbated because people from nearby areas have taken to dumping their everyday garbage here. Residents say trollies, tractors and redis come full with garbage and dump them here. Despite repeated pleas to the MC, there is no one to keep a check on this. Naturally, the overflowing garbage has become a constant source of supply for foraging stray animals, especially the cattle, who mill around the area, making it dangerous to commuters. The irony now is that locals are beginning to stay away from the mandis, as they feel buying veggies from there might compromise their health. Says Colonel Nirmal Singh, a resident of Sector 71: \"It's been more than 18 months since I last visited the mandi. Way too much dirty for me.\" Lt Col SS Sohi (retd), another resident of Sector 71, says he sent a petition to the commissioner and the MC on February 25 regarding this. But he received no response from them. He sent the petition again on June 10 and is now waiting for some concrete action by the MC. His petition, he says, does not just complain but also lists out actions that can be taken. He has even computed the cost of each solution that he has suggested. The million dollar question is: Will the MC take action before it is too late? Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "\nKuchipudi danseuse lights up stage\n": {"link": "https://timesofindia.indiatimes.com//city/chandigarh/kuchipudi-danseuse-lights-up-stage-0-/-55-chars/articleshow/69744216.cms", "time": "", "description": "In continuation with the tradition of monthly Baithak, Pracheen Kala Kendra organised its 259 th Monthly Baithak on June 11. Delhi based Kuchipudi exponent Sree Veena Mani captivated the audience with her performance. Veena mesmerized the audience with her skillful footwork to intricate rhythmic patterns of Kuchipudi in an energetic rendition. Earlier Kendra deeply condole the demise of Girish Karnard, renowned literary luminary of international stature. Download The Times of India News App for Latest City ."}, "Swara Bhasker attends an event": {"link": "http://photogallery.indiatimes.com/events/chandigarh/swara-bhasker-attends-an-event/articleshow/69268711.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Cycle track battles apathy": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cycle-track-battles-apathy/articleshow/62843611.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Panchkula man’s car, bike torched outside house": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/pkl-mans-car-2-wheeler-torched-outside-his-house/articleshow/69881825.cms", "time": "2019-06-21 05:55:00", "description": "PANCHKULA: Unidentified miscreants set a two-wheeler and a car of a Panchkula’s Sector 20 resident on fire early on Thursday. Mahabir Singh, a resident of Ashiana Colony, said in his police complaint, “My neighbours raised the alarm on noticing my vehicles on fire around 2am. I along with them threw water on the vehicles to save them. While my two-wheeler (HR-03-Q-1906) was gutted, the car (HR-03-X-7005) was partially damaged.” Mahabir, a contractor, suspects a neighbour, with whom he had a scuffle some days ago, behind the vandalism. The police have registered a case under sections 427 (mischief causing damage to the amount of fifty rupees) and 435 (mischief by fire or explosive substance with intent to cause damage to amount of one hundred or more) of the Indian Penal Code. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Panchkula: Participants get trained for International Yoga Day": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/panchkula-participants-get-trained-for-international-yoga-day/articleshow/69885224.cms", "time": "2019-06-21 09:54:00", "description": "PANCHKULA: With International Yoga Day scheduled to be held on Friday, a pilot rehearsal of yoga was practised on Thursday in Parade Ground in Sector 5 by the Panchkula administration. Speaking at the event, the DC said that Yoga was not meant for a day or a week, it was supposed to be part of daily routine and meant for a healthy lifestyle. \"The yoga balances your body and mind and one should do it on regular basis. Yoga is one of oldest form of art done by the ancestors to maintain their body and mind\", said DC, Balkar Singh. Officials also said that yoga helps in curing many diseases and is working the same since a long time now. Over 200 countries has approved the Yoga and that is the reason June 21 is given the International Yoga Day. Singh appealed to the public at large to take part in the International Yoga Day to be celebrated by the administration in Parade Ground Sector-5. The DC informed that all the necessary arrangements including water, seating facility, toilets, electricity, had been finalized for the Yoga day and all preparations were complete to ensure that large numer of people are able to participate. The participants needed to enter the ground at 6.30 am. The yoga event will start at 7 am and will continue till 8 am. The chief guest at the event will be union Minister and Ambala member of parliament (MP) Rattan Lal Kataria. Meanwhile the experts from Patanjali Yog Samiti, Prem Ahuja and other assistants guided all the the participants on the pilot training day. During the pilot training, SDM Pankaj Setia, City Magistrate Gagandeep Singh, District Ayush Officer, Dalip Mishra, Tehsildar Virender Gill, Public Health Department, Education Department, Public works department, sport and youth affair department, among other officials were present. Download The Times of India News App for Latest City ."}, "Punjab seeks review of infrastructure criteria": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/industrial-corridors-punjab-seeks-review-of-infra-criteria/articleshow/69882380.cms", "time": "2019-06-21 08:12:00", "description": "CHANDIGARH: In view of more than 80% area of the state being under cultivation, the Punjab government has urged the Union government to review the criteria of minimum land requirement for developing industrial corridors under the Amritsar-Kolkata Industrial Corridor (AKIC) plan. Under the AKIC integrated manufacturing cluster scheme, states are required to develop industrial corridors on 10 sq.km. The state government’s contribution to this scheme is in the form of land and the Centre contributes an equivalent equity, which is the cost of land. Chief minister Amarinder Singh has urged Prime Minister Narendra Modi-led central government to review the requirement of land under the scheme and exempt Punjab from this. At the same time, the chief minister has also urged the Centre to contribute “equivalent equity of land cost or 80% of development cost, whichever is higher”. The issue was raised by the state government by placing on record Amarinder’s speech during the June 15 meeting of the governing council of Niti Aayog. The state government has informed the Union government that the state with just 1.5% of country’s total land has more than 80% area under cultivation and allied agricultural activities. Therefore, accumulating contiguous land parcels of 10 sq.km is difficult. It has also urged the central government to consider raising the upper ceiling of its assistance for setting up of common facility centres for micro, small and medium enterprises (MSMEs) from Rs 15 crore to Rs 25 crore. Punjab is implementing the MSMEs cluster development programme of the Union government to create common infrastructure for enhancing productivity and capacity building. The state government has identified 23 clusters which are at various stages of implementation. As six clusters have reached the stage of detailed project reports, the Centre has been requested to expedite these cluster proposals. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "NGO honours women achievers": {"link": "http://photogallery.indiatimes.com/events/chandigarh/ngo-honours-women-achievers/articleshow/69269016.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Mohali: Three wounds on burnt body point to murder": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/three-wounds-on-burnt-body-point-to-murder/articleshow/69881705.cms", "time": "2019-06-21 09:22:00", "description": "MOHALI: Almost a week after the charred body of a man was found in Sector 82 here, his autopsy report on Thursday points to three wound marks, probably inflicted by a sharp-edged weapon. The body of Ramesh Kumar, 45, was found on June 13 and his post-mortem was conducted by a panel of doctors at Rajindra Hospital in Patiala. A native of Raebareli who was residing in Sector 82, Ramesh was a soup vendor. His family identified him from his teeth, chin and a piece of cloth he always carried, said the police. His family — daughter Sarita, brothers Dinesh and Ramesh — had come from Raebareli to identify the body. Sohana station house officer inspector Manphul Singh said, “The autopsy found three injury marks, one behind the head, one in the chest and one in the abdomen. The wounds in chest and abdomen may be inflicted by a sharp-edged weapon, but behind the head he may have been hit by a stone. The autopsy also confirmed that he was killed five to six hours before his body was found.” Police said they have also come across some vital evidence as some people witnessed smoke emerging from the site near railway tracks around 3.30am to 4am. They thought it to be burning of dry leaves. “This proves that he must have been set afire around 4am,” said Singh. Panic had gripped the area when the 40% burnt body was spotted by a passerby around 8.30am. After the autopsy, the police have added Section 302 of the IPC to the FIR, said the SHO. Download The Times of India News App for Latest City ."}, "On cam: Cong councillor's brother, aides thrash woman in Punjab's Muktsar": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-cong-councillors-brother-aides-thrash-woman-in-punjabs-muktsar/videoshow/69797276.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Black-out": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/black-out/articleshow/63350507.cms", "time": "", "description": ""}, "PU panel to probe heritage table 'theft'": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/pu-panel-to-probe-heritage-table-theft/articleshow/69885124.cms", "time": "2019-06-21 09:43:00", "description": "CHANDIGARH: Panjab University vice-chancellor professor Raj Kumar has constituted a committee headed by PU fellow GS Malhi to look into the matter of a heritage table, a part of boys' hostel No 5 at the university, being taken out by a rickshaw puller in the last week of May. Security guards of Panjab University had stopped the rickshaw-puller from taking the table out of the university main gate as he was not carrying a pass or written permission by the authorities concerned. The table - a part of the Panjab University heritage furniture - is a property of the boys' hostel no 5. The table, said to be in a bad condition, was being sent for repair work allegedly by hostel authorities, but prior permission was not sought and a gate pass had not been issued. Following the incident, the vice-chancellor has now constituted a committee, which also includes PU fellow Subhash Sharma, chief of university security professor Ashwani Kaul, and Panjab University architect Harpreet. The committee has been directed to submit its report within 10 days. Download The Times of India News App for Latest City ."}, "Two more counters sell platform tickets at railway station, vending machines soon": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/two-more-counters-sell-platform-tickets-at-railway-station-vending-machines-soon/articleshow/69869566.cms", "time": "2019-06-20 11:02:00", "description": "CHANDIGARH: Have you been queuing up to buying platform tickets at the Chandigarh railway station? Worse still, skipping it after seeing the stretched out waiting line? Worry not, two more counters have been opened to ease the crowd. According to Balbeer Singh, director Indian Railway Stations Development Corporation Limited (IRSDC), Chandigarh, railways is also planning to come up with three automatic ticket vending machines for platform tickets at station. He said that they are hopeful the service will be in place at the station from next week . The ticket will still cost Rs 10. Those caught without platform tickets will be fined heavily, he added. Senior official of the railway said that often when commuters are caught without platform tickets they blame the long queue at the counters. Thus the railways decided to ease the process. The fine imposed on the person, who is found at a platform without a ticket, varies as there is no set amount for the same. The practise is, the offender is fined the fare of the train that is scheduled to at the platform he was found without ticket. At Ambala division last year alone the fine for not holding platform ticket was Rs 29 lakh a day. This is more than Rs 24 lakh collected at New Delhi railway station. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Punjab meritorious school students do better in medical entrance test than engineering": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/meritorious-school-students-do-better-in-medical-entrance-test-than-engg/articleshow/69882331.cms", "time": "2019-06-21 09:00:00", "description": "CHANDIGARH: Students of Punjab government-run meritorious schools have performed better in medical entrance test compared to engineering. This brought the overall selection percentage in the national level engineering and medical entrance examinations -- joint entrance examination (JEE) main and national eligibility-cum-entrance test NEET – to 13%. The state has 10 meritorious schools, all residential and affiliated to Punjab School Education Board (PSEB), in Amritsar, Bathinda, Ferozepur, Gurdaspur, Jalandhar, Ludhiana, Mohali, Patiala, Sangrur and Hoshiarpur. Barring Hoshiarpur school, which offers course only in humanities, all others schools offer courses to deserving students in medical, non-medical and humanities streams to students of classes XI and XII to help them get into professional colleges at all-India level. The students are provided free education, lodging/boarding, books, stationary and uniforms. They are also provided extra coaching for entrance examinations. Out of 1,602 students who appeared in these two exams this year, only 324 qualified. In NEET, 44.65% students of these schools qualified for admission in different medical colleges while in JEE main, an entrance examination for engineering colleges, only 15% qualified. For NEET, 271 students of these schools had appeared and 121 cracked the exam. Patiala registered the highest success rate with 89.26% students clearing the test (16 students out of 27 cleared the test). A total of 44 students, out of 68 (64.70%), from Jalandhar qualified for admission in medical colleges, second highest in the state, followed by Bathinda from where 22 students out of 46 (47.83) cleared the examination. For JEE main entrance exam, out of 1,331 who appeared, 203 qualified. Ferozepur recorded the highest percentage of 21.15% students qualifying the test (11, out of 52 who took the exam, cleared). In Jalandhar, 52 students cleared the test out of 256. Punjab education secretary Krishan Kumar held a meeting with principals of these meritorious schools on June 15 to review the performance. Punjab government has been emphasising on improving the quality of education by taking several corrective measures. According to sources, directions were issued to all principals to ensure improved performance. They were also asked to ensure that students get the best facilities. Over the years, these schools have recorded dip in enrollment. This year, a total of 295 seats out of 46,00 are lying vacant. Download The Times of India News App for Latest City ."}, "Punjab CM Amarinder Singh won't attend Niti Aayog's meeting": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/punjab-cm-amarinder-singh-wont-attend-niti-aayogs-meeting/videoshow/69799381.cms", "time": "", "description": ""}, "On cam: Ward attendant stitches patient's wound in Jalandhar hospital": {"link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "One booked for assault on public servant": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/one-booked-for-assault-on-public-servant/articleshow/69869353.cms", "time": "2019-06-20 10:49:00", "description": "CHANDIGARH: The UT Police have lodged an FIR against a juvenile home inmate for allegedly assaulting and deterring public servant from discharging his official duty at juvenile home at Sector 25 on Tuesday. The accused is a rape convict and has been serving his seven-year sentence at the juvenile home. According to cops, staff munshi of the juvenile home Kamaljit Singh has alleged that Ajay, 20, attacked him and tore his uniform in the room of the probation officer. The cops added that the accused was taken to GMCH-32 for the treatment where the doctors suggested to get an X-ray done. As it was a two-hour wait, the officials decided to bring Ajay back to juvenile home. On this Ajay got angry and when he was being taken back to his dormitory by the caretaker, he ran towards the probation officer's room where Kamaljit Singh was sitting. Ajay started abusing him and allegedly attacked him. When counsellor Kulwinder Singh tried to intervene, Ajay also started thrashing him. With the help of other staff members, both of them managed to overpower Ajay and shifted him to his dormitory. Later, Sector 11 police was informed about the incident after which cops reached the spot and registered a case under Section 332 (voluntarily causing hurt to deter public servant from his duty) of IPC against Ajay. On May 29, three inmates of the juvenile home had tried to strangulate a security guard in a bid of escape. As per sources, juveniles had asked security guard Charan Dass to let them go to the washroom. As he opened the door, they attacked him and tried to strangulate him with a towel. Download The Times of India News App for Latest City ."}}