{"4 deaths reported across Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/4-deaths-reported-across-raj/articleshow/69110052.cms", "time": "2019-04-30 12:34:00", "description": "JAIPUR/UDAIPUR/JODHPUR: As 13 out of 25 constituencies in Rajasthan went to polls on Monday, reports of death of people on election duty or those gone to cast their vote also trickled in from across the state. In Rajsamand, an elderly woman died immediately after casting her vote. Badami Bai (62) fell unconscious and died after exercising her franchise at the polling booth of Bhim block in Rajsamand district on Monday morning. In another incident in Jodhpur district, block level officer Shaitan Singh died on Saturday night after falling from the roof of government school in Setrawa where he was posted as a teacher. A resident of the same village, Singh had gone to sleep on the roof of the school on Saturday night after completing polling work. He was rushed to the hospital by other employees but died due to severe head injury and blood loss. Another officer on election duty, Suresh Chandra (45), deployed in Udaipur died on Monday afternoon after his health deteriorated suddenly. He was taken to the hospital but doctors were unable to revive him and said a heart attack may have caused Chandra’s sudden demise. Prem Meena met a tragic end while on his way to cast his vote in Rawatbhata. Meena was on his bike when he was mowed down by a car. His son was to get married on May 11. Local police are investigating the case. Download The Times of India News App for Latest City ."}, "Showers, dust storm guide mercury down across Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/showers-dust-storm-guide-mercury-down-across-raj/articleshow/69396226.cms", "time": "2019-05-19 13:05:00", "description": "JAIPUR: Mild showers, dust storm and hailstorm guided the mercury to take a dip across the state on Saturday. However, the Met office said that the spell will vanish and the temperatures are set to soar from Sunday onwards. Barmer was the hottest place in state where a maximum temperature of 40 degrees Celsius was recorded. Most of the places in eastern and western Rajasthan witnessed cooler mornings following overnight rainfall. Till 8.30am on Saturday, Bikaner had received 40mm rain and was followed by Sikar with 30mm rain. Many places witnessed rainfall varying from 20mm to 10mm. Thereafter, the rainfall activity vanished except for mild dust storms at some places. Jaipurites witnessed the coldest morning of summer so far as a minimum temperature of 22.4 degrees Celsius, 5 degrees below normal, was recorded. Also, the afternoon recorded the lowest maximum temperature of the season at 36.4 degrees Celsius. Dip in temperatures to this extent is very rare, especially in the month of May. “During May, the city’s maximum temperatures vary from 41-45 degrees Celsius. However, this year Jaipur witnessed maximum temperatures between 35.5-41 degrees Celsius in May,” said a Jaipur Met official. Barmer was followed by Jaisalmer with a maximum temperature of 39 degrees Celsius, Kota 38.9, Bikaner 37.4, Udaipur 36.8, Ajmer 36.4, Jodhpur 36, Sriganganagar 35.7 and Churu recorded 35.5 degrees Celsius. Meanwhile, dust storms continued in Ajmer and Bhilwara on Saturday. Jaipur Met office said western disturbances and upper air cyclonic circulation have vanished which will push mercury up from Sunday onwards. Download The Times of India News App for Latest City ."}, "Rajasthan to hire over 250 medical teaching staff": {"link": "https://timesofindia.indiatimes.com//city/udaipur/state-to-hire-over-250-med-teaching-staff/articleshow/69738075.cms", "time": "2019-06-11 12:43:00", "description": "JAIPUR: Medical education department will soon start recruitment of 269 faculty members for its medical colleges along with the recruitment of paramedical staff for 428 posts and 746 nursing posts. A high-level meeting was held under health minister Raghu Sharma in the city on Monday. Apart from filling vacant posts of teaching staff in medical colleges, the medical education department is all set to boost research in state colleges. For the purpose, multi-disciplinary research units (MDRU) have already been established in Jaipur, Jodhpur, Bikaner and Udaipur, said Sharma. He said that such MDRU will also come up in government medical colleges of Kota, Ajmer and Rajasthan University of Health Sciences. Besides, proposals have also been sent for establishing MDRUs in new medical colleges of the state in Pali, Dungarpur, Bharatpur, Bhilwara and Churu. The number of post-graduation seats in medical colleges have also been increased in the state. “We have received approval to increase 46 PG seats in medical colleges of Jodhpur and Jaipur. Besides, for increasing PG seats in other government medical colleges, proposals will be sent to the Centre,” he said. Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Showers bring minor relief in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/showers-bring-minor-relief-in-raj/articleshow/69766547.cms", "time": "2019-06-13 10:19:00", "description": "JAIPUR: After a prolonged spell of the heatwave conditions, minor relief was witnessed as a dip of almost 3 degree Celsius was witnessed in the state on Wednesday afternoon. It was though expected that cyclone Vayu was responsible for the widespread rainfall activity in Rajasthan, Jaipur Met office clearly refuted it saying “locally prevailed system responsible for it”. The dip in the temperatures was not enough to be called as a respite as majority of the places witnessed its maximum temperatures of 40 degree Celsius and above except Udaipur where a maximum temperature of 39.4 degree Celsius was recorded, the Met reports said on Wednesday. Churu remained hottest in the state where a maximum temperature of 47 degree Celsius was recorded. It was believed that the Gujarat’s cyclone Vayu is responsible for the widespread rainfall activity in Rajasthan, however Jaipur Met office clearly refuted it. “It is a locally prevailed system and effect of upper air cyclonic circulation. The humidity level also increased up to 52% on Wednesday compared to 18% which was on Tuesday,” said Shiv Ganesh, director, Jaipur Met office. Due to the upper air cyclonic circulation and increased humidity levels many places in the state witnessed mild showers and dust storm during afternoon that guided mercury to take a dip. However the spell of rainfall was meagre as it worked as a catalyst to increase the humidity levels in the state as 52 percent humidity was reported in Jaipur and other parts of Rajasthan. However, due to Vayu cyclone that prevailed in Gujarat two trains were partially cancelled by the north western railways (NWR). “The trains including Bareilly-Bhuj and Bhuj-Bareilly would operate up to Abu Road station of Rajasthan only that means Bhuj-Bareily will start its journey from Abu Road to Bareilly and Bareilly-Bhuj would operate upto Abu Road only,” said a senior officer of NWR. People in Jaipur woke up to comparatively pleasant morning as a minimum temperature of 29.7 degree Celsius was recorded. In this season so far Jaipur had seen its minimum temperatures up to 33 degree Celsius. In the afternoon amidst the heavy cloud cover and drizzles maximum temperature of 42.8 degree Celsius was recorded which came as respite. Heavy dust storm and rainfall was witnessed in almost every parts of the state that also created some havoc. At many places electric poles got down while trees were also been uprooted. In many districts people already fighting with simmering heat conditions saw abrupt power cuts. In its forecast Jaipur met office said that mild showers and dust storm would be witnessed in the next 24 hours in eastern and western Rajasthan. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Engineering stream likely to fill 50% seats this year": {"link": "https://timesofindia.indiatimes.com//city/udaipur/engineering-stream-likely-to-fill-50-seats-this-year/articleshow/69710405.cms", "time": "2019-06-09 04:00:00", "description": "JAIPUR: Engineering colleges are expecting to fill 50% seats in Rajasthan. Rajasthan Engineering Admission Process(REAP) are upbeat over the responses in the ongoing admission process. Last year, for around 40,000 seats, less than 15,000 applications were received. Till June 7, the body has received 7000 applications against the figure of 2000 last year in the first seven days of the admission process. As per experts, one of the reasons for less number of applicants last year was lower awareness among students regarding the examination and its benefits. This year, officials said that they have been promoting the examination by advertising on radio, television, newspapers and even sent officials to promote it within government school students. Sandeep Kumar, convener of the REAP, 2019 examination, said, “Last date of filling the form is June 29. Till June 7, we have already received 7,000 applications and the number is increasing every day. This is really a positive sign as last year by this date only 2,000 forms were received.” Due to the low turnout of students, government has been attempting various methods to attract more students. In 2017, one of the reasons for less number of applicants was the condition to deposit of advance amount of Rs 10,000 (refundable) along with the form fees of Rs 700. However, this was changed in 2018 and students were able to directly apply by depositing form fees. Earlier, exam was conducted for selection but now candidates are selected on the basis of JEE Mains and Advance rank An institute round is also conducted for any remaining seats where students can directly apply to the college of their choice. An official on condition of anonymity said that less number of students are opting for engineering because of low rate of placements in the field. “In Rajasthan, students opt for civil, electrical and mechanical engineering due to the scope available in government jobs. In other branches of engineering, placements are not as good as most companies prefer to hire engineers from Bangalore and there is no mechanism to hire graduates from Rajasthan colleges,” said the official. For mechanical engineering, equipment is costlier than other streams, hence, investment in infrastructure is poor. Punneet Sharma, an academician said that this year the trend is shifting and serious students are opting for Computer Science and Information technology due to the new developments in Artificial Intelligence. Download The Times of India News App for Latest City ."}, "Rajasthan likely to witness monsoon by June 22": {"link": "https://timesofindia.indiatimes.com//city/udaipur/raj-likely-to-witness-monsoon-by-june-22/articleshow/69810330.cms", "time": "2019-06-16 12:06:00", "description": "JAIPUR: Irrespective of the delay in the onset of monsoon in Kerala, the IMD said that its progress is satisfactory so far and it is expected to arrive in Rajasthan by June 22. Monsoon is expected to cover the entire state by July 1. Authorities said that increase in humidity, which has gone up to 75% from 18%, is also a good sign that makes things conducive for the onset of south west monsoon. Rajasthan in the past had witnessed monsoon rainfall on June 17 and June 20 in 2019 and 2018, respectively, and IMD said that the state can expect onset of monsoon by last week of June. By July first week, south west monsoon is likely to be widespread when state capital Jaipur can also expect the monsoon showers. After a prolonged spell of the heat wave conditions the upper air cyclonic circulation and northerly winds have also initiated mild showers and dust storm in almost every parts of the state. “For the onset of monsoon, the humidity plays the role of a catalyst.” Met office, Jaipur refuted the reports saying cyclone Vayu in Gujarat has deterred the south west monsoon winds. “Cyclones are regularly coming on and off to various regions but monsoon winds are strong enough to find their way. It has of course deviated the winds but not deterred them,” said an officer. The state badly needs a good monsoon since last year there was deficit rainfall in at least 14 districts. On Saturday many places in the state received mild showers and dust storm which guided the mercury to take a dip. However, Churu remained hottest in the state where a maximum temperature of 45.8 degree Celsius was recorded. In Jaipur people woke up to a comparatively warmer morning as a minimum temperature of 31.4 degree Celsius was recorded. It was followed by drizzling afternoon as many places in the city witnessed scattered rainfall. A maximum temperature of 39 degree Celsius was recorded in the city. In its forecast Jaipur met office has forecast for mild showers at eastern and western parts of the state including the districts – Ajmer, Bharatpur, Banswara, Udaipur, Rajsamand, Sirohi, Jaipur, Jhunjhunu, Sikar, Sawai Madhopur and Dholpur districts. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Cops crack whip on ‘dabba trading’, 4 held in Chittor": {"link": "https://timesofindia.indiatimes.com//city/udaipur/cops-crack-whip-on-dabba-trading-4-held-in-chittor/articleshow/69779631.cms", "time": "2019-06-14 10:59:00", "description": "UDAIPUR: In a major crackdown on hoax share trading, popularly known as ‘dabba karobar', Chittorgarh police have arrested four persons and seized sophisticated gadgets including laptops, mobile phones, computers and hard disk along with documents indicating transactions worth crores of rupees of shares buying and selling in the grey market. Police had been tipped of a hoax share trading company dealing in commodities and shares in Gandhi Nagar of Chittorgarh city. The operations were being done from a house behind magistrate colony. A team led by sadar SHO Navneet Bihari Vyas raided the house and found four operators handling the share transactions for their clients. The police found three computer monitors, CPUs, and two laptops that were linked with the online share market. The operators were receiving calls continuously and jotting down buying and selling of shares of various companies as per the directions of the clients, however, the purchase and sell was completely hoax and not the actual one as done by registered share brokers. Cops arrested Kusum Kant, Sachin Chouhan, Prateek Rao and Rahul Jain who told the police that they were mere salaried employees who worked for one Sandip Sethia. A case has been registered under section 420, 120-b of the IPC and various provisions under the Forward Contract Trading Regulation Act, IT Act etc. Probe revealed that Sethia has been operating a parallel stock exchange or dabba business wherein clients had been making huge investments in purchase and sale of enquity, commodity and agricultural derivatives. The transactions were not being punched on the real exchanges. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "At least 1,000 cattle feared dead in Chittor rainwater": {"link": "https://timesofindia.indiatimes.com//city/udaipur/at-least-1000-cattle-feared-dead-in-chittor-rainwater/articleshow/69866157.cms", "time": "2019-06-18 14:37:00", "description": "UDAIPUR: A large herd of cattle drowned when rainwater suddenly gushed in Gayari Kheda pond in Satpuda gram panchayat of Chittorgarh district on Tuesday midnight. Some 1,000 cattle were feared dead as they were swept away by water that gushed in suddenly in Gayari Kheda talaab. Chittorgarh received some eight inches rain in the past 24 hours that ended on Wednesday morning. The late hours showers created woes for people at many places who were stranded for hours at several places where roads were flooded with rainwater. Cattle being rescued in ChittorgarhSDM Vinod Kumar said that the rescued animals were being given medical care to save them from cold and excessive intake of water. The rescue operation continued till late evening where hundreds of carcasses were still lying in the pool of mud. According to sources, shepherd caravan had camped near Ghosunda dam area and the cattle herd was grazing which included more than 2,000 lambs and goats and two dozen camels. Heavy rains that lashed the area last night caused high inflow of water with dozens of animals being forcibly overtaken by tremendous amount of water. As the news spread, authorities including additional collector Mukesh Kumar, SDM Vinod Kumar and officials of the animal husbandry department rushed to the spot and rescue operation was started. Disaster handling teams from Hindustan Zinc and a cement company too conducted the rescue operation. Villagers and the rescue team brought out hundreds of animals safely. Download The Times of India News App for Latest City ."}, "At 50.8 degrees Celsius, Churu logs highest-ever temperature in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/at-50-8c-churu-logs-highest-ever-temp-in-raj-met-issues-red-alert/articleshow/69617194.cms", "time": "2019-06-02 10:44:00", "description": "JAIPUR: There was no respite from the blistering heat conditions in Rajasthan for the fifth consecutive day on Saturday. Breaking all records, Churu registered 50.8 degree Celsius, highest ever maximum temperature in the state on Saturday. Moreover, Jaipur Met office issued red alert for majority of the places in western Rajasthan and some parts of eastern Rajasthan for next five days. Last time, Churu saw its maximum temperature exceeding 50 degree Celsius was on May 19, 2016 when a maximum temperature of 50.2 degree Celsius was recorded. “Saturday’s maximum temperature of Churu was highest temperature ever registered by Jaipur Met office in any station,” said Shiv Ganesh, director, Jaipur Met office. In its forecast, Met office said that in western Rajasthan, the districts, including Jaisalmer, Barmer, Nagaur, Bikaner, Hanumangarh, Churu, Jodhpur, Barmer, Jalore and Pali will witness severe heatwave conditions till June 4. Likewise, in the eastern Rajasthan, the districts including Ajmer, Alwar, Bharatpur, Baran, Bundi, Dausa, Dholpur, Jaipur, Chittorgarh, Jhalawar, Jhunjhunu, Karauli, Kota, Sikar, Sawai Madhopur and Tonk will also witness severe heat conditions till Monday. People in Jaipur woke up to a warmer morning as a minimum temperature of 31.7 degree Celsius, almost four degree above the normal notch was recorded. It was followed by simmering afternoon when a maximum temperature of 45.2 degree Celsius was recorded. There has been a continuous rise in the number of patients complaining of vomiting, diarrhoea, heat stroke and sunburns. “Only thing advisable is that people should consume at least three litres of water daily, should avoid food outside and also apply god sunscreen while going out as ultra violet index is also high,” said a senior doctor at SMS hospital. In the afternoon, roads wore deserted look as people confined themselves to their respective offices and homes. Various eateries, restaurants and markets were almost empty till 6 pm at various parts of the state. Except Udaipur, majority of the places in the state witnessed its maximum temperatures above 44 degree Celsius. There is no forecast of any respite as similar conditions will prevail in the state till June 4. Except some dust storm and mild showers the weather would mainly remain dry in the state. Churu witnessed hottest day ever in its history as a maximum temperature of 50.8 degree Celsius was recorded. In Video:Heatwave conditions peak across India, 2 dead as temperature crosses 50 in Rajasthan’s ChuruDownload The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Five arrested in Udaipur bride kidnapping case": {"link": "https://timesofindia.indiatimes.com//city/udaipur/five-arrested-in-udaipur-bride-kidnapping-case/articleshow/69242360.cms", "time": "2019-05-09 07:40:00", "description": "UDAIPUR: Five persons were arrested after a bride in Udaipur was allegedly abducted on her way to her groom’s house. Bride Vinita Suthar, who was rescued by the police on Wednesday, expressed her desire to go with her husband while the accused and his four aides are in police custody. Udaipur police had rescued the bride from a private bus in Sindhi Camp in Jaipur in the wee hours of Wednesday. They were brought to Udaipur later in the day. Vineeta in her statement to the police said that she was abducted against her wishes by Priyank and his friends. In explanation to a letter that had gone viral on social media, the bride said it was written about two months ago when she had planned to elope with Priyank. However after persuasion and counselling by family members, she had changed her mind, and agreed to get married to Kshitij on Monday. On the bride's statement police arrested 27-year old Priyank Jeengar, his friends Puneet Nagda (24), Harish Patel (21) all residents of Savina, Udaipur, Vijay Singh (20) and UdaiSingh both residents of Chittorgarh district. The five accused have been arrested on charges of physical assault, abduction, robbery and conspiracy under sections 307,365,395 and 120(b) of the IPC. The bride said she was taken to Chittorgarh in the car and from there the youths took another car for Bhilwara. From there Vinita and Priyank got into a private travel bus for Jaipur. However, Police tracked their location and instructed the bus driver not to stop the bus anywhere and take it straight to Jaipur where the couple were held around 3am. Udaipur SP Kailash Chandra Vishnoi, said, “Prima Facie Vineeta’s statement that she was abducted goes against Priyank and his friends. Vineeta's husband Kshitij has mentioned in the complaint that the bride was wearing 35 tola gold at the time she was forcibly taken away. Vineeta also stated that the letter wherein she had written of going away with Priyank was two months old and after that she changed her mind.” Police are yet to get hold of the hard copy of the letter which was made viral on social media by one of Priyank's friends. Download The Times of India News App for Latest City ."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Bride’s letter exposes abduction story": {"link": "https://timesofindia.indiatimes.com//city/udaipur/brides-letter-exposes-abduction-story/articleshow/69225401.cms", "time": "2019-05-08 10:34:00", "description": "UDAIPUR: By late Tuesday night, the bride abduction incident in Udaipur turned out to be yet another case of love affair where the girl had conspired with her lover to elope from a forced marriage. According to sources, the bride Vinita was in love with accused Priyank who hailed from a different caste. Her family stood against their union and hence had fixed her marriage with Kshitij. Police found a letter written by Vinita who confessed her intense love for Priyank and said that she was going away with him as they could not live without each other. In the letter, the bride wrote that she was in touch with Priyank whom she had known for 13 years. He tried to convince her parents but in vain as her family didn't accept their love and gave more value to societal values and honour. “Had you realized our love you would not have forced me to marry Kshitij but I cannot live without Priyank and hence do not search for us,” the letter read. The bride also urged her parents not to create any trouble for Priyank’s family. Earlier, on Tuesday morning when a bride who was on her way to in-laws home after vidai ceremony, was forcedly taken away by some men in a car. The assailants damaged the bride's car, thrashed the groom severely before fleeing with the bride. Special police teams comprising of all SHOs of city police stations is on lookout for the abductors and the bride while community people from the girls side held massive protest at the crime scene and police station demanding an immediate arrest of the accused. The bride's family has expressed suspicion on a youth from the neighborhood to be behind the kidnap. Police had a hard time pacifying community men from the accused's side who stood in the way of the police while taking the accused's family to police station for interrogation. \"Special teams have been made to find the accused and bride. CCTV footage have been sought and alerts have been raised at toll plazas. Some people have been interrogated and we will find the kidnappers soon\" additional SP, city Gopal Swaroop Mewara said. Police didn't rule out a love angle in the case as that had been in the Sikar incident. The groom Kshitij Sharma, a resident of Chintaman Ghati of Bhattiyani Chohhatta area had tied the nuptial with the bride, a resident of Titardi under Savina police station limit. The rituals were performed on Monday late night and hence vidai was held early morning. Around 6 am the bride has set off with her husband in his car while other relatives were following in other cars. Near a railway crossing, a white car stopped before their car and few men barged out and laid an attack. They damaged the glass and thrashed the groom. They fled with the bride. People from the bride and groom's side gathered at the news spread and police had to face severe anger. The bride's family named a youth from their neighbourhood to be involved in the kidnapping who was from another caste. Police went to search the house of the accused where they couldn't find him and hence as they were ready to take his family to police station, their community people protested sharply. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Heatwave unabated in Rajasthan; Sriganganagar hottest at 48 degree Celsius": {"link": "https://timesofindia.indiatimes.com//city/udaipur/heatwave-unabated-in-rajasthan-sriganganagar-hottest-at-48-degree-celsius/articleshow/69584596.cms", "time": "2019-05-30 21:09:00", "description": "JAIPUR: Heatwave conditions continued to prevail in Rajasthan for the third consecutive day on Thursday. Sriganganagar witnessed the hottest day of the season with temperatures rising to 48 degree Celsius. Jaipur recorded 32.2 degree Celsius, almost 5 degrees above the normal notch. It was followed by a simmering afternoon as the maximum temperature was recorded at 45.2 degree Celsius. In the past three days, the footfall of the patients complaining of heat stroke, diarrhoea and even food poisoning have increased. Doctors are advising patients to increase the intake of water having some salt and sugar in it in order to stay hydrated. In the afternoon roads wore an empty look as people confined themselves to their respective homes and offices. In the evening people thronged at juice corners and refreshed themselves with chilled beverages. The continued rise in the mercury also increased the work of the technicians of the Jaipur Vidyut Vitaran Nigam Limited(JVVNL). “Since Wednesday evening to Thursday morning, we have attended almost 100 calls of abrupt power cuts in various localities. Due to extra load electricity tripped,” said an officer. Many people were going through various apps on their phones to check the weather conditions. “Even at 10.30am the maximum temperature in Jaipur was 44 degree Celsius as per the details through various apps giving,” said Manoj Tanwani who was returning after a walk at Central Park in Jaipur. Sriganganagar was followed by Churu where the maximum temperature was recorded at 47.7 degree Celsius, Bikaner - 47.0, Jaisalmer - 45.7, Kota - 45.4, Jodhpur - 44.6, Barmer - 44, Ajmer 43.8 and 42.8 degree Celsius in Udaipur. Download The Times of India News App for Latest City ."}, "Heatwave continues in Rajasthan, labourer dies in Kota district": {"link": "https://timesofindia.indiatimes.com//city/udaipur/heatwave-continues-labourer-dies-in-kota-dist/articleshow/69078746.cms", "time": "2019-04-28 09:23:00", "description": "JAIPUR/KOTA: Scorching heat claimed the life of a 45-year-old MNREGA labourer at Kheyawada village under Budhadeet police station in Kota district on Saturday. While temperatures soared across the state, Sawai Madhopur was the hottest with a maximum temperature of 43.7 degrees Celsius. The deceased, identified as Shanti Lal Meena, fainted at 10am while working in a MNREGA muster roll in Kheyawada village. He was rushed to the hospital where he was declared brought dead. The Kota region is experiencing extreme heat with maximum temperature settling at 43.3 degrees Celsius and minimum at 27.2 degrees Celsius on Saturday. Meanwhile, Jaipur city logged a maximum temperature of 41.4 degrees Celsius. Mild dust storm was witnessed in the evening. Jaipur Met office has predicted high-velocity dust storm at many places in the state, and light rain in some parts, in the next 24 hours. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "At 33.1°C, Jaipur logs warmest morning": {"link": "https://timesofindia.indiatimes.com//city/udaipur/at-33-1c-jaipur-logs-warmest-morning/articleshow/69607370.cms", "time": "2019-06-01 09:05:00", "description": "JAIPUR: The state remained under the grip of severe heatwave conditions for the fourth consecutive day on Friday with majority of places witnessing maximum temperatures of above 44 degree Celsius. Sriganganagar witnessed the hottest day of the season so far, reporting a maximum temperature of 49.6 degree Celsius. Jaipur witnessed the warmest morning of the season so far, recording a minimum temperature of 33.1 degree Celsius. Attributing the continued rise in the temperatures to northerly winds, Jaipur Met office said that the absence of any weather systems, including upper air cyclonic circulation and western disturbances, the heatwave conditions will further aggravate in the western Rajasthan. However, the rest of the state may witness a minor respite. In Jaipur, people woke up to the warmest morning of the season as the city recorded a minimum temperature of 33.1 degree Celsius. Since Thursday evening, the technicians of Jaipur Vidyut Vitaran Nigam Limited (JVVNL) were receiving phone calls on power failures that have continued till Friday morning. “Excess load has been the reason for continued tripping. Whereever problems occurred, our team rushed and rectified it,” said an engineer of the JVVNL to TOI. The continued rise in mercury has also increased the water crisis in the city. Many colonies are getting water supplied from tankers. In the afternoon, a maximum temperature rose to 44.2 degree Celsius. Though cloudy conditions prevailed across the city, there was no rainfall. In the evening, the mobile phone apps providing weather details were showing a minimum temperature above 30 degree Celsius. Download The Times of India News App for Latest City ."}, "At 47.3 degrees, Churu hottest in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/at-47-3-degrees-churu-hottest-in-rajasthan/articleshow/69577077.cms", "time": "2019-05-30 12:47:00", "description": "JAIPUR: People in the state witnessed simmering heatwave conditions when continued rise in the temperatures was witnessed. Many places witnessed its maximum temperatures or and above 45 degrees Celsius. Jaipur registered 44.5 degrees Celsius, season’s highest temperature on Wednesday along with a minimum temperature of 30.2 degrees Celsius, season’s warmest morning on Wednesday. Churu remained hottest in the state where a maximum temperature of 47.3 degrees Celsius was recorded.  As the heat wave conditions gripped the state majority of the trains and buses during afternoon hours were empty while the roads across the state wore deserted look in the afternoon. Many districts in the state already struggling with the water crisis were also been affected with the severe heat wave conditions. Attributing the continued rise in the mercury to the active northerly winds Jaipur met office said that similar conditions would be witnessed in the state for the coming days. Temperatures are likely to show a rising trend for the next six days. In Jaipur people experienced the warmest morning of the season along with the hottest day of the season so far. The temperatures here were at least 4 degrees above the normal notch. In the afternoon be it were city roads, the city buses or the eateries on the roads everything was empty and quiet. People confined themselves to their respective homes and offices. Hospitals in Jaipur also saw a sudden rise of patients complaining of heat strokes, diarrhoea and urine infection. “During this kind of spell, it is better to drink at least 3 litre of water every day. One should keep himself filled with fluids,” said a senior doctor at the SMS Hospital. Churu was followed by Sriganganagar and Bikaner where a maximum temperature of 46.8 degree Celsius was recorded, Jaisalmer 45.5, Kota 45.3, Barmer 45.2, Ajmer 44.0 and in Udaipur a maximum temperature of 41.6 degree Celsius was recorded. In its forecast Jaipur met office said that heat wave conditions will further aggravate in the state in the next 24 hours. Many places in the state will witness its maximum temperatures on or above 45 degrees Celsius. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Sriganganagar hottest in Rajasthan at 48.5°Celsius": {"link": "https://timesofindia.indiatimes.com//city/udaipur/sriganganagar-hottest-in-state-at-48-5celsius/articleshow/69720806.cms", "time": "2019-06-10 10:54:00", "description": "JAIPUR: Heatwave conditions further aggravated in the state on Sunday when majority of the places witnessed maximum temperature on or above 45 degree Celsius except Udaipur where a maximum temperature of 44.4 degree Celsius was recorded. Sriganganagar remained hottest in the state where a maximum temperature of 48.5 degree Celsius was recorded, the Met reports said. Three people including a middle-aged died of suspected heatstroke on Sunday at Abu Road (Sirohi), Kota and Pali districts of the state. A woman travelling in a train complained of nausea and vomiting when the train reached Abu Road. She was rushed to a hospital where she was declared brought dead, according to the police. Similarly, a person identified as Gajanand Koli travelling on a bike to Sangod died of suspected heat stroke in Kota district. In another incident a youth working in his shop at Raipur town of Pali was found dead. Locals suspected it to be a heat stroke-related death. Attributing the revival of the heatwave conditions Jaipur Met office said that similar conditions will prevail in the state in the next couple of days. However, some places in the state are likely to witness pre-monsoon showers. Jaipurites woke up to a comparatively warmer morning as a minimum temperature of 31.2 degree Celsius was recorded in the city. Though cloudy conditions prevailed in the city, a maximum temperature of 45.8 degree Celsius was recorded, almost 5 degrees above the normal notch. In this season so far this has been the highest temperature in the Pink City . Due to the increase in the temperature the roads were empty in the afternoon as people confined themselves to their homes because of heat and holiday. Many colonies in the city also witnessed abrupt power cuts while various areas in the Walled City have been facing water crisis. Apart from Jaipur heatwave was witnessed in almost every part of the state. People are using ice in their water coolers and tankers to beat the heat. Many cities including Churu, Sriganganagar, Bikaner, Barmer and Jaisalmer witnessed no activity during afternoon. It has been a prolonged heatwave spell which has continued for the past 12 days in Rajasthan. In its forecast Jaipur met office said that severe to very severe heat wave conditions would be witnessed in the eastern and western parts of the state in the next 24 hours. A few places in the state are likely to get high-velocity winds and thundershowers which may bring the elusive respite from the prolonged spell of the heatwave conditions. Download The Times of India News App for Latest City ."}, "Dungarpur cops raise funds for orphan girl’s wedding": {"link": "https://timesofindia.indiatimes.com//city/udaipur/dungarpur-cops-raise-funds-for-orphan-girls-wedding/articleshow/69489567.cms", "time": "2019-05-25 10:27:00", "description": "UDAIPUR: Acting as good samaritans, the staff of Chitri police station in Dungarpur district contributed money from their pockets and arranged the wedding ceremony of an orphan tribal girl Sushila Damor, in Nainvasa village on Friday. SHO Ajay Singh Rao and his wife, assumed the role of the bride’s parents and performed the ‘kanyadaan’. The entire staff attended the wedding and blessed the couple. Chatura and Pemli Damor, Sushila's parents had eight daughters in all. Three of them were already married when Chatura passed away of some prolonged illness five years ago. Their mother, Pemli did odd jobs to support the family, but she too died two years back, leaving her five daughters to fend for themselves. Their paternal uncle Bachulal took care of his nieces and sent two younger ones to school while the three grown-up girls worked in fields and did other menial jobs to support their uncle. “Some villagers who had come to the police station happened to casually mention about the plight of these girls and said that Bachulal had found a groom for Sushila but he was unable to bear the wedding expenses. This moved our hearts and we decided to raise money for a noble cause. Every staff member contributed on his/her free will as per their capacity and we had enough to arrange for a decent wedding and to gift household items to the couple to start their new life,” the SHO told TOI. The arrangement for the wedding feast was also taken care of by the cops. Download The Times of India News App for Latest City ."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Minor raped in Udaipur, 4 held": {"link": "https://timesofindia.indiatimes.com//city/udaipur/minor-raped-in-udaipur-4-held/articleshow/69352813.cms", "time": "2019-05-16 10:30:00", "description": "UDAIPUR: A minor was arrested on Wednesday for raping a 15-year-old girl in Pratapnagar area of the city.  Police have arrested three other youths for allegedly making a video of them in a compromising position and spreading it on social media. Additional SP Gopal Swaroop Mewara said the girl knew the accused who took her to a deserted spot and raped her on Tuesday. Three youths who happened to be there made clips of them. The minor rape accused has been arrested under the POCSO Act. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Rs 350-crore flyovers to unclog Jaipur-Kishangarh stretch": {"link": "https://timesofindia.indiatimes.com//city/udaipur/rs-350-cr-flyovers-to-unclog-jaipur-kishangarh-stretch/articleshow/69126465.cms", "time": "2019-05-01 12:47:00", "description": "JAIPUR: The National Highways Authority of India (NHAI) will undertake a Rs 350-crore project to unclog the Jaipur-Kishangarh stretch. The authority has decided to construct flyovers on the route including Mahapura, Bhankrota, Mahindra SEZ, Mehla, Kamla Nehru Nagar and Bandar Sindri. “Bids will be invited after the model code of conduct is lifted. The Central ministry has given approval for the project. The actual cost of the project will be ascertained after the detailed project report (DPR). As per the initial project report, Rs 350 crore will be spent on the entire project,” said an official. The project is expected to solve the perennial traffic problem at Bhankrota and Mahapura junction which have become a part of the city after expansion. The absence of a flyover on these points leaves the traffic in knots. The faulty planning of NHAI on NH-8 (Jaipur-Ajmer) is allegedly giving sleepless nights to the traffic department. In a traffic control board (TCB) meetings, the traffic department has strongly urged the Jaipur Development Authority (JDA) to construct a flyover at Mahapura and Bhankrota crossroads several times. “At Kamla Nehru Nagar, the flyover was constructed at one end. As per the requirement, the structure will be built at both ends to provide swift passage,” added the official. An official source at Jaipur police said, “The JDA had assured to draw a plan to reduce traffic congestion in the area. However, the plight of drivers and motorists passing through the choked stretches of NH-8 did not come to an end as the civic body expressed helplessness in constructing flyover over these stretches because the area comes under NHAI jurisdiction.” The Jaipur-Ajmer highway is the main national highway which connects Udaipur, Mumbai, and Ahmedabad. Thus, the traffic load is too high on the highway. After the city expanded during the last few years, many colonies sprung up on NH-8 resulting in heavy traffic. Commuters have expressed the necessity of a flyover in the area as the stretch is choked due to heavy vehicles including trucks. Moreover, frequent accidents near Mahapura have raised concerns of the traffic department. “The JDA periphery ends at C-zone bypass. The problem is certainly mounting due to faulty planning of NHAI. The authority should have constructed a flyover over this stretch as it passes through urban areas,” said a senior engineer. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Heatwave conditions aggravate in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/heatwave-conditions-aggravate-in-state/articleshow/69055431.cms", "time": "2019-04-26 13:14:00", "description": "JAIPUR: Severe heatwave conditions were witnessed in the state on Thursday with majority of the places witnessing a rise in temperatures. The average maximum temperature of 41.0 degree Celsius was recorded across the state. Jaipur met office further stated that there will be dust storms, accompanied with thunderstorm in some parts of the state, while the heatwave conditions will prevail in the western and eastern parts of the state. Sawai Madhopur and Churu remained the hottest in the state, where a maximum temperature of 44.5 degree Celsius each was recorded. Attributing the change in weather to the active western disturbances, Jaipur met office said that some relief would be witnessed in some parts of the state. Dust storm and thundershowers would be witnessed in some parts of northern and southern Rajasthan. People in Jaipur witnessed the hottest morning and day of the season so far, as minimum and maximum temperatures of 29.0 and 42.0 degree Celsius respectively were recorded. Sawai Madhopur and Churu were followed by Kota, where a maximum temperature of 43.0 degree Celsius was recorded, Jodhpur 42.4, Bikaner 41.6, Udaipur 41.2, Barmer 41.1, Ajmer 41.0, Jaisalmer 40.5 and a maximum temperature of 34.0 degree Celsius was recorded in Sriganganagar. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Doctors’ strike: No OPD services in 2,900 government hospitals across Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/docs-strike-no-opd-services-in-2900-govt-hosps-across-state/articleshow/69839945.cms", "time": "2019-06-18 14:37:00", "description": "JAIPUR/UDAIPUR/AJMER/KOTA: Health services remained crippled in the state as government and private doctors went on a 24-hour strike from 6am on Monday in support of Indian Medical Association (IMA)’s call for nationwide medical bandh. There are 40,000 doctors in the state, working in government and private hospitals. “No OPD services were provided by doctors in the 2,900 government hospitals and health centres. Only emergency services were available. However, doctors conducted post-mortems,” said Dr Ajay Chaudhary, president, All Rajasthan In-Service Doctors Association (ARISDA), a body of doctors posted in rural areas and district hospitals. Health minister Raghu Sharma said, “We have deployed AYUSH doctors practicing Ayurveda, Unani, Homoeopathy in district hospitals along with nursing staff to take care of the patients as an alternative measure.” However, the alternative measures failed to provide much relief to the patients. In Ajmer’s JLN Hospital, patients had to wait for their turn in serpentine queue of patients for registration. But there was no doctor in the OPD. No operation was conducted in the hospital and even patients going to different government hospitals were forced to come to JLN Hospital. At least six serious patients had to be rushed to Jaipur’s SMS hospital from Ajmer’s JLN Hospital for treatment. In JLN Hospital there was long queue of patients early Monday morning where patients got the receipt but there was no doctor in the OPD. The senior doctors came out to help the crowd but it took hours for patients to get their turn. Besides Ajemer, medical and health services were also badly hit in Udaipur division as doctors refrained from duties. Hundreds of patients during the OPD hours had to leave without any treatment as 350 resident and senior doctors were not on duty at the government MB Hospital here in Udaipur. The doctors took out a rally from the hospital campus to the collectorate raising slogans against increasing attacks on the medical practitioners. However, surgeries had to be postponed for the day. Doctors tied bandage on their foreheads and protested against the Bengal incident in the state. At Chittorgarh, delivery operation cases and major surgeries were badly affected and only those patients requiring immediate medical care were taken in. Emergency OPD functioned with the help of the nursing staff while 56 doctors posted at the district hospital remained on strike. The OPD services in hospitals in Kota region witnessed medical care of indoor patients, emergency unit in hospitals attached to New Medical College hospital in Kota continued without any disturbance and the surgeries upon serious patients were also conducted. However, 2,200 doctors attached with ARISDA and IMA had been on strike in hospitals across Hadouti region comprising Kota, Bundi and Jhalawar district. The medical and health services in OPD as well as in indoor, emergency wards continued undisturbed in Maharao Bheem Singh (MBS) Hospital in Kota, said Dr Naveen Saxena, superintendent, MBS Hospital. Faculties took the charge of OPD in MBS Hospital while nine out of 14 surgeries were conducted here. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Moderate showers in Rajasthan continue to bring respite": {"link": "https://timesofindia.indiatimes.com//city/udaipur/moderate-showers-in-raj-continue-to-bring-respite/articleshow/69839050.cms", "time": "2019-06-18 12:48:00", "description": "JAIPUR: Mild to moderate showers continued in the state for the fifth consecutive day on Monday and provided relief. Widespread rainfall activity was witnessed at many places in the state and the Jaipur Met office said that similar conditions will prevail in the state in the next couple of days. Kota remained hottest in the state where a maximum temperature of 40.9 degree Celsius was recorded. By and large the weather remained pleasant in the state. People in Churu also witnessed pleasant morning and afternoon after witnessing mercury reaching on and above 50 degree Celsius at least three times in this season so far. Attributing the climatic conditions to the active northerly winds and upper air cyclonic circulation Jaipur Met office said that similar conditions will prevail in the state in the next couple of days. Rising humidity levels is a good sign and would work as a catalyst for the onset of monsoon in the state, said experts. A pleasant morning was witnessed in Jaipur as a minimum temperature of 27.8 degree Celsius was recorded. Also, rainfall of 11 mm provided relief to the people in the city from simmering hot conditions. In the afternoon amidst clouds a maximum temperature of 37.4, almost 4 degrees below the normal notch was recorded. In the evening people rushed to various hang-out joints to enjoy the pleasant weather. Many places in the state witnessed mild to moderate showers including Lakshmangarh (Sikar) and Gogunda (Udaipur) where a rainfall of 50 mm was received. It was followed by Sikrai (Dausa) and Nawalgarh (Jhunjhunu) where 40 mm rainfall was recorded. Likewise, many places in the eastern and western parts of the state also witnessed a rainfall ranging from 40 mm to 10 mm. In its forecast Jaipur Met office said that mild to moderate showers will continue in the eastern and western Rajasthan for next couple of days. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Udaipur landfill site set for big green makeover": {"link": "https://timesofindia.indiatimes.com//city/udaipur/udaipur-landfill-site-set-for-big-green-makeover/articleshow/69380193.cms", "time": "2019-05-18 12:49:00", "description": "UDAIPUR: The huge mound of garbage at the Titardi landfill, 10 km from the city, would no longer exist. The Udaipur Smart City Limited and the Udaipur Municipal Corporation (UMC) has embarked on a project to replace the heap of smelly rubbish with a green cover. The cost of the project is pegged at Rs 4.96 crore and expected to be completed by May 27, 2019. “We are working for the scientific closure of Titardi landfill site by partly moving the garbage and reorganizing it. Major work for compaction of garbage in multiple layers have been done and soon the site would be replaced by a green cover with orchards and trees for the public to have a breathing space,” CEO, zila parishad, Quamar Choudhary, who is supervising the project told TOI. The municipal corporation generates about 150 tonne garbage per day. Presently, UMC does not have proper treatment and disposal facility. The total waste generated in Udaipur has been dumped at Titardi dumping ground. The dumping ground has a history of about 40 years and had almost reached the verge of spillover. Dumping was stopped after public protests in 2013. It is estimated that about 83,700 cum of garbage was dumped during this phase. The Titardi open solid waste dumpsite was posing a threat to the environment and human health. It is proposed to reorganize the haphazardly dumped old garbage in layers and a final closure would be done. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Heatwave continues, Met says ‘mercury to rise even further’": {"link": "https://timesofindia.indiatimes.com//city/udaipur/heatwave-continues-met-says-mercury-to-rise-even-further/articleshow/69535450.cms", "time": "2019-05-28 10:12:00", "description": "JAIPUR: Heatwave conditions further aggravated in the state on Monday when majority of places witnessed maximum temperature of 41 degree Celsius and above. There was also a rise in the minimum temperature which was almost 4 degrees above the normal notch. Churu remained hottest in the state where a maximum temperature of 45 degree Celsius was recorded, the Met reports said. Attributing the continued rise in mercury to the active northerly winds and vanishing of upper air cyclonic circulation and westerly winds, the Jaipur Met office said that the mercury will continue to take an upward swing in the state in the next couple of days. Jaipurites woke up to a comparatively warmer morning as a minimum temperature of 29.5 degree Celsius, almost 2 degrees above the normal notch was recorded. It was followed by a sultry afternoon as a maximum temperature of 42 degree Celsius accompanied with 55 per cent humidity was witnessed.  Churu was followed by Bikaner where a maximum temperature of 44.9 degree Celsius was recorded, Kota 44.7, Jaisalmer 44.2, Barmer 44.1, Jodhpur 43.6, Sriganganagar 43.5, Ajmer 42.9 and 41.4 degree Celsius in Udaipur. In its forecast, Jaipur Met office said that similar conditions will prevail in the state for the next couple of days. Heatwave conditions will further aggravate in the next 24 hours. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Chittor woman alleges harassment by cops, seeks euthanasia": {"link": "https://timesofindia.indiatimes.com//city/udaipur/chittor-woman-alleges-harassment-by-cops-seeks-euthanasia/articleshow/69640633.cms", "time": "2019-06-04 11:58:00", "description": "UDAIPUR: A 32-year-old woman appeared before the district magistrate on Monday seeking euthanasia for self and her two kids in Chittorgarh. Pushpa, wife of Narayan Gurjar and a resident of Rawatbhata block has given a written application to the collector asking for mercy killing. The reason she stated was that the local police and goons were acting on the behlaf of legislator Rajendra Vidhuri and are harassing her family for political reasons. Pushpa's husband Narayan is accused in a case of stone pelting and damaging vehicle belonging to the municipal council chairman Dharmendra Tilani. Narayan has been absconding since the incident. Pushpa said that on May 30 some policemen came to her house and forcibly took her to the police station around 2pm. She was harassed, beaten and tortured in the presence of officers of ASP and deputy SP ranks. She was let off only after 8pm when her family came looking for her. Pushpa told the media that the police have seized her mobile. The woman said that neither she nor her husband had any connection with politics but since he refused to campaign for Vidhuri and participated in his opponent's rallies, the legislator is bent upon making their lives hell. She accused the local police acting like pawns in the hands of the legislator and unnecessarily harassing the family. She sought permission for mercy killing for self, her 6-year-old son and an 8-year-old daughter. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "Udaipur: Constable’s wife alleges rape by acquaintance": {"link": "https://timesofindia.indiatimes.com//city/udaipur/constables-wife-alleges-rape-by-acquaintance/articleshow/69332580.cms", "time": "2019-05-15 08:14:00", "description": "UDAIPUR: A police constable’s wife has lodged an FIR alleging blackmail, robbery and rape charges on one of her acquaintances. The woman said in her complaint that she met Suresh Bhagora, a resident of Bhudhar under Kesariya ji police station in Udaipur, two years ago while she was enrolled in a coaching centre for general nursing course in Kherwada. The accused too was receiving coaching from the institute. She alleged that Bhagora clicked some objectionable pictures of her and continued to make phone calls despite her disapproval. He demanded money for not showing the pictures to her family but when she refused he snatched her debit card, the complaint says. The rape survivor told the police that the accused withdrew Rs 40,000 from her bank account. On May 7, he came to the police line gate, called her and said that he would return the debit card if she went along with him. The complainant said that she accompanied the accused to get back her card, which the accused said was at one of his relative’s home in Kherwada. The accused sexually abused her there and even snatched her gold chain. A report under Sections 363, 376, 354 and 384 has been registered and a police team has been sent to Udaipur to arrest the accused. Download The Times of India News App for Latest City ."}, "Undertrial jail inmate dies, kin seeks probe": {"link": "https://timesofindia.indiatimes.com//city/udaipur/undertrial-jail-inmate-dies-kin-seeks-probe/articleshow/69225438.cms", "time": "2019-05-08 10:48:00", "description": "UDAIPUR: Death of an undertrial prisoner in Sagwara sub-jail in Dungarpur district created tension between the jail authorities and the deceased's family. Kanhaiya Lal, a resident of Bhudhar village in Udaipur, was in Sagwara jail in connection to a chain snatching case since April 10. His health failed and was hospitalized after he vomited blood on May 5. However he died in the hospital on Tuesday morning. The Kotwali police shifted his body to mortuary while his family refused to agree that it had been a natural death. They claimed it to be a murder and demanded a probe in a letter to the IG, Udaipur. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Rain, dust storm bring some respite from heat in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/rain-dust-storm-bring-some-respite-from-heat/articleshow/69783089.cms", "time": "2019-06-14 10:43:00", "description": "JAIPUR: Moderate rainfall and dust storm provided the elusive relief to the state reeling under severe heat wave conditions for the past fortnight. A drop of almost five degrees Celsius on an average was reported across the state on Thursday. However, Churu and Sriganganagar were the hottest places with a maximum temperature of 44.5 degrees Celsius. Attributing the rainfall and dust storm to the active northerly winds and upper air cyclonic circulation, the Jaipur Met office said that similar conditions will continue in the state for the next couple of days. The ongoing rain spell in the state has also become a catalyst for the increased humidity levels which are conducive for monsoon rain. People in Jaipur witnessed a warmer morning as a minimum temperature of 28.2 degrees Celsius was recorded in the city. It was followed by a cloudy and pleasant afternoon as a maximum temperature of 36.3 degrees Celsius was recorded. For the first time in the season, the city recorded maximum temperature below 40 degrees. Farmers in the city outskirts were elated as rainfall prior to the monsoon is always considered a blessing for sowing seeds. Some places in the city witnessed scattered rainfall which also guided the mercury to take a dip. The ongoing rain spell has increased the humidity upto 72 percent. The Jaipur Met office, however, denied that the spell was related to cyclone Vayu. Many places in the state received rainfall varying from 70mm to 10mm. Mount Abu (Sirohi) received 70 mm rain, the highest in the state on Thursday. Churu and Sriganganagar were followed by Bikaner where a maximum temperature of 43.1 degrees Celsius was recorded, Jaisalmer 41.2, Kota 39.5, Barmer 38.9, Jodhpur 37.6, Jaipur 36.3, Udaipur 34.5 and a maximum temperature of 33 degrees Celsius was recorded in Ajmer. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "‘Congress will die out of its own weight’": {"link": "https://timesofindia.indiatimes.com//city/udaipur/cong-will-die-out-of-its-own-weight/articleshow/69659898.cms", "time": "2019-06-05 11:04:00", "description": "Taking a dig at the internal fight in the Congress party, the leader of opposition Gulabchand Kataria said on Tuesday that Congress will collapse by its own.  The former BJP MLA from Udaipur, said, “The Congress government is left with nothing. They will die out of their own weight.” The statement came in the light of Congress ministers, MLAs and leaders slamming their own party. Download The Times of India News App for Latest City ."}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Rain continues to wreak havoc in Rajasthan, toll rises to 25": {"link": "https://timesofindia.indiatimes.com//city/udaipur/rain-continues-to-wreak-havoc-toll-rises-to-25/articleshow/68931198.cms", "time": "2019-04-18 08:11:00", "description": "JAIPUR/JAISALMER/UDAIPUR/JODHPUR: Heavy dust storm, rainfall and hailstorm wreaked havoc across the state for the second consecutive day on Wednesday. The toll in rain-related mishaps has risen to 25. The disaster and relief department held a meeting and have created a WhatsApp group of the district collectors of the districts badly affected by the rainfall and hailstorm to get updated on the disaster and relief work undertaken by various districts. With the forecast of continuation of similar conditions in the state in the next 24 hours, high alert was sounded in the districts including Jalore, Jaisalmer, Barmer, Jodhpur, Pali, Kota, Jhalawar, Baran, Dausa and Alwar. Dust storm, hail storm and rainfall continued to play a spoilsport across the state when many incidents of wall collapse, uprooting of trees, electric and telephonic cables were uprooted, Ashutosh AT Pednekar, the secretary, disaster and relief department held a meeting and contacted district collectors of various districts including Jhalawar, Kota, Jalore, Barmer, Jaisalmer, Jodhpur and others where bad weather proved fatal to the farmers and to the human lives. \"I have asked the district collector to assess the damages and ensure timely payment of the cheques to the kin of those who were killed in the disaster. As per the data relating to the rain related deaths five people were killed in Udaipur district, 4 each in Jaipur and Jhalawar, 2 each in Jalore, Bundi and Rajsamand, 1 each in Baran ,Bhilwara, Alwar, Hanumangarh, Pali and Pratapgarh districts of the state,\" said Pednekar while talking to TOI on Wednesday. Rs 4 lakh each as ex-gratia to the family of deceased has been announced by the state government. \"We have asked the district collectors to ensure timely payment of the cheques. They have also been directed to send the pictures of giving cheques of ex-gratia to the family of the deceased on our Whatsapp group,\" he added. In western Rajasthan's Jalore district two persons died including a child when a electricity pole fell down. Jalore additional district collector Chagan Lal Goyal said, \"Two people including a child were killed killed in natural disaster.\" Heavy rainfall, dust storm and hail storm continued across the state. At Barmer, rain started at 8 pm in the evening and continued and there was hails in many villages in Dhorimanna, Sheo area. Similarly, Jaipur also witnessed bad weather conditions which affected air traffic from the Jaipur airport. Disturbing weather affected at least six flights from the Jaipur airport. Likewise the abrupt swing in weather conditions also disrupted the public meeting of the chief minister Ashok Gehlot scheduled atJojawar in Pali district. Even the alternative arrangements made by the administration by altering the place in the evening also failed to serve the purpose to the inclement weather in the night. \"Water logging was witnessed at the helipad made for Gehlot's helicopter and thetent raised for the meeting,\" said an officer. Many wedding programs also went awry due to storm and rain in Pali and Jalore districts. Download The Times of India News App for Latest City ."}, "Rise in mercury continues in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/rise-in-mercury-continues-in-state/articleshow/68987950.cms", "time": "2019-04-22 04:56:00", "description": "JAIPUR: Mercury took an upward swing across the state on Sunday when most of the places witnessed rise in the day and night temperatures. A rise of almost 5 degrees Celsius on an average was reported across the state. Churu remained hottest in the state where a maximum temperature of 42.2 degrees Celsius was recorded, the Met reports said. However, Jaipur Met office said that in the coming week there is a possibility of revival of dust storm, hailstorm and rainfall at many places in the state. The abrupt changes in the weather are likely to be witnessed throughout April at regular intervals. Attributing the rise in the temperature to the active northerly winds the Jaipur Met office said that with the prevailing conditions of western disturbances, many places in the state are likely to witness dust storm, hailstorm and rainfall in the next 24 hours. Jaipur saw a warm morning as a minimum temperature of 22.6 degrees Celsius was recorded in the city. In the afternoon the weather was sultry as a maximum temperature of 38.2 degrees, accompanied by humidity of almost 55% was witnessed. Though scattered clouds were witnessed in and around Jaipur, no rainfall was reported till Sunday evening. Last week on Monday and Tuesday heavy rainfall, dust storm and hailstorm claimed 25 lives across the state and damaged the harvested crops. Met office further stated that last week of the April will bring dust storm, hailstorm and rainfall. It added that bad weather conditions are likely to revive Tuesday onwards in some parts of the state. Barmer was followed by Jaisalmer where a maximum temperature of 41.8 degrees Celsius was recorded, Churu 41.5, Bikaner 40.8, Jodhpur 40.2, Ajmer 39, Kota and Sriganganagar 38.9 degrees Celsius each and in Udaipur a maximum temperature of 37.8 degrees Celsius was recorded. In its forecast the Jaipur Met office said that mild showers and dust storm will occur at some places in the state in the next 24 hours. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Rajasthan election results: In 20 constituencies, BJP’s victory margin higher than 2014 election": {"link": "https://timesofindia.indiatimes.com//city/udaipur/in-20-constituencies-bjps-victory-margin-higher-than-2014-election/articleshow/69477882.cms", "time": "2019-05-24 12:19:00", "description": "JAIPUR: As Rajasthan recorded the highest-ever turnout in the Lok Sabha elections this time, an increase of 3% over 2014, this ensured higher victory margins in 20 seats over the last general elections, with the margins ranging from a lakh to more than six lakh. BJP won all 25 seats in 2014 and including its ally Rashtriya Loktantrik Party (RLP), they won all seats in 2019. Bhilwara recorded highest winning margin in which BJP's Subhash Chandra Baheria defeated Congress party's Ram Pal Sharma by 6.12 lakh votes (71.6%), an increase of 3.65 lakh votes over 2014 when Baheria won by a margin of 2.46 lakh votes. In 2019, 15 constituencies, Ajmer, Alwar, Banswara, Barmer, Bharatpur, Bhilwara, Chittorgarh, Churu, Ganganagar, Jaipur, Jaipur Rural, Jhalawar-Baran, Pali, Rajsamand, Udaipur, clocked victory margins of more than three lakh votes. Eight constituencies, Bikaner, Jalore, Jhunjhunu, Jodhpur, Kota, Nagaur, Sikar, Tonk-Sawai Madhopur - recorded victory margins from 1-3 lakh votes and two constituencies, Dausa and Karauli Dholpur, recorded victory margins of less than one lakh votes. The seats in which victory margins have increased are - Ajmer (Bhagirath Chaudhury), Alwar (Balak Nath), Banswara (Kanakmal Katara), Barmer (Kailash Choudhury), Bharatpur (Ranjeeta Koli), Bhilwara (Subhash Chandra Baheria), Chittorgarh (Chandra Prakash Joshi), Churu (Rahul Kaswan), Dausa (Jaskaur Meena), Ganganagar (Nihal Chand), Jaipur Rural (Rajyavardhan Rathore), Jhalawar-Baran (Dushyant Singh), Jhunjhunu (Narendra Kumar), Karauli-Dholpur (Manoj Rajoria), Kota (Om Birla), Nagaur (Hanuman Beniwal), Pali (P P Chaudhury), Rajsamand (Diya Kumari), Sikar (Sumedhanand Saraswati), Udaipur (Arjunlal Meena). However, the victory margins have gone down in Bikaner (Arjun Ram Meghwal), Jodhpur (Gajendra Singh Shekhawat), Jaipur (Ramcharan Bohra), Jalore (Devaji Patel) and Tonk-Sawai Madhopur (Sukhbir Singh Jaunapuria) over 2014 elections. The victory margins of union ministers Meghwal and Shekhawat have gone down by 43,998 and 1.35 lakh votes. In Ajmer, BJP's Bhagirath Chaudhury defeated Congress party's Riju Jhunjhunwala by a margin of 4.16 lakh votes (64.58%), an increase of 2.44 lakh votes over 2014 Lok Sabha elections, when the seat was won by BJP's Sanwarlal Jat by 1.71 lakh votes. Alwar saw a victory of BJP's Balak Nath over Congress party's Jitendra Singh by a margin of 3.23 lakh votes (59.94%), an increase of 39,891 votes over 2014, when BJP's Chand Nath won by 2.83 lakh votes. Meanwhile, in Banswara, BJP's Kanakmal Katara beat Congress' Tarachand Bhagora by a margin of 3.05 lakh votes (49.44%), an increase of 2.13 lakh votes over 2014, when Manshankar Ninama won by 91,916 votes. In Barmer, as well, BJP's Kailash Choudhury drubbed Congress' Manvendra Singh by a margin of 3.23 lakh votes (59.52%), an increase of 2.36 lakh votes over 2014, when BJP's Sona Ram won by 87,461 votes. Chandra Prakash Joshi’s victory margin increased by 2.59 lakh votes since 2014 as he defeated Cong’s Gopal Singh Shekhawat from Chittorgarh by a margin of 5.76 lakh votes (67.38%). Dushyant Singh's victory margin went up from 2.81 lakh votes to 4.53 lakh votes (64.78%) as he defeated Congress' Pramod Sharma from Jhalawar-Baran. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Udaipur district hit by water crisis as lakes dry up": {"link": "https://timesofindia.indiatimes.com//city/udaipur/udaipur-district-hit-by-water-crisis-as-lakes-dry-up/articleshow/69287482.cms", "time": "2019-05-12 11:24:00", "description": "UDAIPUR: With the district reeling under heatwave, rural as well as urban areas have begun to feel the pinch of water scarcity. The city, known for its lakes, is on the verge of a water crisis. There has been a drastic dip in water level in major water bodies of the region. Most affected are the Pichhola and Fatehsagar lakes that are the main source of drinking water supply for the city. “Rainfall was scarce last year and due to the extreme weather, the evaporation rate is also on a high. Most of the parts of the lakes have dried up which is a sad sight,” Mahesh Sharma, an activist told TOI. “With the increasing population, the daily demand of water has increased too, but nothing concrete has been done to meet the requirement by means of increasing water resources, or by optimal maintenance of the water level,” Anil Mehta, an active member of Jheel Sanrakshan Samiti said. Many colonies in Udaipur city including Dhauji ki Bari, Chitrakoot Nagar, New Ahimsapuri, Goverdhan Vilas, Sajjangarh area, are already reeling under water crisis due to low-pressure supply. In normal times, the water resource department lifts approximately 95 million litres water from various water bodies to supply in city homes, against the daily requirement of 128 million litres. However, looking at the reduced water level in the lakes, the department has reduced daily supply to 84 million litres. The water department lifts approximately 20 MLD from Pichhola, 11 MLD from Fatehsagar, 21 MLD from Jaisamand, 21 MLD from Mansi Vakal and 10 MLD from other sources. Against the water-holding capacity of 11 feet, water level in Pichhola is left at mere 1.2 feet, while the gauge at Fatehsagar shows a 4.4 feet against the full capacity of 13 feet. The water level in Badi lake too has reduced to one third of its level, while many dams and reservoirs have dried up completely in the district. Download The Times of India News App for Latest City ."}, "Udaipur: Girl who eloped 4 years ago alleges gang-rape": {"link": "https://timesofindia.indiatimes.com//city/udaipur/girl-who-eloped-4-yrs-ago-alleges-gang-rape/articleshow/69500966.cms", "time": "2019-05-26 08:36:00", "description": "UDAIPUR: A young girl who had reportedly eloped with her fiancé four years ago when she was a minor, has now lodged a complaint of abduction, gang-rape and sexual exploitation at the hands of many people during the years she had been away from home. A complaint against 19 persons, including many of her relatives, was registered at Kheroda police station of the district on Friday night. “We have received the complaint and a case has been registered. An investigation is underway and proper action would be taken after detailed interrogation of all the people involved in the act,” Lakhan Singh Meena, Dy SP Vallabhnagar circle told the media. The rape survivor, resident of Bhopal Kheda village under Kheroda police station area, in her plaint said she was misled and persuaded by her paternal uncle and his wife to elope with a youth, whom her parents had agreed to give her in marriage. She said she didn't know it was a conspiracy to take her away to a distant place, where some of the accused made her forcibly marry Jamnalal, her fiancé. The woman said she was kept in a secret place in Nasik for some time, until she was 18 years old. Later, Jamnalal began pressurising her to dance in beer bars and sleep with clients to earn money. When she opposed him, she was tortured and sexually abused by many men, who were invited by her husband. “They forced me to dance, have sex with them and on refusing to surrender, they gang-raped me not once but many times. I was not allowed to speak to my parents or call anyone,” she said. The rape survivor said that all the 19 accused were involved in attempts to sell her to flesh traders, but she didn't surrender to their will. To get rid of her, Jamnalal forcibly took her signature on some papers and told her that their marriage would be terminated. The survivor told the police that her husband and his relatives took her in a van and threw her outside the Kheroda police station. Her father claimed that many of his and his wife's relatives including his brother, sister-in-law, her husband, were involved in misleading the minor girl to run away from home and are thus responsible for her exploitation. Download The Times of India News App for Latest City ."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "5-yr-old raped in Chittorgarh, accused held": {"link": "https://timesofindia.indiatimes.com//city/udaipur/5-yr-old-raped-in-chittorgarh-accused-held/articleshow/69261998.cms", "time": "2019-05-10 04:39:00", "description": "UDAIPUR: A 5-year-old girl who had gone to buy milk from a nearby shop was raped by a neighbourhood youth in Mohar Mangri area under Kotwali police station limits in Chittorgarh, the police said on Thursday. Like in the Alwar gang-rape case, police have been accused of being insensitive in this case too. The incident took place on Wednesday afternoon. The child and her parents were allegedly kept waiting for four-and-a-half hours before the complaint was registered and a medical examination was conducted. The accused Dalchand Bhil (30) was later arrested on the basis of identification by the child, who is in the hospital. “The child is out of danger,” SP Chittorgarh, Anil Kayal said. The child's parents are labourers, who live in kachhi basti. It was a routine activity for the child to go to the nearby shop to buy milk. On Wednesday, when she went to the shop, the accused took her to a deserted area and raped her, said police. When the child didn't return for long, her mother went out looking for her and found her in a pitiable condition. The couple rushed to the police station around 5pm. They alleged that the policemen kept them waiting and didn't take the complaint seriously. Finally, it was around 9.30pm when an FIR was registered and the child was taken for medical examination, that confirmed her being sexually assaulted. Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Udaipur lad tops CLAT, helps Rajasthan complete a hattrick of first ranks": {"link": "https://timesofindia.indiatimes.com//city/udaipur/udaipur-lad-tops-clat-helps-raj-complete-a-hattrick-of-first-ranks/articleshow/69799688.cms", "time": "2019-06-15 13:35:00", "description": "JAIPUR: Rajasthan continued to grab the first rank for the third consecutive year when the results of the Common Law Admission Test (CLAT) were announced on Friday. A young debater, Saumya Singh, marked his name on the top spot in CLAT 2019. Unlike the recent trends in opting for environment, cyber, corporate or intellectual property rights, Singh’s area of interest lies in the Constitution and spreading legal awareness. “The Constitution is sacrosanct. Every Indian should be taught the basics of the Constitution and the laws for creating a healthy and growing democracy,” Singh, a native of Udaipur, said. A student of DPS in Udaipur, he feels that an independent judiciary is essential for the fair functioning of all constitutional bodies or democracy would cease to exist. He recently cleared his Class XII (humanities) by scoring 95.2 per cent. “I chose humanities to sharpen my knowledge and understanding of social sciences which is required not only to crack the CLAT exam but also to understand the complex concepts of law,” he said. He prepared for the exam from a local coaching institute in Jaipur. “I have been attending coaching on weekends and on vacations for the last two years,” he said. His obvious choice is to pursue law at NLU, Bangalore. He plans to sharpen his judicial activism and feels there is need for reforms in the judiciary, especially in the appointment of judges. “Like the media, legal eagles are also a strong pillar of democracy. I am of the view that law practitioners should make the best use of tools like public interest litigation (PIL) and work with the public to create legal awareness,” Singh said. He loves to follow media reports covering high profile cases related to scams, crimes and corruption, etc. “I make sure I read case studies listed under the Constitution bench in the Supreme Court,” he said. Rajasthan has had unprecedented success in the CLAT exam. Rajat Maloo and Aman Garg secured first ranks in CLAT in 2017 and 2018, respectively. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Woman hurt after two snatch gold earrings": {"link": "https://timesofindia.indiatimes.com//city/udaipur/woman-hurt-after-two-snatch-gold-earrings/articleshow/69707888.cms", "time": "2019-06-09 11:01:00", "description": "UDAIPUR: A couple became victim of violent robbery when two men broke through their home and attacked them before fleeing with woman’s gold earrings in Mungana block of Pratapgarh on Saturday. The incident took place in Kesar Phala Tanda village at around 2 am where 37-year-old Mangi Devi was sleeping with her husband Prabhulal in their house. Two unidentified men entered the house and snatched gold earrings that the woman was wearing. They pulled her earrings forcibly injuring both her earlobes. They even hit on her husband's leg when he tried to deter them. Gyanchand, assistant sub-inspector (ASI) at Mungana police station and his team rushed to the spot while the couple was taken to the nearest hospital. They were given primary medical care. One of the residents, Murlichand Labana said that it was second such incident in the week. Recently, in a similar manner, robbers had taken away earrings from an elderly woman in a nearby Mandvi village. tnn Download The Times of India News App for Latest City ."}, "17-yearr-old girl gets her marriage annulled": {"link": "https://timesofindia.indiatimes.com//city/udaipur/17-yearr-old-girl-gets-her-marriage-annulled/articleshow/69321116.cms", "time": "2019-05-14 12:34:00", "description": "UDAIPUR: The family court at Rajsamand decreed annulment of a child marriage while deciding on a petition by the bride. Seventeen-year-old Priyanka Gurjar, daughter of Suwalal, a resident of Anjana village, Rajsamand had pleaded for marriage annulment which she claimed was conducted against her will by her parents illegally as she was a minor. The young bride pleaded that she was studying in school when her parents arranged her marriage with Nathulal, son of Ambulal, last year. “It was done under ‘aata -saata’ custom where two families give their daughters in marriage to each other. My brother wanted to marry a girl but the condition was that I had to marry the girl’s brother in return,” Priyanka said. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Lighting around Fateh Sagar Lake affects flora-fauna: Expert": {"link": "https://timesofindia.indiatimes.com//city/udaipur/lighting-around-fateh-sagar-lake-affects-flora-fauna-expert/articleshow/69404164.cms", "time": "2019-05-20 08:03:00", "description": "UDAIPUR: Environmentalist and member of a committee constituted by Jodhpur High Court on Udaipur lakes has suggested to the district administration to redesign the lighting system around the Fateh Sagar Lake. In a letter to the divisional commissioner and other officials, Gyan Prakash Soni has cited the ill-effects of excessive number of lights installed to beautify the lake.“Authentic studies reveal that light pollution around lakes prevents zooplankton, such as Daphnia, from eating surface algae causing algal blooms. Bright outdoor lights disrupt the migrating, eating and mating of nocturnal animals. Unwanted light trespassing into surrounding natural areas not only disturbs but can also attract nearby wildlife. Trees are induced to shed their leaves out of cycle, disrupting the basis of the food chain, claimed Soni in a letter sent to the authorities. He further said that birds that take shelter on nearby trees feel navigational problems and their sleep quality is disturbed due to artificial lighting. Light pollution destroys nitrate radicals thus preventing the normal night time reduction pf atmospheric smog produced by fumes emitted from cars and factories. Experts opine the sky glow impact of LED lights is between 4 – 8 whereas it is between 1 to 2.4 for sodium lamps. The suggestion to improve the situation has been given as lowering the pole height, changing the angle of light fixtures, providing shielding, etc. Soni also said that the well-developed rows of green trees along Fateh Sagar Paal have been damaged heavily during past three-four years. Branches of trees are being cut partially by axing in such a way that they will fall after a few days. Then, the fallen branches are lifted as if they have fallen naturally. The dismal situation of tree cutting or drying or heavy pruning along Fateh Sagar Paal would prove a threat to environment and to overall safety of the earthen Paal because the drying roots of such trees will certainly create hollowness in the embankment. This type of activity is also snatching the shelter of many birds. Download The Times of India News App for Latest City ."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Residents protest over renaming of heritage junction in Udaipur": {"link": "https://timesofindia.indiatimes.com//city/udaipur/residents-protest-over-renaming-of-heritage-junction-in-udaipur/articleshow/68998425.cms", "time": "2019-04-23 12:26:00", "description": "UDAIPUR: Hundreds of residents living in and around Ayad area protested against Udaipur Municipal Corporation’s (UMC) decision to rename the famous ‘Dhoolkot Chauraha’ to Sant Pipaji Chauraha. People assembled in large numbers when they saw the new board put up at the chauraha. Following the protest, MLA Gulab Chand Kataria himself reached the spot to pacify the people. The residents insisted on retaining the old name Dhoolkot which they said was a heritage site related to the 4,000-year-old Ahar civilization and had public sentiments attached to it. They claimed the Udaipur Municipal Corporation authorities didn’t bother to seek public consensus before deciding to rename the chauraha which sparked unrest among the people. “Ayad has a glorious history and around 1951-52 the Archaeology and Museums Department began excavation here. It was last in 1960-61 when the department collaborated for horizontal excavation with the Deccan College, Pune,” said Rajesh Verma, a resident. The Archaeological Museum in Ahar is a popular attraction which was made to preserve the excavated items of the ancient era. Download The Times of India News App for Latest City ."}, "Udaipur’s many high-rises flouting security norms": {"link": "https://timesofindia.indiatimes.com//city/udaipur/udaipurs-many-high-rises-flouting-security-norms/articleshow/69510286.cms", "time": "2019-05-27 08:16:00", "description": "UDAIPUR: As the devastating blaze in Surat has raised fresh concerns, questions have been raised on the poor fire safety measures of high-rise buildings that have mushroomed in recent years in Udaipur. The city of lakes presents a grim picture with hundreds of buildings flouting fire safety norms. Non-installation of fire equipment, congested staircases, narrow entry roads and absence of trained personnel to tackle emergencies are major causes of concern. Areas like many multi-storeyed buildings in busy markets and commercial centres like Durga Nursery Road regarded as the hub of coaching institutes in the city. As per sources, some time back the Udaipur Municipal Corporation had identified 282 buildings that were found to be violating fire safety norms. Notices were issued to them, however, the compliance part was taken casually. Of these, 186 buildings fell under the Urban Improvement Trust area and hence those files were sent to UIT for action. On Saturday, the officials of the fire-fighting department held surprise checks of around 30 coaching centres and shockingly most of them lacked equipment for fire safety. Most of the coaching rooms were situated in the basement, ground and first-floor of the buildings which had single entry and exit points. Few centres had fire extinguishers, but the machines did not have gas and none of them had trained personnel to handle fire emergencies. Fire officer Jalaj Ghasiya and his team held mock drills and demonstrations in a few coaching centres, hotels and malls. The fire fighters held mock fires at some places and taught people how to control the flames. The fire officer also instructed the heads of coaching centres to make arrangements to comply with the fire safety rules within a week. If they do not adhere to the warning, prosecution action would be taken, the officer said. Download The Times of India News App for Latest City ."}, "Jaipur burns at 45.2°C, season’s highest so far": {"link": "https://timesofindia.indiatimes.com//city/udaipur/jaipur-burns-at-45-2c-seasons-highest-so-far/articleshow/69592170.cms", "time": "2019-05-31 10:43:00", "description": "JAIPUR: Heatwave conditions continued and the mercury continued to rise for the third consecutive day on Thursday with Sriganganagar recording 48 degrees Celsius in the state, the highest of the season so far. Attributing the continued rise in mercury to the active northerly winds, the Jaipur meteorological department said that a few places in the state may get a minor respite, but by and large the heatwave conditions would persist in most parts of the state in the next 24 hours. Jaipur recorded the warmest morning, with a minimum temperature of 32.2 degrees Celsius, almost 5 degrees above normal. In the afternoon, the maximum temperature settled at 45.2 degrees, the highest in the city so far. This has also led to increase in the number of patients. ‘Increase water intake to check dehydration’In the past three days, the footfall of patients complaining of heat stroke, diarrhoea and food poisoning have increased. Doctors are advising patients to increase water intake added with salt and sugar to prevent dehydration. The sweltering heat prevented people from venturing out of homes and offices. The continued rise in mercury has also increased the workload of technicians of Jaipur Vidyut Vitaran Nigam Ltd (JVVNL). “From Wednesday evening to Thursday morning, we have attended almost 100 calls of power cuts in various localities. Due to extra load, electricity tripped due to overloaded circuits,” said an officer. Many people checked apps on their phones to get the accurate temperature. “Even at 10.30am, the maximum temperature in Jaipur was 44 degrees Celsius, according to various weather apps,” said Manoj Tanwani while returning from a walk at Central Park in the city. Sriganganagar was followed by Churu with a maximum of 47.7 degrees Celsius, Bikaner 47, Jaisalmer 45.7, Kota 45.4, Jodhpur 44.6, Barmer 44, Ajmer 43.8 and Udaipur 42.8 degrees Celsius. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Rajasthan Housing Board proposes to sell flats at 75% discount": {"link": "https://timesofindia.indiatimes.com//city/udaipur/rhb-proposes-to-sell-flats-at-75-discount/articleshow/69184983.cms", "time": "2019-05-05 04:59:00", "description": "JAIPUR: Houses on 75 per cent discount is an unusual trend, never seen before in the state. A government agency offering houses on reduced rates makes it even more interesting. Rajasthan Housing Board (RHB)’s deputy housing commissioners (DHC), Kota circle have proposed to sell off the houses on 75% discounted rates in Chippa Barod, Baran. The discount will be offered on 196 houses, which are sized approximately 30 square metre. An RHB official source said, “It was shocking to receive a proposal to sell flats on 75% discounted rates. We have to look for provision whether so much discount could be given or not. But, the Kota division officials have informed, in the past, houses in this area were constructed without planning and no one would purchase them if a discount is not offered.” After failing to sell off its constructed houses, the RHB had initiated an exercise to sell its unsold flats and houses on discounted rates. At present, the board has more than 24,000 unsold flats in its circles, including Jaipur, Jodhpur, Kota, Udaipur, Alwar and Bikaner. RHB official said, “The deputy housing commissioners were directed to send a proposal after reducing the land price. Many divisions had submitted their proposals. In recent past, a wide gap has come about in RHB rates and market price. We had proposed to take market rates as a benchmark and reduce the RHB prices accordingly. As land prices of RHB are higher, it was expected the house rates will come down by 30-40%,” The move was initiated following urban development and housing (UDH) minister Shanti Dhariwal’s direction, as due to prolonged slump in the real estate market, many buyers have not shown interest in RHB houses, and many houses remain unsold. In the past, RHB has made several attempts to sell its flats. However, all efforts were futile as not many buyers showed interest to purchase its properties. In 2017, the RHB shortlisted properties (flats of different sizes) in Pratap Nagar, Jaipur, for selling over the counter. Unlike the earlier system of allotting houses through a draw of lots, wherein buyers had to wait for months, people can purchase RHB houses and take possession in a single day, after depositing the house cost at the counter. “Not many people came forward to buy these flats. This is why the proposal to sell these flats on discounted rates has been floated,” said the source. Download The Times of India News App for Latest City ."}, "Goons set mahant on fire inside Pratapgarh temple": {"link": "https://timesofindia.indiatimes.com//city/udaipur/goons-set-mahant-on-fire-inside-pratapgarh-temple/articleshow/69380257.cms", "time": "2019-05-18 12:45:00", "description": "UDAIPUR: Two unidentified men attacked mahant Ramjivan Das and set him on fire in the wee hours of Friday at Mahu Mahadev temple under Gadariyawas Gram Panchayat in Dhariyawad block of Pratapgarh district. A day ago, these men attempted to kill the mahant and stabbed him with a knife. Ramjivan Das, who was referred and admitted in Udaipur Civil Hospital, is better now and out of danger, Pratapgarh SP Anil Beniwal said. A special investigation team, FSL experts and a dog squad visited the crime spot and recreated the scene for detailed investigation. The SP said that an inquiry is already underway and the assailants would be nabbed soon. Mahant Ramjivan Das was going to attend the nature's call around 3.30 am when two men barged into the temple and held him. They doused him with kerosene oil kept inside the room and set him on fire. The priest jumped into the temple kund (pond) to save himself while the assailants fled. After getting information, Dhariyawad SHO Dungar Singh arrived on the crime spot. The mahant was treated at the nearest hospital and later referred to Udaipur. He has sustained severe burn injuries on the upper portion of the body and hands. On Thursday morning too, two men had entered the temple in odd hours and when Ramjivan Das questioned them, they asked mobile charger and when he said there was no charger, they tried to stab him. A police complaint was made by Ramjivan Das against unknown men then too. Legislator Gautamlal Meena had visited to inquire about his wellbeing after the stabbing incident on Thursday. Ramjivan Das is said to be quite popular in the area for his simplicity. Large number of devotees who come to the temple situated near triveni sangam (confluence of 3 rivers) also meet the priest who has vast knowledge on spirituality. The attacks on Mahant thus incited a spur of outrage and locals demanded immediate arrest of the accused. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Steep rise in rape cases in Rajasthan compared to previous year": {"link": "https://timesofindia.indiatimes.com//city/udaipur/steep-rise-in-rape-cases-in-raj-compared-to-previous-yr/articleshow/69305318.cms", "time": "2019-05-13 09:31:00", "description": "JAIPUR: The number of rape cases registered from January to April this year have surpassed the horrifying figures witnessed last year during the same period. A total of 1,509 rape cases have been registered in past four months in Rajasthan this year, recording a significant high, compared to 1,312 cases in 2018 in the same period. The Alwar gang-rape case may have stirred the conscience of the state, but the figures indicate that successive governments have little to show up for women’s security, as rape cases have been steadily rising. The 15 per cent spike in the figures falls flat on the much-touted efforts by the government to curb crimes against women. There is also a very high pending percentage in rape cases reported this year. For instance, of the 1,509 cases registered this year, 858 cases are pending, while FR (Final Report) was submitted in 302 cases and chargesheets were filed in 349 cases. A senior police official attributed the steep rise in figures to high registration of the cases at the police stations. “For past four months, all police stations were told that no complainant should be turned down and an FIR must be registered without dilly-dallying. The increase in figure also shows that cases are being registered by the police,” official said, adding that decoy operations conducted by the PHQ led to the increase in cases. The police’ claims about cases being easily registered at police stations are contradicted by a series of events that followed soon after a young Dalit girl in Alwar was gang-raped by four men in front of her husband on April 26. Despite her constant pleadings, the police dragged its feet in filing the case, compelling her to go through worst ordeal which allowed the accused to make extortion calls to her. The gang-rape case offers a study of difficulties faced by rape-survivors in registering FIRs. “The government and the police have said multiple times that FIRs should be registered without delay, even if it means increase in numbers,” claimed the official, adding that a new deputy SP (DSP) rank official will be posted in each district for women’s security. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Cyclone Fani not likely to hit Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/cyclone-fani-not-likely-to-hit-rajasthan/articleshow/69069118.cms", "time": "2019-04-27 12:11:00", "description": "JAIPUR: The Jaipur Met office on Friday said that cyclone Fani which will affect weather conditions in Tamil Nadu and other nearby states is not going to affect Rajasthan. However, dust storm, rainfall and hailstorm is likely to occur at a few places in the state due to the local phenomenon. Heat wave conditions continued across the state while some places witnessed moderate dust storm. Churu remained hottest in the state where a maximum temperature of 44.5 degrees Celsius. Heavy rainfall is expected in Tamil Nadu, Odisha, Andhra Pradesh and some parts of Kerala due to the impact of the cyclone Fani in the next couple of days. \"Rajasthan is not going to witness any impact due to this cyclone. However, cloudy conditions will prevail and some parts of western and eastern parts likely to get mild showers due to locally prevailing system,\" said Shiv Ganesh, director, Jaipur Met office. He added that the cyclone which is already intimidating some parts of the country is not going to impact the state. Meanwhile, weather continued to remain dry in the state. Mild velocity dust storm was also witnessed in some parts of the state. Churu was followed by Kota where a maximum temperature of 43.5 degrees Celsius was recorded, Barmer 43, Jaisalmer 42.9, Churu 42.7, Jodhpur and Bikaner 42.5 degrees Celsius each was recorded, Sriganganagar 41.5 degrees and a maximum temperature of 41.4 degrees was recorded in Udaipur. Jaipurities woke up to a lesser warmer morning as a minimum temperature of 28.3 degrees Celsius was recorded. It was followed by dusty and cloudy afternoon, however, no rainfall took place. The mild dust storm only brought abrupt power cuts in some parts of the city. In its forecast Jaipur met office said that mild showers will occur at some places in the eastern and western Rajasthan, however weather would mainly remain dry in rest of the state in the next 24 hours. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Rajasthan: Crimes against women increased by 40% in first four months of 2019": {"link": "https://timesofindia.indiatimes.com//city/udaipur/crimes-against-women-increased-by-40-in-first-four-months-of-2019/articleshow/69698963.cms", "time": "2019-06-08 09:13:00", "description": "JAIPUR: In the first four months of 2019, crimes against women in Rajasthan under all IPC sections jumped by 40.56 per cent compared to the same period last year. Offences under other major IPC sections also increased by over 13 per cent. The state over the past few months has witnessed heinous incidents of rape, brazen shootouts, clashes and loots. The new regime is facing backlash for the lawlessness and disorder spreading on the state’s streets. From January to April this year, the Rajasthan police registered total 62,666 IPC offences including murder, attempt to murder, loot, rape, abduction, theft etc. Compared to 55,102 cases registered last year during the same period, there is a clear increase of 13.73 per cent in serious offences. The serious offences like murder, attempt to murder, loot, burglary and theft have also shot up in the state. With the CM Ashok Gehlot holding the home portfolio, the rising crime graph doesn’t augur well for the new dispensation. While the Rajasthan police have attributed easy registration of crime behind the steep increase in crime rates, the spurt in rape cases paints a sorry picture of the state. For past four months, crimes against women have been rising steadily, showing an unprecedented increase of 40.56 per cent. Between January to April in 2018, the Rajasthan police registered 7,764 cases of crimes against women. For the same period of time in 2019 the number of cases filed was 10,913. The Rajasthan police’s crime records show that it registered 1,509 rape cases in 2019, compared to 1,312 in previous year’s initial four months. The increase of 15.02 indicate how unsafe the state continued to be for the women despite several officials claiming that many rape cases culminate in FRs (final reports) as they are false and filed with a sole aim for petty gains. Another shameful topic in Rajasthan police’s list include rampant incidents of women being abducted and kidnapped. The figures reveal that in 2019, total 1,706 women were abducted, a horrifying increase of over 20 percent from 1,415 cases that were reported in 2018. Meanwhile, a senior official said that many of these rape cases turned out to be fasle. “We have made sustained efforts to ensure that all FIRs are registered. We have time and again directed to all SHOs that FIRs should be filed, our concern is that all cases should be probed. The crime graph has increased because registration of crime has become easy,” said the official. Leader of opposition and former BJP home minister, Gulab Chand Kataira told TOI that the increase in the crime is failure of law and order machinery. “During BJP government rule, I used to sit down with the senior police officials and analyse each district individually. A monthly ranking from SHO to SP was conducted,” he said, adding that CM Gehlot has not been able to monitor or supervise the police due to which the crime has increased by leaps and bounds. “Even in major cities of the state like Jaipur and Jodhpur, the crime rate is at an alarmingly high level,” he said. Download The Times of India News App for Latest City ."}, "Heatwave hits life in parts of Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/udaipur/heatwave-hits-life-in-parts-of-state/articleshow/69556225.cms", "time": "2019-05-29 13:55:00", "description": "JAIPUR: Blistering heat wave affected normal life in parts of Rajasthan where Bikaner recorded the highest temperature of 45.6 degrees Celsius on Tuesday. Jaipur Met office has said the heat wave conditions would intensify in eastern and western parts of the state in the next couple of days. Continued rise in mercury has further aggravated problems related to drinking water and power supply. In some parts of the state including Barmer, Ajmer, Bhilwara, Jodhpur, Churu, Bikaner and Jaisalmer, people are not getting drinking water on a regular basis. The district collectors concerned are arranging for water tankers for the public. In Jaipur, a minimum of 29.6 degrees Celsius was recorded, almost two degrees above normal. The city witnessed the hottest day of the season so far with maximum temperature of 43.2 degrees Celsius. Several colonies also witnessed abrupt power cuts due to increased usage in city. Bikaner was followed by Sriganganagar and Jaisalmer where a maximum temperature of 45.2 degrees Celsius was recorded, Churu 45.1, Kota 45 Barmer 44.6, Jodhpur 44.5, Ajmer 43.5 and a maximum of 41.8 degrees Celsius was recorded in Udaipur. The heat wave conditions will further aggravate in the state in the next 24 hours, Jaipur Met office said. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Minor raped in Udaipur, four held": {"link": "https://timesofindia.indiatimes.com//city/udaipur/minor-raped-in-udaipur-four-held/articleshow/69371137.cms", "time": "2019-05-17 13:12:00", "description": "UDAIPUR: A minor was arrested on Wednesday for raping a 15-year-old girl in Pratapnagar area of the city. Police have arrested three other youths for allegedly making a video of them in a compromising position and spreading it on social media. Additional SP Gopal Swaroop Mewara said the girl knew the accused who took her to a deserted spot and raped her on Tuesday. Three youths who happened to be there made clips of them. The minor rape accused has been arrested under the POCSO Act. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Want to stay with my parents, kidnapped bride tells court": {"link": "https://timesofindia.indiatimes.com//city/udaipur/want-to-stay-with-my-parents-kidnapped-bride-tells-court/articleshow/69262644.cms", "time": "2019-05-10 10:39:00", "description": "UDAIPUR: The twist and drama continued to surround the bride abduction case on the third day on Thursday. The bride Vinita Suthar, who was produced before a local court here, said in her statement before the magistrate that she does not want to go to her husband's house and be allowed to go back to her parents’ house. A day earlier, when the police had brought back Vinita and Priyank to Udaipur from Jaipur, the bride got emotional on seeing her newly-wed husband in an injured state and hugged him at the police station. She then told the police that she wished to live with her husband. However, she changed her statement before the magistrate on Thursday. The police produced the accused Priyank Jeengar and his four friends before the court and sought three days police remand. “The court has sent Vinita to Nari Niketan for the time being while the accused would be in police custody till May 11,” Hanuwant Singh Rajpurohit, SHO of Hiran Magri police station said. The accused would be taken to the crime spot and all the places where they had taken Vinita after abduction, said police. Police are yet to find the weapons and sticks that were used in abduction. Vinita in her statement to the police a day ago had claimed that Priyank had taken her away against her wish and that he had emotionally blackmailed her to accompany him. Download The Times of India News App for Latest City ."}}