{"Another tree that will soon choke and die !": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/anothertreethatwillsoonchokeanddie21/articleshow/69764377.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Pride walk: Over 500 people join 9th LGBTQIA parade held in Pune": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/pride-walk-over-500-people-join-9th-lgbtqia-parade-held-in-pune/videoshow/69632002.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Jolt to public bicycle scheme: 3rd firm set to wind up operations": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/jolt-to-public-bicycle-scheme-3rd-firm-set-to-wind-up-operations/articleshow/69881798.cms", "time": "2019-06-21 04:12:00", "description": "PUNE: Public bicycle sharing scheme is set for another jolt as Chinese company Mobike has decided to pull out all its 2,500 cycles from the city’s roads after failing to find enough takers. Mobike’s cycles may be taken off city roads within the next three months and scrapped, sources from the company said. Once it happens, Mobike would become the third company to pull out of the scheme after early starters Ofo and Pedl. “The anticipation of the response that the company had for the cycle scheme in Pune was not met. We are also pulling out in other cities of the world. Our focus will now be only on China,” Adarsh Kedari, Pune city head, Mobike, told TOI. The public bicycle sharing (PBS) scheme has run into multiple hurdles in Pune, with lack of proper cycle infrastructure and end-to-end connectivity being the foremost. Absence of cycles around key high footfall locations, like railway stations, and poor cycle design are other challenges that came to haunt the service in the city. Confirming the development, Narendra Salunkhe, PMC’s incharge of public bicycle sharing scheme, said, “There are problems in the cycle sharing system and Mobike is on the verge of pulling out but we are yet to have a formal discussion.” On the part of the Pune Municipal Corporation, civic officials accepted that it had not invested anything in the scheme and had only given consent to the operators to function in the city. Earlier this year, Salunkhe had said that Pedl had pulled out due to some “design flaws” and would reintroduce the cycles in two months. However, that did not happen. Different operators estimate that they need anywhere between 4-10 rides per cycle for the operations to be successful. However, in the past few months, most cycles have not been able to garner even one ride per cycle. A lot of Mobike’s bikes stand unused on JM Road and FC Road. Yulu to ride onThe only other surviving PBS company — Yulu Bikes — has said the present situation offers a good opportunity for it to expand to other areas of the city. “Yulu is doing better and utilisation rates have improved over the last six months by 15-20%. We are in a good space to fill in the space vacated by other competitors,” Ritesh Rathore, Pune city head, Yulu Bikes, said. He said Yulu would expand to other pockets of Koregaon Park, Kalyaninagar and add 400-500 more cycles for the expansion. Yulu currently has 2,500 cycles on city roads – mostly operating in the areas of Pimple Saudagar, Pimple Gurav, Hinjewadi and Aundh. It also has another 500 as reserve bikes used for events and rallies, among others. After Mobike’s departure, the city will only be left with Yulu’s 3,000-odd shared cycles from about 8,000 when all operators were functioning in different pockets of the city. In Video:Pune: No takers for bicycle sharing scheme, third firm shuts shopDownload The Times of India News App for Latest City ."}, "Faulty rainwater harvesting units remain untapped": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/faulty-rainwater-harvesting-units-remain-untapped/articleshow/69881296.cms", "time": "2019-06-21 04:37:00", "description": "PUNE: It has been almost three years since the developer of the Wagholi-based Suyog Nisarg handed over the rainwater harvesting units to its residents. But they haven’t been able to store any water during the last rainy season, thanks to faulty equipment and lack of checks. In fact, during the summer months the members of the society spent over Rs3lakh on water tankers to meet their requirement. Many other housing societies in Wagholi face a similar condition. Developers showcase water harvesting units but these aren’t installed by experts. Most units are rendered useless soon enough. “The system does not have a collection unit and so we have practically not been able to store any rainwater at all,” said Nitin Kumar Jain, a resident of Suyog Nisarg. Several housing societies in Kharadi too do not have access to a proper system, shared Nitin Memane, chairman of the Kharadi Housing Society Welfare Association. “Nearly 35 housing societies have these dysfunctional units. The developer showcases these units to get rebates from the local authority. But the units are of no practical use,” said Memane. Recently, the chief minister reiterated that the state was stressing on an effort to enforce rain water harvesting in cities at a Niti Aayog meeting. The state has approved 13,277 such plans in major cities like Pune, Mumbai, Navi Mumbai, Nagpur, Pimpri-Chinchwad, and Thane Municipal Corporations, However there are no checks in the system. Eminent scientist and hydrogeologist Shashank Deshpande stated that rainwater harvesting measures need to be implemented based on availability of productive aquifers. Filters should be compulsorily installed in the rainwater harvesting measures. At locations where aquifers are not available, rooftop rain water storage measures should be promoted. Col Shashikant Dalvi (retd), who is among the pioneers in installing the system in his own society at Vimannagar, said that there are thousands of such systems constructed by developers without considering a proper study and survey of the area’s hydrogeology. “Most structures are wrongly designed or not maintained. The builders don’t hand over the civil drawings or maintenance chart to the society and, in most cases, the society is also not bothered to undertake periodic maintenance, which practically leaves the system defunct,” he explained. Download The Times of India News App for Latest City ."}, "Puneites treated to a mix of dance and music at festival in the city": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/puneites-treated-to-a-mix-of-dance-and-music-at-festival-in-the-city/articleshow/69875484.cms", "time": "2019-06-20 17:17:00", "description": "At the recently concluded Nupur Naad festival, Puneites were treated to a mix of dance and music. While danseuse Rukmini Vijaykumar enthralled the audience with her Bharatnatyam performances, vocalist Pt Sanjeev Abhyankar treated the audience with his perfect classical renditions. Rukmini's performance, titled Abhimata- The Beloved, was a solo performance and received appreciation from those present thanks to the nuances of the form that the Bangalore-based dancer and actress got right. Abhyankar, as always, was mesmerising as he performed Hindustani classical renditions for the music lovers of the city. All in all, it was a beautiful evening made even more so by the performers. Download The Times of India News App for Latest City ."}, "Two low-intensity earthquakes hit Maharashtra's Satara district": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/two-low-intensity-earthquakes-hit-maharashtras-satara-district/articleshow/69873917.cms", "time": "2019-06-20 15:58:00", "description": "PUNE: Two low-intensity earthquakes of magnitude 4.8 and 3 shook some parts of Satara district in Maharashtra on Thursday morning, officials said. No casualty or damage to property has been reported so far, an official in the district administration said. People rushed out of their homes in some areas after experiencing the tremors, he said. The first quake occurred around 7.47 am and the second one was experienced at 8.27 am in Satara district, located around 120 km from Pune, an official at the India Meteorological Department's (IMD) centre here said. The epicenters of the two earthquakes were recorded at depths of 10 km and 5 km respectively, he said. \"People should not panic as both the earthquakes were of low intensity,\" Pune-based seismologist Arun Bapat said. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Delayed monsoon clouds on Maha Kharif crop cultivation": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/delayed-monsoon-clouds-on-maha-kharif-crop-cultivation/articleshow/69881851.cms", "time": "2019-06-21 04:16:00", "description": "PUNE: The monsoon onset in the state was delayed the most this season in the past nine years, casting a shadow on Kharif crops’ cultivation. Data from IMD revealed that monsoon reached the state between June 4 and 11 since 2011, except in 2016. It touched the state on June 19 then. This year, monsoon covered some parts of Maharashtra on June 20 — the longest delay in its onset in the state since 2016. Officials from the state agriculture department said the delay in monsoon in Maharashtra might have an impact on Kharif crops like paddy, mung, urad, jowar and bajra. The delay in monsoon onset over Kerala, too was the longest this year. It reached the coastal state on June 8, mirroring the trend in 2016. Anupam Kashyapi, head of weather, IMD Pune, told TOI that monsoon reached Nicobar on May 18, but it got delayed by the time it reached Andamans. “The conditions became favourable on May 30. The development of the Arabian Sea monsoon branch began by June 3. There too, various onset criteria took time to get fulfilled,” he said. Kashyapi said possibly the extremely severe cyclonic storm Fani disrupted the monsoon flow over the Bay of Bengal initially and caused a 10-day delay in the case of Andaman onset and the coverage of monsoon over the Bay of Bengal in May. “Severe cyclonic storm Vayu further disrupted the monsoon flow, causing an overall delay in onset over the southern peninsula and in Maharashtra,” he said. A major impact of the delayed monsoon onset over Maharashtra could be seen on agriculture and Kharif crops. A state agriculture department official said the long delay in the onset was likely to delay paddy transplantation in the state, which might ultimately affect the paddy production. “Also, major Kharif crops like mung, urad, jowar, bajra tur and cotton can be affected due to late sowing. Farmers have been advised not to start sowing till the state gets proper rain. It means, the flowering or grain formation stage of such crops may occur in September and October. Rain spells during the flowering stage or grain formulation stage is detrimental to some crops, which can ultimately affect the production,” he said. The official said farmers in some parts had begun “dry sowing” despite the advisory. “In such a case, a delay of rainfall can increase the chances of re-sowing,” he said. An official from the state water resources department said the current water storage in dams was sufficient to meet the drinking water needs till July 15. “The maximum effect of the delayed rains would be felt in Kharif season because a delay in sowing tends to affect the crop production,” he said. He said monsoon could be delayed every year. “But we plan water in such a way that even if it does not rain till July 15, the water is sufficient, especially for drinking,” the official said. Download The Times of India News App for Latest City ."}, "Shikhar Dhawan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "time": "", "description": ""}, "no traffic sense": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/notrafficsense/articleshow/69780742.cms", "time": "", "description": ""}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "MNS seeks colour coding for tankers": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/mns-seeks-colour-coding-for-tankers/articleshow/69881775.cms", "time": "2019-06-21 04:10:00", "description": "PUNE: The Maharashtra Navnirman Sena (MNS) has demanded a colour coding system for water tankers to check their misuse. The political party has alleged that tankers, meant for providing water to scarcity-hit fringe areas, were being diverted to private societies as well as IT companies. Colour coding will help in keeping a watch on the tankers. Besides the MNS leaders in PMC, a group of private tanker owners have also raised objections to tanker supply, carried out by “contractual tankers”. A private tanker owner said that contractual tanker owners have special facilities, including additional tanker points. Preference is given to them for filling the tankers as they are supposed to provide services to villagers. But they are misusing these benefits by giving water to private parties, he said. “Even charges for filling water from the tanker points are lower for contractual tanker suppliers,” another private tanker owner added. MNS leader Vasant More said that the PMC should introduce a system to ensure that private and contractual tankers are differentiated. “One should be able to identify if the contractual tankers are performing their duty or not. If colour codes are given to private and contractual tankers, identification will be possible. The tankers for municipal purposes should have a special colour so that if they are parked at private establishments, they can be recognised,” he said. The PMC officials said that the tanker owners are free to provide service to private parties after they have fulfilled their duty for PMC. Download The Times of India News App for Latest City ."}, "State clears PUMTA plan to monitor transport infra": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/state-clears-pumta-plan-to-monitor-transport-infra/articleshow/69881279.cms", "time": "2019-06-21 04:36:00", "description": "PUNE: The state government has given the nod for setting up an umbrella body — Pune United Metropolitan Transport Authority (PUMTA) — to monitor the development of transport infrastructure in the city and resolve traffic-related issues in a better manner. A proposal to formulate such a body was under consideration of the state government for long. The government recently gave its nod for establishment of the body. Constitutional status will be given to it in due course of time, officials said. The city and fringes have witnessed significant growth in terms of daily transportation, but there is no umbrella body to work on transport-related matters. Absence of such a platform has been leading to chaos and unplanned development. Sources from the transport sector said that formation of PUMTA is significant as government departments, including municipal corporations, which are working in Pune, Pimpri Chinchwad area and in the region of Pune Metropolitan Region Development Authority (PMRDA) would now be able to work effectively on transport-related matters. PUMTA will have a 20-member committee headed by Pune divisional commissioner. The team members include top officials in the administration like district collector, commissioners of Pune and Pimpri Chinchwad municipal corporations, regional transport officer, police commissioners of Pune and Pimpri Chinchwad, and top officials from the Maharashtra State Road Transport Corporation, Pune Mahanagar Parivahan Mahamandal Limited, Maharashtra State Road Development Corporation, the National Highway Authority of India and MahaMetro. Officials said that besides the 20 designated members, PUMTA has a free hand to invite stakeholders, who can provide inputs on transport issues, at its meetings. PUMTA would focus on transport-related projects in the PMRDA region. It can propose comprehensive transport models for the city, and transport-related projects based on regional and city development plans. The authority’s prime challenge would be to establish coordination among government and private agencies working in transport. Download The Times of India News App for Latest City ."}, "Smart and Elite": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/smartandelite/articleshow/69818325.cms", "time": "", "description": ""}, "Silence on new airport no surprise: Experts": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/silence-on-new-airport-no-surprise-experts/articleshow/69865792.cms", "time": "2019-06-20 04:38:00", "description": "Pune: The non-inclusion of the Purandar airport project in the state budget was no surprise for the aviation experts. S K Jain, former president of Mahratta Chamber of Commerce, Industries and Agriculture and former president of MCCIA’s civil aviation committee, told TOI, “There is a lot of difference in genuine intention and active action. Pune has suffered like this over the years.” There have been no budgetary provisions or funds release after the project was first announced in 2016. Experts stressed the government stayed away from the proposed new airport because of the forthcoming assembly elections. “The present state budget was an election budget and it was not expected from the government to touch counterproductive issues. While any delay in this project is a setback for the city, I feel the project will gain momentum once the polls are over,” aviation analyst and expert Dhairyashil Vandekar said. Anant Sardeshmukh, former director-general of the MCCIA, said lack of mention of new airport in the budget proved that it was not in the priority list of the government. “The project has always been on the backburner...Navi Mumbai airport has a priority over Pune” he said. Not just the finance minister, Sudhir Mungatiwar, there was no reference to the Purandar project in the economic survey though it mentioned about the Navi Mumbai airport project. Senior officials at the Maharashtra Airport Development Company Limited, who are managing the project, did not respond to the calls and text messages from TOI. Download The Times of India News App for Latest City ."}, "More people sans co-morbid conditions succumb to H1N1": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/more-people-sans-co-morbid-conditions-succumb-to-h1n1/articleshow/69882020.cms", "time": "2019-06-21 04:33:00", "description": "PUNE: More individuals without other associated diseases succumbed to swine flu-induced complications in the state this year as against those who suffered from co-morbid conditions like hypertension. A total of 188 people have died of the contagion in Maharashtra this year so far. Of them, 110 patients (58%) did not have any other underlying medical conditions when they developed the virus-related complications, including severe breathlessness, which is medically termed as acute respiratory distress syndrome (ARDS) and multi-organ failure. “The analysis of swine flu casualties clearly shows that more patients without other associated diseases have died of the H1N1 virus in Maharashtra than individuals with underlying medical conditions this year so far,” a senior state health ministry official said. “Delayed treatment is mainly the cause of most deaths,” senior public health expert Subhash Salunkhe, who also heads the state’s technical committee on communicable diseases, told TOI. Senior physician D B Kadam, an expert member at the state government’s technical committee on swine flu, said, “Delayed treatment and over-reactive immune response to viral infections are mainly the reasons why such individuals died of swine flu.” Doctors said it was extremely important to initiate anti-viral medication within first 48 hours of swine flu infection. “During season like this when there is active virus transmission, a patient should consult a doctor even for cough and cold,” Kadam, who is a senior professor of medicine at Navale Medical College and Hospital, said. He said, “It is crucial to check the virus before it gets attached to the alveolar cells of the lungs. Once the virus is attached to these cells, it becomes very difficult to control the damage to the lungs.” If there is a delay in starting the oseltamivir, popularly known as Tamiflu or Fluvir course, the infection can easily spread to the patient’s lungs. “This could lead to development of pneumonia, which could further hamper absorption of oxygen into blood. That is how the condition of a swine flu patient becomes critical,” Kadam said. Normal partial pressure of oxygen in blood should be around 98 to 110mm of mercury. However, when a patient develops pneumonia, this concentration of oxygen drops. “To improve the condition, nasal-oxygen is provided to raise the oxygen level in patients initially. If that fails, mask oxygen is used to raise the blood oxygen level. However, if both methods fail, we must use a non-invasive ventilator. And the last resort is putting the patient on full ventilator support when an endotracheal tube (tube placed in the windpipe) is put,” he said, adding that ventilator-related complications, like acute respiratory distress syndrome and bacterial co-infection, were common among patients. Kadam also attributed high death toll in the healthy group to “cytokine storm” or hyperactive immune system. “Whenever an individual with a healthy and intact immune system encounters a new infectious agent, a robust immune response is mounted. If this new agent is a highly pathogenic one, the immune system might overreact, with secretion of a large amount of inflammatory chemicals called cytokines. These cytokines have the potential to do more harm than good as they lead to severe inflammation and tissue destruction,” he said. That simply means that over-reactive immunity which is often seen among healthy individuals may prove counter-reproductive and cause more damage to the lungs. Two more test positive for contagionTwo more people tested positive for swine flu in the city on Thursday. With this, the number of positive cases recorded in the city has gone up to 138 this year so far. Of the 138 patients, 43 have succumbed to the contagion. Currently, condition of two patients with swine flu is critical and they have been put on ventilator at different hospitals in the city. Download The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Molested by driver, girl jumps out of moving auto": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nashik/nashik-molested-by-driver-girl-jumps-out-of-moving-auto/articleshow/69883408.cms", "time": "2019-06-21 06:49:00", "description": "NASHIK: An 18-year-old college student jumped out of a moving autorickshaw in the Indiranagar area here on Wednesday afternoon after the driver allegedly molested her and passed lewd comments. Fortunately, the student suffered only minor bruises on her hands and face as the autorickshaw had slowed down when she jumped out. The police arrested the 22-year-old driver, Ravi Shanker Gofne, after the student lodged a complaint. Gofne was produced before a local court on Thursday, which remanded him in judicial custody. According to the police, the incident took place around 2.50pm when the student was going home. A police official said, \"The driver started passing obscene remarks at the student, which got her panicky. The driver then suddenly caught hold of her right hand. The student protested and told the driver to stop the vehicle as she wanted to get down. However, the driver refused to stop.\" The official said, \"When the autorickshaw slowed down along the service road in the Garware Point area, the student suddenly jumped out.\" Local residents and passersby were taken aback by the incident and rushed to help her. They also stopped the autorickshaw and overpowered the driver. Local police along with the Nirbhaya squad - a team of policewomen formed to deal with male harassers - rushed to the spot and took the driver into custody. Sub-inspector Adinath More of the Indiranagar police station said the autorickshaw that Gofne was plying belonged to someone else. \"Though Gofne claimed he has a valid driving licence, he could not produce it. Our investigations are on to ascertain whether he had a licence at all,\" said More. Download The Times of India News App for Latest City ."}, "incomplete road work outside University": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/incompleteroadworkoutsideuniversity/articleshow/69867011.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Plant first documented at Shivneri fort to be officially named ‘Shiv Suman’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/plant-first-documented-at-shivneri-fort-to-be-officially-named-shiv-suman/articleshow/69881809.cms", "time": "2019-06-21 04:14:00", "description": "PUNE: Frerea, a critically-endangered plant first documented at Shivneri fort, the birthplace of Chhatrapati Shivaji Maharaj, by British botanist Nicol Alexander Dalzel in 1865, will soon earn an official name – Shiv Suman. Around 30 NGOs, representatives of forest department, Pune Municipal Corporation and the Botanical Survey of India (BSI) decided to publicly adopt the local name for the plant species. The formal christening will take place in August at a workshop to be held jointly with BSI, the forest department, scientists and NGOs. Sachin Punekar, founder of Biospheres, a city-based NGO, said, “In vernacular language, the plant is known as shiv suman. Shiv stands for Chhatrapati Shivaji Maharaj and suman means flower. It was collectively decided to adopt Shiv Suman as the name of the plant in a bid to commemorate the Maratha king and bring about standardisation in local vernacular names of plant species”. Endemic to Maharashtra, the plant is found in the north western region of Western Ghats in Nashik, Satara, Raigad, Pune and Ahmednagar districts. The NGOs came together on June 15, the coronation day of Chhatrapati Shivaji Maharaj, at Raigad fort to initiate plantation activity. Altogether 50 saplings of the species were planted by the NGOs. The plant is currently listed as “critically endangered’ under the International Union for Conservation of Nature’s (IUCN) red list. Colloquially, the plant has another name, ‘Shindal Makudi’. P Laxminarasimham, head of BSI’s western region centre, Pune, said, “We plan to hold a workshop on standardisation of local names in August. By standardising the names, everyone will come to know the plant by its Marathi name.” Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Illegal parking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalparking/articleshow/69883195.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Pune ACB arrests police constable for accepting Rs 50,000 bribe": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/pune-acb-arrests-police-constable-for-accepting-rs-50000-bribe/articleshow/69879817.cms", "time": "2019-06-20 21:59:00", "description": "PUNE: The state anti-corruption bureau (ACB), Pune on Thursday arrested a police constable attached to the Chakan police while accepting Rs 50,000 bribe in order to release a sports utility vehicle (SUV) of a sand trader, which the suspect had seized illegally. The ACB team led by deputy superintendent of police Shrihari Patil laid a trap on the premises of the Chakan police station and arrested police constable Sharad Lokhande while accepting the money along with a private person Ananad Shivale of Khed. The sand trader has lodged a complaint with the ACB. An officer from the ACB said that Chakan police had recently seized the complainant’s truck for illegally transporting sand. “To release the truck, Lokhande had illegally confiscated the complainant’s SUV. Lokhande had demanded Rs 1 lakh from the complainant to release the SUV,” the officer said. The officer said after confirming the demand the ACB laid the trap on the premises of the Chakan police station. The suspect later agreed to accept Rs 50,000 to release the SUV. “We have arrested Lokhande while accepting the bribe,” the officer said. He said a case against Lokhande has been registered with the Chakan police. “Our probe is on,” the officer said. Download The Times of India News App for Latest City ."}, "RTA gives nod to set up prepaid autorickshaw stands at 4 places": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/rta-gives-nod-to-set-up-prepaid-autorickshaw-stands-at-4-places/articleshow/69865667.cms", "time": "2019-06-20 06:53:00", "description": "PUNE: The city is set to get four prepaid autorickshaw stands by the end of this month. The Regional Transport Authority (RTA) has given its nod to set up the stands at Pune railway station, Swargate and Shivajinagar state transport bus stands, and Sangam bridge. A senior officer of the Regional Transport Office (RTO) told TOI, “The project was under consideration for quite some time and the RTA has finally given the permission to start the prepaid autorickshaw booths. Primarily, the traffic wing of the Pune police will set up the stands. The RTO will assist them. The RTO has finalized the rate chart from different locations and given to the police. It will be the job of the police to provide space and infrastructure for these stands. The Pune RTO is working in close coordination with them.” Deputy commissioner of police (traffic) Pankaj Deshmukh said they had earlier thought of letting different autorickshaw unions do the job. “They were told to coordinate among themselves and start these stands. But there is a lot of infighting among them and the stands couldn’t start. A non-government organization (NGO) registered with traffic branch was dormant for a long time. It has been revived and will look after the initiative. A vendor has been selected for the purpose and the space for the autorickshaw stands in the four areas has been finalized.” He said the police were hoping that the booths would start in the next 10 days. “The spots were carefully chosen after studies. A lot of passengers look for autorickshaws at these spots. The new stands will be a relief for them,” he said. The officer said was hopeful that the autorickshaw drivers would join the initiative and cater to passengers through the four booths. “At the end, they also want business. The infighting was about which union would start the booths. Now that the job has been taken care, they will use them,” Deshmukh said. Hailing the move, Ravindra Gangwane, a frequent commuter, said, “PMPML (Pune Mahanagar Parivahan Mahamandal Limited) cannot guarantee a proper service in terms of timings. Hence, many of us use autorickshaw regularly. A majority of the autorickshaw drivers refuse trips or ask for extra money. We hope that these prepaid booths will be of big help.” At present, close to 80,000 autorickshaws ply in Pune and Pimpri Chinchwad. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "encroachment on busy street at Undri": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentonbusystreetatundri/articleshow/69780747.cms", "time": "", "description": ""}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "time": "", "description": ""}, "Physics, chemistry & maths top pleas for marks recheck": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/physics-chemistry-maths-top-pleas-for-marks-recheck/articleshow/69881740.cms", "time": "2019-06-21 04:09:00", "description": "PUNE: Close to 300 higher secondary certificate (HSC, Std XII) students applied for re-evaluation of marks in physics, chemistry and maths from Pune division. The division’s chairman BK Dahiphale said the number of applications is similar to last year’s and there has been no significant rise despite a low pass percentage. The process for secondary school certificate (SSC, STD X) revaluation process was underway and the demand will be clear next week. One of the most common mistakes found in the evaluation process was faulty totalling. Besides, the students who felt that their marks were not up to their expectations applied for re-evaluation. The process started the day after the results for the SSC and HSC examinations were declared. The Pune division received close to 300 applications which included students applying for photocopies of their answer sheets to know the marks awarded by the assessors. Dahiphale told TOI on Thursday that a majority of applications for re-evaluation were for subjects that were important for students applying for admissions to professional courses like engineering and medical. For such students, marks in subjects such as physics, chemistry, biology and maths are more important as their admission was dependent on these marks and stiff competition makes every mark important, he said. A student who had qualified for the joint entrance exam (JEE) Main but failed in two subjects in standard XII decided to appear for the July/August supplementary examination instead of waiting for the re-evaluation results. “The process after getting the photocopy is lengthy and we didn't think there would be much change in the marks. Hence, we applied for the re-examination so that he can study again and appear for the exam which will also ensure he scores better than just the passing marks in the subjects,” the student's mother said. “He is in the open category and the qualifying marks required in open category for the national institutes are high. Hence, he needs to score better,” she added. The parent of a standard X student who had applied for revaluation on the very first day said she is yet to get the photocopy of the answer sheet. “FYJC admissions have started. I applied for the photocopies of answer sheets in two subjects but students who applied later have got it. I have not. The process is blurred and nobody in the division has a clear idea when the student may get the photocopy. I have already visited the board office twice but in vain. There should be a better system for parents and students to track the status of our application for photocopy and revaluation. The entire process is tiring as there are very few days for first round of FYJC admissions,” the parent said. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "\nSaraiwwalaa Agrr Refineries Limited introduces Naturralle in Pune\n": {"link": "https://timesofindia.indiatimes.com//city/pune/Saraiwwalaa-Agrr-Refineries-Limited-introduces-Naturralle-in-Pune/articleshow/51866922.cms", "time": "", "description": "Saraiwwalaa Agrr Refineries Limited (SARL), one of the leading edible oil companies as a part of their strategic growth introduced a new product under their flagship brand — Naturralle. SARL has strengthened their portfolio in edible oil sector by introducing “Naturralle Health Rice Bran Oil” for the health conscious consumers of today.  The brand is completely driven by market research and has always adapted to address the requirement and concern of the Indian households through innovation. The introduction of the Oil is a step towards fortifying the offerings under the brand. Anjani Kumar Gupta, director, SARL said, “The journey of brand has been amazing. It is our constant endeavour to introduce products that are good, convenient and healthier for our customers. According to studies, Indians are more prone to heart ailments. A product like rice bran oil with its high Oryzanol content improves the HDL/LDL ratio, making it one of the most heart-friendly oil. The product is aimed at the health conscious customer base — not only consumers with medical conditions, but also the health conscious segment which believes in eating right to prevent ailments.”  He further added, “At SARL we innovate and introduce the products that satisfy the needs of the ever evolving customers and make food taste better. With the addition of this product we are augmenting our portfolio with new products to suit the requirements of our customers. We plan innovative campaigns to reach out to the customers and make them aware about our brands. Our efforts have been recognised and World Consulting & Research Corporation (WCRC) has selected Naturralle as “Asia’s Most Promising Brand” for the second consecutive year. This certification brings to fore our journey as a brand which has shown tremendous growth in the past few years with focused efforts and innovative marketing strategies that have impacted the customers.” Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "No proper collection of grabage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nopropercollectionofgrabage/articleshow/69818295.cms", "time": "", "description": ""}, "Freelance dumping": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/freelancedumping/articleshow/69780832.cms", "time": "", "description": ""}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Celebrating Rabindranath Tagore through song and dance": {"link": "http://photogallery.indiatimes.com/events/pune/celebrating-rabindranath-tagore-through-song-and-dance/Celebrating-Rabindranath-Tagore-through-song-and-dance-/articleshow/69282060.cms", "time": "", "description": ""}, "Cops trace stamp vendor, grill officers in treasury": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/cops-trace-stamp-vendor-grill-officers-in-treasury/articleshow/69881789.cms", "time": "2019-06-21 04:12:00", "description": "PUNE: The Vishrambaug police on Thursday questioned Pune-based officials of the state treasury in connection with a case involving forged stamp papers. The officials sought to know how a stamp paper vendor got access to the invalid documents. The police also located the shop where the suspects created the forged rubber stamp of the state treasury. The Vishrambaug police on Tuesday raided a stamp paper vendor’s shop and seized forged stamps worth Rs68.38 lakh. The police have arrested Chinmay Deshpande (26), his father Suhas (58) and mother Sucheta (54). Senior inspector Sunil Kalgutkar said, “We conducted an enquiry when the two officials from the state treasury turned up after being summoned. However, the officials failed to answer questions that we raised.” “We wanted to know how the stamp papers were released without a valid stamp but the officials failed to answer the question. They seemed clueless about the issue,” Kalgutkar said. The state treasury officers said they would study the incident and present better information later. The police has also traced the shop where Deshpande created the fake rubber stamp. “He had prepared two fabricated rubber stamps from a shop in the old part of the city. However, the shop owner is travelling so we will question him when he returns,” he said. Download The Times of India News App for Latest City ."}, "Two low-intensity earthquake jolt Satara region": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/2-low-intensity-quakes-jolt-satara-region/articleshow/69881325.cms", "time": "2019-06-21 06:42:00", "description": "PUNE: Parts of the Satara region recorded their first earthquake of a magnitude greater than 4.5 in over seven years, followed by an aftershock, around 7.47am on Thursday. While the earthquake was of 4.8 magnitude, the aftershock was of magnitude 3. However, no loss of life or property has been reported. The earthquake occurred around 20km from the Koyna dam in Satara, India Meteorological Department (IMD) officials told TOI. The depth of the first shock was 10 km below the earth surface. The officials said this was the first earthquake of such magnitude to have occurred in this part of Satara in some years. During the last seven years, earthquakes of magnitude 1 to 4.5 have been recorded in this region. Officials said the epicentre of the quake was considerably distant from the Koyna dam, which is usually a hot spot for earthquakes. Thursday was the first time in 2019 that an earthquake had occurred in this region in Satara. As per details provided by the IMD, the latitude and longitude of the location is 17.3°N 73.8°E. Since the beginning of 2019, Palghar has been the only location in the state affected by a series of earthquakes. Officials from the IMD’S seismology department said the aftershock, which originated at a depth of 5km below the earth’s surface, was felt around 8.27am. “The aftershock was relatively shallow. Data over the past few years has shown that though one earthquake on an average affects this location each year, quakes with magnitude of 4 or more are less common here,” an official said. In 2012, the location had recorded an earthquake of 4.9 magnitude. In 2013, 2015 and 2016, no earthquakes were recorded in this region. Also, during the last seven years, the epicentre has remained almost the same, IMD officials said. “Earthquakes between 1 to 5 magnitude are termed light, while those from 5.1 to 6.9 magnitude are termed moderate. Thursday’s tremor was a light one. Preliminary investigations revealed that the quake could have occurred due to a faultline in the tectonic plates in the crust. The faultline in question could have been the one extending from the Koyna region or one that has developed somewhere in this region itself where the tremors were felt,” the official said. The official said that as tectonic plates shift constantly, the stress build-up can increase at times, activating a faultline. This can cause tremors in a region. As per theory, the Indo-Australian Plate — a major tectonic plate that includes the continent of Australia and surrounding ocean, extending northwest to include the Indian subcontinent and adjacent waters — is constantly in motion. The average speed at which this plate moves is 4.8cm to 5.2cm annually though the velocity is not uniform, an IMD official said. Meanwhile, an official from the Satara disaster management authority said that the Koynanagar observatory scaled Thursday’s earthquake at 3.7 magnitude. “Also, as per our observations, the epicentre was not in Satara, but in Devrukh village in Sangameshwar taluka of Ratnagiri district,” he added. Download The Times of India News App for Latest City ."}, "NDA convocation ceremony: Cadets display combat skills and sky manoeuvres in Pune": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/nda-convocation-ceremony-cadets-display-combat-skills-and-sky-manoeuvres-in-pune/videoshow/69562940.cms", "time": "", "description": ""}, "All Women Power Rally 2019": {"link": "http://photogallery.indiatimes.com/events/pune/all-women-power-rally-2019/articleshow/68795028.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Fraudster dupes tyre trader of Rs 70,000": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/fraudster-dupes-tyre-trader-of-rs-70000/articleshow/69882031.cms", "time": "2019-06-21 04:33:00", "description": "PUNE: A cybercrook duped a tyre trader of nearly Rs 70,000 after sending him misleading e-wallet fund transfer links. According to the FIR, lodged with the Hinjewadi police, the suspect contacted Suraj Sapkal (23) on January 29 under the pretext of purchasing four tyres for a multi-utility vehicle. Sapkal had first filed an application with the cybercrime cell, which, after a preliminary probe, transferred the case to the Pimpri Chinchwad police. The FIR was registered on Wednesday. The police have registered the case under IPC sections 419 and 420, as well as the relevant sections of the Information and Technology Act. Sapkal told TOI that he was in his shop on January 29, when he got a call from a man, who said he got his number through a search engine. “The man told me that he wanted to buy four tyres for a Maruti Ertiga car and asked me the price,” Sapkal said. “I told him it would cost Rs17,400, and he said he would pay online.” The suspect further told Sapkal that his driver would come to the shop to change the tyres. “He asked me for my mobile number linked to a digital wllet, and then said he would send a link to that number. He told me to press the ‘pay’ optionwhen I receive thre message,” Sapkal said. Accordingly, Sapkal pressed ‘pay’. “The man called me and said the money was not debited and that he was sending another message,” Sapkal said. The suspect sent him four messages in total. Within five minutes, Sapkal received four alerts from his bank, each informing him Rs17,400 was debited from his account. “I lost Rs69,600. I tried to contact him, but his number was not reachable,” Sapkal said. An officer from the cybercrime cell said the money was transferred to an account in Rajasthan. Download The Times of India News App for Latest City ."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "ED searches at Varron’s offices based on ’17 plaint": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/ed-searches-at-varrons-offices-based-on-17-plaint/articleshow/69882030.cms", "time": "2019-06-21 04:34:00", "description": "PUNE: The Enforcement Directorate (ED) on Wednesday conducted searches on various premises of city-based aluminium and auto component maker Varron Group in relation to a 2017 letter of credit fraud complaint filed by Bank of India (BoI) with the CBI. The ED said the searches were conducted on the residential and factory premises of Varron Group and its directors. “ED conducted searches against M/s Varron Aluminium Pvt Ltd and M/s Varron Auto Comp Pvt Ltd at various premises at Pune, Ratnagiri, Sangli & Nagpur under PMLA, 2002 in a Letter of Credit (LC) fraud case,” the agency tweeted. The February 23, 2017, complaint of BoI alleged that Varron’s director, Shrikant Sawaikar, had colluded with certain officials of Canara Bank to “criminally cheat” Bank of India. Based on a purported letter of credit issued by one of the Pune-based branch of Canara Bank, BoI advanced credit worth Rs293 crore to Varron in two tranches in early 2016. BoI claimed that it had verified the signature of the Canara Bank official concerned. Letter of credits (LC) are akin to guarantees where the issuing bank undertakes to indemnify the other bank if the beneficiary fails to pay back the amount. BoI, however, alleged in its complaint that when it approached Canara Bank, the latter refused to have issued any such letter. This, Bank of India said, caused a loss of Rs293 crore to it. BoI also alleged in its complaint that it had extended the credit based on a manual LC because the Pune-based branch of Canara Bank had issued it earlier as well and the mechanisms had worked fine till then. “When the case of Varron was taken up with Canara Bank’s head office, the then bank MD and CEO stated that the purported LC was neither issued nor bills accepted by their branch through approved mode of structured financial messaging system,” BoI said in its complaint in 2017. “Investigation under prevention of Money Laundering Act, 2002 so far has revealed that said money was immediately transferred through various accounts and finally utilized for settling old dues and making fixed deposits. Further investigation to establish the money trail and corresponding attachments is under progress,” the ED said in a note. A CBI official said the ED might have got into it now because they might have suspected some money laundering activities at the company. He said ED “takes independent action” based on complaints to CBI. Sawaikar could not be reached for comments till the time of going to press. An email sent to the official business contact of the company also remained unanswered. Download The Times of India News App for Latest City ."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Hundreds participate in LGBTQ pride parade in Pune": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/hundreds-participate-in-lgbtq-pride-parade-in-pune/videoshow/69622767.cms", "time": "", "description": ""}, "Maharashtra CM skirts issue of top post at Shiv Sena anniversary meet, calls it ‘minor’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/maharashtra-cm-skirts-issue-of-top-post-at-sena-anniv-meet-calls-it-minor/articleshow/69872383.cms", "time": "2019-06-20 14:04:00", "description": "MUMBAI: CM Devendra Fadnavis and Shiv Sena president Uddhav Thackeray on Wednesday pledged to contest the upcoming state assembly elections as Hindutva allies “in the larger interest of Maharashtra and India.” This has set to rest speculation in political circles that the two saffron parties may go solo for the state polls, as they did in 2014, following Sena’s demand for equal share in power, including 2.5 years of the CM’s post. Fadnavis skilfully set aside the Sena’s demand by stating in his speech that the CM’s post was a “minor issue”. “We will settle it at the right time. There is no point in talking about it now,” Fadnavis said. “Our chief goal should be to win the assembly elections with an unprecedented majority. We need power to reach out to the last person in the state,” he added. Fadnavis was speaking as chief guest at a function to mark the Sena’s 53rd anniversary. Uddhav had invited Fadnavis for the function in an attempt to deepen BJP-Sena ties, said political experts. Thackeray made a mere light-hearted and passing reference to his party’s demand for equal share in power, including the CM’s post. He urged Fadnavis to expedite measures to provide relief to drought-stricken farmers. “Farmers are not getting their dues under the crop insurance scheme. We must find out what has gone wrong and make amends,” he said. Striking a strident Hindutva note, Thackeray urged the Modi government to build the Ram temple in Ayodhya at the earliest and scrap Article 370. He criticised AIMIM leader Asaduddin Owaisi for showing disrespect to ‘Vande Mataram.’ Both the CM and Uddhav repeatedly said there were no differences between the two parties. Uddhav quoted a famous Marathi poem to say it was pointless to tilt at windmills. He said, “Not only did the CM and Amitji Shah accept my suggestions about development and other issues, they got down to implementing them... Our differences have come to an end... We should not squander the golden opportunity of serving Maharashtra by fighting among ourselves.” Urging Sainiks to pledge to work for the alliance in the coming elections, Thackeray lauded BJP activists too for their cooperation in the LS polls. He cautioned BJP-Sena activists against being complacent as there was no political rival in the state polls, he said. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Has PMC co-opted politicos to ward committees yet again?": {"datetime": "", "link": "https://punemirror.indiatimes.com/pune/cover-story/has-pmc-co-opted-politicos-to-ward-committees-yet-again/articleshow/69881304.cms", "time": "2019-06-21 10:15:00", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "water logging": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterlogging/articleshow/69818304.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "\nMusic, food and entertainment enchant Pune youngsters\n": {"link": "https://timesofindia.indiatimes.com//city/pune/Music-food-and-entertainment-enchant-Pune-youngsters/articleshow/52270515.cms", "time": "", "description": "Music and gastronomy, combined with a bevy of stars and cuisines, created a unique extravaganza that made Puneites come together. Youngsters were enthralled with not only the music but the breath of cuisines available from the Gourmet Renaissance master brand. Meru Kapital, the promoters of Gourmet Renaissance, an emerging food and beverage conglomerate with interests in catering, specialty restaurants and eat-in services, took their love affair with Pune further ahead this time, after winning hearts with their philosophy of ‘Love, Serve and Care’ at the RPSG matches in the city.  After winning hearts with their products, services and philosophy of Love, Serve and Care at the RPSG matches in Pune, Meru Kapital, the promoters of Gourmet Renaissance — an emerging food and beverage conglomerate with interests in catering, specialty restaurants and eat-in services — presented the Pune Music Festival. The festival was headlined by Himesh Reshammiya, along with a line-up of bands like Parikrama, Indian Ocean, Euphoria, Lost Stories, Agnee, Raghu Dixit Project and deejays such as Ankytrixx, Ritviz and Naezy.  Eleven specialty restaurant brands of Gourmet Renaissance provided an array of international cuisine in a pop-up format that created a food festival-like experience at the venue. Gourmet Renaissance brands such as Thai Baan, Viva Latino, Zonkos, Maadjapahit, Mesopotamia, Mughlai Rasoi and Villiagio Italiano created a buzz with Puneites. Pop ups included cuisines ranging from Indonesian, Thai, Latin American, British, Mediterranean, Italian, Afghani, Asian and Indian, providing an eclectic range to festival goers.  Prannay Raj Malhotra, a visitor at the festival, said, “I came to enjoy hard rock music but ended up enjoying the scrumptious molecular gastronomy!” Christina Bharwani (Director, Gourmet Renaissance) lit the lamp with Himesh Reshammiya to launch the festival. She said, “We thank the Magar family for arranging this exciting musical line-up and bringing them to Pune. We promise to bring many more national and international celebrities to Pune on a regular basis. Our brand is committed to a vibrant Pune, and taking forward our Love Serve Care philosophy. We are delighted to collaborate with Himesh, who has more than 650 hits to his name, to compose an anthem for us on this theme. We feel his songs are soul stirring and look forward to this association.”  Said Himesh, “The values of Love Serve Care are eternal. I am glad to collaborate with the brand by composing an anthem on these core values.” The company also announced the opening of Bollywood Rendezvous, a musical lounge that will offer a mélange of food and entertainment with a menu inspired by Bollywood hit songs — from the golden melodies of Lata Mangeshkar, Manna De and Kishore Kumar to contemporary hits from YoYo Honey Singh, Badshah, Armaan Mallik and more. “The food at the lounge will reflect the evolution of music from raagas to rap, and we are delighted to bring this new concept to Pune, the land of poet saints and music maestros. Being a food and beverage company, we are committed to help our brethren farmers alleviate problems arising from water scarcity in the state, which impacts their livelihood and food supply. The company will present a special Love, Serve, Care concert that will help raise funds for this shortly as this is an immediate need,” concluded Christina. Download The Times of India News App for Latest City ."}, "Burning of garbage.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/burningofgarbage-/articleshow/69818262.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Trickster, 5 others dupe woman of Rs 10.8 lakh": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/trickster-5-others-dupe-woman-of-rs-10-8-lakh/articleshow/69865659.cms", "time": "2019-06-20 04:23:00", "description": "Pune: The cyber police on Tuesday booked a fraudster and five bank account holders for duping a 37-year-old woman from Mundhwa to the tune of over Rs10.8 lakh in a matrimonial fraud in April this year. The woman works as a senior assistant in an IT firm. She got friendly with the fraudster on a social networking site in April and started chatting with him. The fraudster later deleted his account from the social media site and started chatting with the woman on a messenger app. He later asked the woman to marry him as his wife had died. The woman, who has a daughter, liked the behaviour of the fraudster and took a call to marry him as she was not getting along with her husband who used to harass and beat her over trivial issues, police said. Police said, the man later called the woman and informed her that he had sent her a gift, comprising gold ornaments and valuables. He also sent her photos of the articles on the messenger app. After two days, the woman received a call from a courier firm asking her to pay various charges like registration, transport, security and tax for receiving the parcel. She transferred Rs 10,80 ,400 via netbanking to five bank accounts but did not receive the parcel, police said. The woman later called the fraudster and informed him that she had not received the gift but he told her that he was admitted in a hospital. The fraudster later stopped talking to her. Realising that she had been cheated, the woman lodged an FIR against the fraudster and five bank account holders for duping her under relevant sections of the Indian Penal Code and Information Technology Act. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Water wastage by PCMC": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterwastagebypcmc/articleshow/69883173.cms", "time": "", "description": ""}, "Five dedicated teams to detect cybercrime cases": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/five-dedicated-teams-to-detect-cybercrime-cases/articleshow/69881315.cms", "time": "2019-06-21 04:38:00", "description": "PUNE: The Pune police have formed five specialized teams to investigate and detect cybercrime cases, including online matrimonial and job frauds. “It has become a necessity that police embrace the professional approach towards such crimes by improving their efficiency and expertise. To check the rising cybercime cases, five teams have been formed, each of which is being headed by a police inspector and has a sub-inspector and 3-4 constables as other members,” deputy commissioner of police (cyber) Sambhaji Kadam. Each team would investigate specific type of crime, for which they have already been trained. “The members will upgrade their knowledge, techniques and procure softwares for the detection of a particular crime,” he said, adding that a team would only focus on online job frauds, while another on matrimonial website frauds. “A dedicated team will just investigate banking and card frauds, while another will probe crimes happening on social media, such as defamation and obscenity. The teams will coordinate with officials of different websites and cellphone application to solve these crimes as soon as possible,” Kadam said. These five teams will be posted at the cybercrime police station at Shivajinagar, which started functioning independently on Tuesday. It has five inspectors, nine-sub inspectors / assistant inspectors and 30 constables. “More computer savvy staff will be providede to the cybercrime police station soon,” Kadam said. Download The Times of India News App for Latest City ."}, "Trio dupe woman, flee with cash & gold chain worth Rs 32,000": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/trio-dupe-woman-flee-with-cash-gold-chain-worth-rs-32k/articleshow/69865151.cms", "time": "2019-06-20 06:59:00", "description": "PUNE: Three men entered an elderly woman’s house in Erandwane under the pretext of selling colostrum (first milk) on Tuesday morning and made off with her gold chain and cash, collectively worth Rs 32,000. Upon realizing that she had been duped, the 86-year-old contacted the Alankar police and lodged an FIR against the men. The police have registered an offence under sections 406 (criminal breach of trust) and 420 (cheating) of the Indian Penal Code. The senior citizen told TOI that she lives with her caretaker in her one-storey home in Erandwane. “On Tuesday, one person came to my house around 10.30am and said that his cow had recently delivered a calf and he had come to sell the colostrum,” she said. The woman said that when she asked the price of the colostrum, the person told her that he would not charge anything from her. “The person requested me too allow him for sit at my home till his brother brought the colostrum. I allowed him to wait in my house as I did not suspect anything. He also told me that another woman in the neighbourhood had also purchased some of the colostrum from him,” the woman said. During their conversation the man also sought change for Rs 2,000 and the woman gave him the cash. Meanwhile, another youth, posing as the brother, reached the house and told the woman that a third brother would bring the colostrum. “He then told me that his brother is getting married and that he liked the design of my mangalsutra. I told him it was a gold chain. I also suggested that he would get better designs in jewellery stores,” the woman said. However, the man requested the complainant to remove the gold chain as he wanted to show it to his mother, who was waiting nearby. “I gave him my chain. The person and his accomplice immediately left my house. I asked my caretaker to follow them but before the caretaker could reach them the due and their friend fled the spot.” The caretaker then went to the Alankar police and informed them about the incident. Sub-inspector Dheeraj Gupta said, “We have registered an offence in the matter.” Download The Times of India News App for Latest City ."}, "Illegal bikes parked on Naylor Road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalbikesparkedonnaylorroad/articleshow/69764470.cms", "time": "", "description": ""}, "Dumper owner, insurer told to pay Rs 1.07 crore to kin of accident victim": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/dumper-owner-insurer-told-to-pay-rs-1-07-crore-to-kin-of-accident-victim/articleshow/69865677.cms", "time": "2019-06-20 12:09:00", "description": "PUNE: A motor accident claims tribunal (MACT) has directed the owner and the insurer of a dumper to pay Rs1.07 crore, along with interest at 7.5% per annum, to the mother and sister of a 28-year-old telecom management trainee who died of injuries after a dumper hit his motorcycle at Rakshak Chowk in Sangavi in August 2010. The interest component on the compensation amount granted works out to over Rs67 lakh with effect from February 2011, when the claim petition was filed, and will continue to grow till actual realisation of payment. The petitioners can recover the compensation amount with interest, jointly and severally, from dumper owner Sandeep Murkute and the United India Insurance Company Limited, the tribunal held on June 12. Lawyer Sanjay Gaikwad, who represented the insurer, told TOI, “We have the remedy of moving an appeal against the ruling. As of now, we have not received the full text of the tribunal’s ruling. Once we get the same, we will take a call on the future course of action.” S B Agrawal, MACT chairman, directed the commissioner of police to take appropriate action against a woman police constable -- a key witness -- for making contradictory statements in relation to who was at fault in the accident. “In fact, this witness ) is a public servant and she was expected to stand by the truth. The conduct of this witness is totally unreasonable and, as such, I deem it fit that a copy of this judgment along with her statement be sent to the commissioner of police concerned ...,” the tribunal said.  It observed that the driver had conceded that the company’s lawyer had informed him about the purpose of being summoned to the court and also admitted that he was deposing as per the say of the advocate. “His evidence cannot be taken into consideration,” the tribunal ruled. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Garbage Dump": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedump/articleshow/69883171.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Unlift garbage, party for Swine": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unliftgarbage2cpartyforswine/articleshow/69764438.cms", "time": "", "description": ""}, "All type of Garbage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/alltypeofgarbage/articleshow/69748970.cms", "time": "", "description": ""}, "A legendary evening of Kathak": {"link": "http://photogallery.indiatimes.com/events/pune/a-legendary-evening-of-kathak/articleshow/69495087.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Blocked Manhole covers and water puddles": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/blockedmanholecoversandwaterpuddles/articleshow/69749030.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Aqua Yoga is the favourite fitness mantra this summer": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/aqua-yoga-is-the-favourite-fitness-mantra-this-summer/videoshow/69610005.cms", "time": "", "description": ""}, "Hieght of carelessness": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hieghtofcarelessness/articleshow/69818286.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Repeated complain to Corporation no. effect.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/repeatedcomplaintocorporationno-effect-/articleshow/69883169.cms", "time": "", "description": ""}, "Drainage pipes broken at Vishrantwadi": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagepipesbrokenatvishrantwadi/articleshow/69764479.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Criminal case by PMC if malls charge for parking": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/pmc-to-file-criminal-cases-if-malls-charge-for-parking/articleshow/69881863.cms", "time": "2019-06-21 06:47:00", "description": "Pune: The Pune Municipal Corporation (PMC) will file criminal cases against malls and multiplexes found charging visitors for parking.The civic body has issued notices to errant establishments, directing them to refrain from charging visitors a fee to park their vehicles on their premises.“As per the building permissions given to these establishments, it is their duty to provide parking space for visitors. They can’t charge for the service,” city improvement committee chief Amol Balwadkar told reporters on Thursday.“If citizens are getting harassed under the garb of parking charges, the civic body will file criminal cases against the errant malls and multiplexes,” Balwadkar added. He said citizens can approach the civic body with complaints in this regard — they can register their grievances on the online complaint redressal system as well as with the PMC’s call centre, after which action will be initiated. “We have learnt that the malls have started levying ‘management’ charges. Even that will not be entertained,” Balwadkar added.The committee had last week passed a resolution directing such establishments to allow visitors to park vehicles for free. As per PMC’s data, 15 multiplexes and 40 shopping malls operate in the city, and a majority of them charge for parking — the fee ranges from Rs10 to Rs20 per hour for four-wheelers and Rs5-10 for the same duration for two-wheelers. Municipal officials said the civic body is drawing from case law to provide free parking for vehicles, especially directives issued by the erstwhile Andhra Pradesh high court to malls in a petition about public parking filed in 2003.Download The Times of India News App for Latest City ."}, "Two low-intensity earthquakes hit Maharashtra 's Satara district": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/two-low-intensity-earthquakes-hit-maharashtra-s-satara-district/articleshow/69868754.cms", "time": "2019-06-20 12:27:00", "description": "PUNE: Two low-intensity earthquakes of magnitude 4.8 and 3 shook some parts of Satara district in Maharashtra on Thursday morning, officials said. No casualty or damage to property has been reported so far, an official in the district administration said. People rushed out of their homes in some areas after experiencing the tremors, he said. The first quake occurred around 7.47 am and the second one was experienced at 8.27 am in Satara district, located around 120 km from Pune, an official at the India Meteorological Department's (IMD) centre here said. The epicenters of the two earthquakes were recorded at depths of 10 km and 5 km respectively, he said. \"People should not panic as both the earthquakes were of low intensity,\" Pune-based seismologist Arun Bapat said. Download The Times of India News App for Latest City ."}, "Forest officials rescue wolf from well in Khed village": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/forest-officials-rescue-wolf-from-well-in-khed-village/articleshow/69881307.cms", "time": "2019-06-21 04:38:00", "description": "PIMPRI CHINCHWAD: The forest department has rescued a wolf that fell into a well in a village in Khed taluka under the Rajgurunagar range of the Pune forest division. The incident happened at Akharwadi village, around 5km from Chakan, on Monday morning. This was the third such instance of a wolf being rescued in the past six months. Rajgurunagar range round officer Ramdas Gokule said, “The wolf fell into the open well in the field of the Muluk family in Akharwadi on Sunday evening. The animal was rescued and released into the wild on Monday morning.” He added, “The well had no rock on its edge for the wolf to rest. If we had not rescued the wolf in time, the animal would have drowned after swimming for long to stay afloat.” Akharwadi is located downstream of Chaskaman dam on the Bhima river, around 20km from Rajgurunagar. Bhima river flows through the middle of the village. Wolves often come out at night in search of prey. Most of the farmers have wells on their fields without any barricade. Forest officials said wild animals such as wolves and leopards often fall in these wells while chasing their prey. Earlier this year, a wolf was rescued from a well in Varchi Bhamburdi village. Three months ago another wolf had fallen into a well of a farmer in Varude Vabgaon village, the officials said. Download The Times of India News App for Latest City ."}, "\nSmita Patil film fest concludes amidst huge response in Pune\n": {"link": "https://timesofindia.indiatimes.com//city/pune/Smita-Patil-film-fest-concludes-amidst-huge-response-in-Pune/articleshow/49464083.cms", "time": "", "description": ""}, "Pune: Bus hits 2 vehicles after brake failure": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/pune-bus-hits-2-vehicles-after-brake-failure/videoshow/69791085.cms", "time": "", "description": ""}, "\nResidents of Pebbles - II host a house warming ceremony in Pune\n": {"link": "https://timesofindia.indiatimes.com//city/pune/Residents-of-Pebbles-II-host-a-house-warming-ceremony-in-Pune/articleshow/51711442.cms", "time": "", "description": "All the residents of Pebbles - II, graced the premises of the residential space for a house warming ceremony recently. This auspicious occasion was solely dedicated to all residents by the founders of Pebbles – II, Abhinav and Rainbow Developers, who took this opportunity to bolster the aspects of customer satisfaction and transparency to newer heights by organizing this one-of-a-kind ‘Sammohik grih shanti, vastu shanti and grih pravesh’ ceremony.  The initiation of this pragmatic event ensured that the customers need not shell out extra money to perform the aforementioned rituals, which can prove to be expensive and tedious if carried out independently. The founders of this spectacular project have created a valued bond with all their customers, even after the completion of their transactions.  “Let this be the beginning and not the end of our relationship. Reducing our customers’ expenditure is the least we can do for them. Therefore, acting upon these ideals, we gave birth to the idea of a universal house warming event,” shared Sham Shende, CMD, Abhinav Group.  The fact that this secluded event was entirely dedicated to only the residents of Pebbles – II and not for any other commercial purpose, speaks volumes about the founders of this nature-friendly project. “This is how we build transparency with our clients. Besides, it’s a beautiful place that deserves a proper ritualistic initiation. So one can’t really say that we are going out of our way by offering such events,” stated Sunil Nahar, CMD, Rainbow Group.  The completion of these rituals marked the beginning of an immensely tranquil environment within the capacious and eco-friendly boundaries of this unique project. Download The Times of India News App for Latest City ."}, "Pune: One teacher for 132 students in some colleges after intake": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/one-teacher-for-132-students-in-some-colleges-after-intake/articleshow/69865385.cms", "time": "2019-06-20 12:18:00", "description": "PUNE: The 19 schools and colleges in Pune city that will increase their intake by 10% for FYJC as per the state government’s decision on Tuesday, have agreed to the cost of hiring contracted teachers and enhancing laboratory facilities for students of the science stream. School education minister Ashish Shelar on Tuesday had said that the government had decided to increase the number of seats in popular junior colleges in Mumbai, Pune, and Nagpur based on the number of state board, ICSE and CBSE students applying for admissions. The schools and college heads said that arts and commerce faculties would not face issues while accommodating extra students in the classrooms due to availability of larger classrooms, but colleges with science stream will have to arrange for extra batches for practicals and hire teachers and lab technicians on a temporary basis. A M Shaikh, principal of Shri Mhalasakant Vidyalaya, Akurdi, said the trend last year was of most students opting for commerce which he thinks will continue this year too PB Buchade, principal of Abasaheb Garware College, also said that the move though beneficial for the students will become an inconvenience for the college managements. “One teacher has to hold the attention of 120 students at a time which is an impossible task. Now, we have seven divisions in the science stream and two divisions in the arts stream which means 108 additional students. We need more teachers for sure and additional batches for practical sessions. Hence, we may need to recruit teachers or lab assistants on contract basis once we see how the classes are going,” he said. Rohini Patwardhan, principal MIT school and Junior College said that it is a challenge to accommodate additional students without lowering the quality and hence any college would need to employ additional staff. “The same number of students will be there for the next year too which is the crucial class XII. We have already seen a decrease in the marks in standard XII and this may not be the ideal solution to improve the condition. Most colleges that have compulsory attendance are not preferred by students because they prefer to go to colleges where attendance is given without checking so that these students can enroll in coaching classes. New colleges are given permission and there is vacancy in traditional colleges where rules are stricter. Everybody knows what is happening in most colleges but there is hardly any check on them and no action is taken resulting in bad results,” Patwardhan said. Hrishikesh Soman, principal of Symbiosis College of Arts, Science and Commerce called the government’s intentions good, but implementation faulty. “I am not against the move; it is a good move. But the way it is being implemented will ultimately benefit nobody. The technicalities are still not sorted. Each division will have 12 more students in my college. The government does not want to spend more on teachers’ salaries so they’re increasing per class additional students. Student teacher relationship should be healthy. Already, we have 120 to 1 student teacher ratio and now you’re increasing it further to 132 to 1. It is not sound academically?” Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Pune: Road completed after 25 years in 12-hour stretch": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/road-completed-after-25-yrs-in-12-hour-stretch/articleshow/69865701.cms", "time": "2019-06-20 06:45:00", "description": "PIMPRI CHINCHWAD: A 150-metre-long road, linking Dighi with Bhosari in Pimpri Chinchwad, was hanging fire for over 25 years due to opposition from landowners until the civic body completed a major portion of it on Wednesday morning in a 12-hour span after the affected families agreed to the compensation package. Officials said that the road construction work began around 11pm on Tuesday and was completed about 11am on Wednesday. However, work on the 120-metre stretch of the road could only be completed as some farmers were yet to handover the land for the remaining portion comprising 30 metres. The road will be widened further as per the development plan (DP), once the remaining landowners along the side margins agreed to the compensation package, officials said. \"The civic body could not construct road on the 150-metre-long stretch of DP Road in Sawantnagar for the past 25 years as 30 to 35 landowners were not ready to give their land for road construction. On Tuesday, a majority of the land owners agreed to hand over their land. As a result, we have been able to get land for 120-metre stretch. We have tarred the 9-metre-wide contiguous portion of the road to enable vehicles cross the stretch quickly,\" an official said. Dighi village, located along Pune-Alandi Road, was merged within PCMC limits in 1997. Residents of Dighi have to travel through Bhosari to reach Pune-Nashik highway. But some of the roads that link Bhosari have not been properly developed due to land acquisition problems. BJP corporator Sagar Gawli said, “Bhosari MLA Mahesh Landge took the lead to hold discussion with the affected landowners and find a solution to the pending problem. Majority of the landowners agreed to give their land on Tuesday after which the road construction began and tarring was also completed on the nine-metre road. ” Gawli said residents of Bhosari will be able to use the road to reach Pune-Alandi Road and travel to Vishrantwadi, Pune airport, Dhanori and other areas of the city. Another BJP corporator, Vikas Dolas, said, “Residents living near the untarred road were facing respiratory ailments due to the dust blown up by vehicles passing through the open land during summer. Minor accidents occurred when two-wheelers skidded due to the slush in monsoon. Now, people will not have to face these problems as the road has been constructed and tarred.” Download The Times of India News App for Latest City ."}, "RICH ESTATE IN POOR STATE": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/richestateinpoorstate/articleshow/69748980.cms", "time": "", "description": ""}, "Contaminated water supply ails Pimple Nilakh for 3 days": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/contaminated-water-supply-ails-pimple-nilakh-for-3-days/articleshow/69881303.cms", "time": "2019-06-21 04:38:00", "description": "PIMPRI CHINCHWAD: Thousands of residents of Vishalnagar and other areas in Pimple Nilakh had to contend with contaminated water supply for three days. After repairs to the pipelines in the area, the contamination stopped on Thursday. The water was yellow-hued and smelled foul. Civic officials said sewage waste had mixed with the water, which was being supplied in old and rust-eaten pipelines. “We get alternate day supply, so we store water in an underground tank. This water gets contaminated too when we get contaminated water from PCMC. The tank can hold 20,000 litres of water, which we have to discard if contaminated,” Rahul Deshpande, secretary of Anuprabha housing society, said, adding senior citizens and children were the worst-hit. BJP corporator Tushar Kamthe said he informed municipal commissioner Shravan Hardikar about this on Tuesday. On his directions, the rusty pipelines were replaced by the water supply department. Download The Times of India News App for Latest City ."}, "Nine times proud and counting": {"link": "http://photogallery.indiatimes.com/events/pune/nine-times-proud-and-counting/articleshow/69632608.cms", "time": "", "description": ""}, "MIDC units in Pune division lap up most investment": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/midc-units-in-pune-div-lap-up-most-investment/articleshow/69865763.cms", "time": "2019-06-20 13:07:00", "description": "PUNE: Over 12,000 units operating from the Maharashtra Industrial Development Corporation (MIDC) areas in the Pune division accounted for highest investment and employment in Maharashtra in 2018-19, the state economic survey has revealed. As per the survey, 12,761 units operating from the MIDC areas in the Pune division attracted investment worth Rs 69,208 crore and generated employment for nearly 5 lakh people. “With Pune being the centre for industrial investments, large number of independent entrepreneurs have made their investments in these units,” MIDC officials said. The survey stated that 49,505 units operating from MIDC areas in the state attracted investments worth Rs 1,80,170 crore with a potential employment generation of 13.76 lakh in 2018-19. The MIDC has the largest bank of land amongst all the industrial development corporations in the country. Of the 251 industrial areas with MIDC, 106 are major industrial areas while 91 are minor. “As many as 54 industrial areas are growth centres. About 76% of the 89,963 developed plots have been allotted to entrepreneurs,” the survey stated. While Pune and Mumbai were major areas for investment, Aurangabad , Nagpur and Nashik were making their mark too, the MIDC official said. According to the Annual Survey of Industries (ASI), the translation of industrial proposals into fully commissioned projects stood at 44.8% in the state. From 1991 to February 2019, a total of 20,323 industrial proposals valued at Rs 12.86 lakh crore were approved in the state, of which 9,098 with a total investment value of 3.06 lakh crore were commissioned, it stated. The information technology (IT) sector continues to have the maximum investment, followed by fuel and metallurgy, the report stated. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Caught on cam: Women activists brandish weapons in VHP’s ‘Shobha Yatra' in Pune": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/caught-on-cam-women-activists-brandish-weapons-in-vhps-shobha-yatra-in-pune/videoshow/69631764.cms", "time": "", "description": ""}, "Youth assaults senior citizen": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/youth-assaults-senior-citizen/articleshow/69865141.cms", "time": "2019-06-20 04:53:00", "description": "Pune: A youth was booked for assaulting a 65-year-old man around 12.30am on Tuesday. The man suffered injuries on his head. His son has lodged an FIR.  “The elderly man was sleeping outside his house when he found that a youth was urinating on him. When he reprimanded the youth, the latter assaulted him with a sharp weapon. The man’s family and neighbours rushed outside on hearing him scream. The youth ran away. We have ascertained his identity and will arrest him soon,” an officer from the Wakad police said. TNN Download The Times of India News App for Latest City ."}, "Two housing societies get over Rs 10 lakh relief in property tax for green initiatives": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/2-housing-societies-get-over-rs-10l-relief-in-property-tax-for-green-initiatives/articleshow/69881819.cms", "time": "2019-06-21 07:35:00", "description": "PIMPRI CHINCHWAD: Two housing societies — Palash in Wakad and Queenstown in Chinchwad — have received property tax concessions totalling more than Rs10 lakh each from the Pimpri Chinchwad Municipal Corporation (PCMC) for implementing environment-friendly measures. While Palash received 25% concession in general tax component of property tax, Queenstown received 20% rebate. Three other housing societies — Mahindra Royale in Pimpri, Roseland housing society in Pimple Saudagar, and Suman Shilpa housing society in Dighi — have received 7% concession each in the general tax component of property tax for flat holders in the societies. Kiran Vadgama, chairman, Palash housing society, said, “There are 295 flats in the society which have received a total concession amounting to more than Rs10 lakh. We have initiated several environment-friendly measures” Shirish Poredi, secretary, Queenstown housing society, said, “Our society has received 20% concession in general tax component of the property tax. The total tax concession ranges between Rs14lakh and Rs 15 lakh for 719 flat holders.” Santosh Maskar, chairman, Roseland housing society, said, “We have 878 flats in the society and have received concession amounting to more than Rs10 lakh ” Download The Times of India News App for Latest City ."}, "Showers in catchment areas fail to push up storage in reservoirs": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/showers-in-catchment-areas-fail-to-push-up-storage-in-reservoirs/articleshow/69881837.cms", "time": "2019-06-21 04:15:00", "description": "PUNE: The water stock in three dams — Temghar, Varasgaon and Panshet — catering to the city has not increased an iota despite over 130mm rainfall in their respective catchment areas since June 1 because the showers were sporadic. An official of the irrigation department said the catchments required continuous rain for run-offs from hills into the reservoirs, prompting increase in the dams’ stock. He said the water-level of the reservoirs were dropping because of lack of continuous rainfall in their catchments. On Thursday, the collective stock of the three dams was 2.62 TMC (9%) — slightly lower than the last year’s stock of 2.99 TMC (10.2%) on the same day and just enough to meet the city’s water neeeds for the next 45 days. The city lifts around 1.4 TMC water every month. Of the four dams, Temghar has received highest rainfall of 195mm since the beginning of June, followed by Panshet (131mm) and Varasgaon127 mm. The water-level of Temghar has gone below the zero-mark. On Thursday, the stock in Varasgaon was 6%, Panshet was left with 1.53 TMC water and Khadakwasla had 0.31 TMC in store. The three dams and Panshet have collective live storage capacity of 29.15 TMC. The irrigation department said the collective stock in the four dams in the Khadakwasla irrigation circle was almost the same when compared to the last year’s storage. All the four dams had recorded good rainfall at the end of the month last year. Sources in the department stated that they were expecting a rise in the rainfall activity in the next few days after the Met department’s latest prediction about the likely arrival of monsoon in Pune in the next couple days. The irrigation department said the civic administration should restrict the use of water till the dams’ stock attained comfortable levels. Download The Times of India News App for Latest City ."}, "Ramnadi Restoration Mission: 15,000 students to participate in the biggest river clean-up project": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/ramnadi-restoration-mission-15000-students-to-participate-in-the-biggest-river-clean-up-project/videoshow/69663069.cms", "time": "", "description": ""}, "Fergusson introduces master’s in data science from this year": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/fergusson-introduces-masters-in-data-science-from-this-year/articleshow/69881733.cms", "time": "2019-06-21 04:08:00", "description": "Pune: Come July and Fergusson College will start an MSc course in data science making it the first college under Savitribai Phule Pune University (SPPU) to have a master’s course in the subject, principal Ravindrasinh Pardeshi said.Any statistics, mathematics and computer science graduate or equivalent can apply for this course through the official website www.fergusson.edu. The two-year course will have an intake capacity of 30 students. There will be an entrance examination after which admission will be on the basis of merit.There will be 80 credits in the full-time course in four semesters. The online application for the course can be filled up and submitted between June 20 and 28. The entrance exam will be on June 30. Adesh Gokhale, member of the board of governors, said data science has huge scope in agriculture, healthcare and cyber security where data mining is done on a large scale. TNNDownload The Times of India News App for Latest City ."}, "Garbage dump near bakoti phata": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpnearbakotiphata/articleshow/69866988.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Pune cops seize forged stamp papers worth Rs 68.38 lakh": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/cops-seize-forged-stamp-papers-worth-rs-68-38-lakh/articleshow/69865663.cms", "time": "2019-06-20 12:06:00", "description": "PUNE: The Vishrambaug police on Tuesday seized forged stamp papers of Rs 100 and Rs 500 denomination, totally worth Rs68.38 lakh, from a stamp paper vendor near Lal Mahal in Budhwar Peth. The police also arrested three members of a family for selling the invalid stamp papers. Senior inspector Sunil Kalgutkar of Vishrambaug police told TOI that Chinmay Deshpande (26), his father Suhas (58) and mother Sucheta (54), all residents of Kasba Peth, were arrested for the alleged forgery. “We have recovered forged stamp papers worth Rs68.38 lakh from their possession,” he said. In addition, the police recovered a state treasury rubber stamp and a register maintained by stamp vendors. The police have invoked charges of cheating and invoked provisions of the State Emblem of India (Prohibition of Improper Use) Act. Kalgutkar said, “Usually, the vendors obtain stamp papers from the state treasury to sell to customers. However, the authorized state treasury officer stamps and signs it before handing it over to the vendor for sale. In this case, it was found that the three were selling stamp papers using bogus and forged rubber stamp that had details of an officer of the state treasury, who authorizes the stamp papers for sale. Further, the three were found signing the document as treasury officers.” The police is investigating how the vendor got such stamp papers and how they were taken out of the state treasury for sale. Kalgutkar said that the vendor claimed to have paid the state treasury before obtaining the unsigned documents. Kalgutkar said that the police on Wednesday contacted the state treasury department and the office of the Inspector General of Registrar (IGR) to investigate the case. “Right now, we have registered a case of cheating against the suspects and we will invoke forgery charges in due course,” Kalgutkar said. As the stamp papers are being treated as forged, it is suspected that the three have sold such papers earlier as well. Many would have been used to execute business deals and other legal transactions. “The case will not impact old transactions. Although the stamp papers are forged, the deals were genuine,” Kalgutkar said. Download The Times of India News App for Latest City ."}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "\nNaseeruddin Shah and Kamal Haasan at the opening ceremony of Film Preservation and Restoration Workshop 2016 in Pune\n": {"link": "https://timesofindia.indiatimes.com//city/pune/Naseeruddin-Shah-and-Kamal-Haasan-at-the-opening-ceremony-of-Film-Preservation-and-Restoration-Workshop-2016-in-Pune/articleshow/51295088.cms", "time": "", "description": "One of the highlights of the closing ceremony of the second edition of Film Preservation and Restoration Workshop 2016, organised by Film Heritage Foundation, was the discussions on the importance of conserving the country’s movie legacy. The 10-day workshop, co-organised by Viacom 18 and hosted at The National Film Archive of India in Pune, saw major Indian and international experts gather together to discuss, conduct and promote the urgent need to preserve India’s rich film legacy. Prominent film personalities including Naseeruddin Shah and Kamal Haasan, and Sunil Arora (Secretary in Ministry of Information and Broadcasting) were present for the opening and closing ceremonies along with Shivendra Singh Dungarpur (Founder Director, Film Heritage Foundation) and Sudhanshu Vats (Group CEO, Viacom18 Media Pvt Ltd). The dignitaries also pledged their support by being the chief guests of honour for the Film Preservation and Restoration Workshop 2016. Download The Times of India News App for Latest City ."}, "GARBAGE DUMPED": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumped/articleshow/69883240.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "National Defence Academy passing out parade: 4 cadets faint due to scorching heat": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/national-defence-academy-passing-out-parade-4-cadets-faint-due-to-scorching-heat/videoshow/69583749.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Unattended Garbage and sewage leakage in Bavdhan": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unattendedgarbageandsewageleakageinbavdhan/articleshow/69780828.cms", "time": "", "description": ""}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "\nBrett Lee interacts with Puneites\n": {"link": "https://timesofindia.indiatimes.com//city/pune/Brett-Lee-interacts-with-Puneites/articleshow/51763769.cms", "time": "", "description": "Ace cricketer Brett Lee recently paid a visit to the Amanora Town Centre Mall where he spoke to a crowd of over 200 senior citizens about creating awareness on hearing disabilities. Present at the special occasion was Aditya Deshpande, Director-City Corporation Limited, who felicitated Lee. The event was a great success as the senior citizens enjoyed and keenly listened to the talk given by Lee along with a doctor who gave more details about the same.  Lee shared his experience of being the face for a multinational hearing aid company and how he is moved and touched by the way people are benefiting from the availability of the cochlear implant. He went on to talk about the benefits of this implant and how one can get back to their regular life without feeling less adequate in any area. The crowd enjoyed his presence to the fullest as he, with great joy, interacted with them on the topic of hearing loss and how it can be tackled.  Amanora Town Centre Mall has always been in the forefront for hosting CSR activities apart from a plethora of other engaging events. The mall’s high footfall ensures that maximum visitors can avail the benefit of these activities.  Some of the other events lined up this month at Amanora Town Centre Mall include the Skateboard Jam with Andy Anderson on April 17, Robotics Summer Camp for kid’s on April 23-24 and the Hola 5.0 Flea Market on April 30 and May 1. Download The Times of India News App for Latest City ."}, "rain water accumulation": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rainwateraccumulation/articleshow/69780810.cms", "time": "", "description": ""}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Rs 7.25 lakh stolen in Dhankawdi": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/rs-7-25-lakh-stolen-in-dhankawdi/articleshow/69865164.cms", "time": "2019-06-21 04:54:00", "description": "Pune: The police booked unidentified suspect(s) on Tuesday for stealing Rs7.25 lakh from Nationalist Congress Party corporator Ashwini Bhagwat’s two-storied house in Dhankawdi. The corporator’s husband, Sagar Bhagwat, has registered a complaint with the Sahakarnagar police. “The complainant’s had kept the cash inside a cupboard’s drawer on the first floor of the house,” senior inspector Anil Shewale said. On Tuesday, Bhagwat’s daughter found that the drawer in the cupboard was opened and the cash was missing. “We suspect involvement of someone who knew that the cash was kept inside the cupboard drawer. Our probe in on,” he said. TNN Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Littered Flyover": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/litteredflyover/articleshow/69780729.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "500 police personnel get transfer in two hours": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/500-police-personnel-get-transfer-in-two-hours/articleshow/69865798.cms", "time": "2019-06-20 14:01:00", "description": "PIMPRI CHINCHWAD: Speed was the watchword of police commissioner RK Padmanabhan as he completed the transfer process of 500 employees in his department in two hours flat. “The transfer process usually takes around two-three months. However, I completed it within two hours,” Padmanabhan said after the “police darbar” process at the commissionerate office in Chinchwad on Tuesday. The officer said he had first conducted such transfers “in a transparent manner” during his posting in Kolhapur in 2003. “The police personnel normally seek transfers to areas where they have a house to stay with the family and can take care of their parents and children. It is not always easy to ensure such transfers because the vacancies at the police stations are limited,” Padmanabhan said. “I devised the concept of ‘police darbar’, during which the personnel are asked their choice of transfer. If there’s a vacancy, the transfers are given publicly and that too on the same day. This ensures rational distribution and transparency in the transfer process,” he added. During the event, the police personnel, both men and women, were made to wait in in queues of the police stations where they wanted to be posted. Subsequently, they were allocated new police stations, depending upong factors such as vacancy and age. Havaldar Sanjay Ghogare, who was working in the control room of the commissionerate office , was transferred to the Talegaon Dabhade police station. “I am from Talegaon Dabhade and was in Mumbai for 15 years. I was transferred to the Pune police commissionerate in June 2018 and the Pimpri Chinchwad commissionerate in February 2019. I finally got the transfer of my choice on Tuesday,” he said. Download The Times of India News App for Latest City ."}, "Bring down heat with Thermo cool with first shower": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bringdownheatwiththermocoolwithfirstshower/articleshow/69748991.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Controlled Dog Population": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/controlleddogpopulation/articleshow/69883109.cms", "time": "", "description": ""}, "Pancreas-kidney transplant gives new life to diabetic": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/pancreas-kidney-transplant-gives-new-life-to-diabetic/articleshow/69865697.cms", "time": "2019-06-20 04:24:00", "description": "Pune: A team of doctors successfully performed combined pancreas-kidney transplant on a 36-year-old diabetic man at a city hospital on June 15 after the family members of a brain-dead teenager consented to donate his vital organs.The 11-hour-long complex surgery was carried out at Deenanath Mangeshkar hospital (DMH), which was also the first health centre in the state to carry out such a transplant in November 2016.The donor, a 19-year-old boy, was riding pillion on his father’s two-wheeler when the vehicle was involved in a head-on collision with a state transport bus on June 9. While the teenager’s father died on the spot, the boy suffered grievous head injuries and was later declared brain-dead. On June 14, the family members of the boy agreed to donate his vital organs.The recipient suffered from type 1 diabetes since childhood and his condition further deteriorated after he developed kidney failure a couple of years ago. “After the transplant, the patient is recovering well and does not require insulin. His blood sugar level is within normal range and his kidney functions are also normalising,” multi-organ transplant surgeon Vrishali Patil told TOI.Patil led the team of surgeons, including transplant experts Ninad Deshmukh and Bhagayashree Khaladkar, in performing the complicated surgery, which is common in western countries but rare in India. The recipient initially presented with cardiopulmonary failure and life-threatening fluctuating blood sugars not responding to medical management. Senior transplant nephrologist Atul Mulay treated him initially and worked him up to sustain the transplant surgery. This involved fine-tuning his dialysis and treating his complications.Elaborating on the complexities, Patil said, “It involved connecting a part of the small intestine and whole pancreas to major blood vessels on one side of the pelvis and then connecting the kidney to the blood vessels and urinary bladder on the opposite side.” This required critical monitoring throughout and immediately after the surgery. Hospital’s anaesthetist Sujit Saraf, intensivist Prasad Akole, gastroenterologist Sachin Palnitkar provided the medical care with Mulay during this period.“For someone like this young man with uncontrolled type 1 diabetes and complications like hypoglycemia (blood sugars less than 70), renal failure, cardiopulmonary failure, pancreas transplant is a life-saving operation. The transplant surgery provides freedom from dialysis and better quality of life,” Patil said.Download The Times of India News App for Latest City ."}, "6 reservoirs sans live storage in Maharashtra, highest in country": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/6-reservoirs-sans-live-storage-in-maharashtra-highest-in-country/articleshow/69865775.cms", "time": "2019-06-20 13:59:00", "description": "PUNE: Maharashtra currently has the highest number of reservoirs without live water storage in the country. Of the 91 reservoirs the Central Water Commission (CWC) monitors, six in Maharashtra have reached the no live storage level. Sholayar dam in Tamil Nadu and Nagarjuna Sagar dam — straddling the border between Nalgonda District in Telangana and Guntur district in Andhra Pradesh — have also run out of live storage. Water can be discharged from reservoirs for use till they have live storage. According to the CWC data till June 13, the six state dams without live storage are Yeldari in Parbhani district, Ujjani in Solapur district, Jayakwadi in Aurangabad, Upper Tapi in Jalgaon, Pench in Nagpur and Isapur in Hingoli, Yavatmal, Nanded. Maharashtra is currently the only state after Andhra Pradesh that has recorded the highest plunge in its reservoir storage in comparison to the live capacity till now. A CWC official told TOI that no live storage in reservoirs means only dead water storage was available in them. “There are eight such reservoirs in the country among the 91 major reservoirs monitored by us. A majority of them are in Maharashtra. The drought-like situation last year in Maharashtra and delayed monsoon this time have caused water levels to dip considerably in dams, leaving only dead storage in some. Whatever little rainfall the state has been receiving has been in scattered locations, which has not helped in filling the dams,” the official said. He said other states might be currently better off than Maharashtra because they might not be using dam water to that extent or received better rainfall. A water resource department official said the live storage in dams was taken for water planning throughout the year. “The dead storage is not considered in this planning but still, that water is available in dams and can be used if need be. A major demand and allocation of live storage water is for irrigation (75%), while 10-15% of it is allocated for industrial and domestic uses. For domestic usage, enough water is still available in the dead storage in dams,” he said. On the maximum number of dams in Maharashtra reporting 0% live storage, the official said the state had more dams in comparison to others states and so the number of dams with only dead storage was more here. An official from the water resources department in Aurangabad said in the case of Jayakwadi dam, drinking and industry water needs were currently being met by means of using the reservoir’s dead storage. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Slash and Burn agriculture causing Pollution": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/slashandburnagriculturecausingpollution/articleshow/69749049.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "CBI seeks to find Punalekar’s handler & Goa group links": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/cbi-seeks-to-find-punalekars-handler-goa-group-links/articleshow/69881829.cms", "time": "2019-06-21 04:15:00", "description": "PUNE: The CBI on Thursday told a special UAPA court that Mumbai lawyer Sanjiv Punalekar’s custodial interrogation was critical to find his handler or the higher-level person of an organization in Goa, and the likelihood of its connection with the murder of rationalist Narendra Dabholkar in Pune on August 20, 2013. The probe agency, in its remand report submitted to the court, cited documents/information recovered from Punalekar’s laptops, including an incriminating letter that mentions the court proceedings in the Nalasopara explosives case and some observations about the judge; efforts to rope in eight to 10 advocates for Sanatan Sanstha’s work and about a person called “Sadguru”. “It is suspected that the higher level person is based at Goa and therefore accused Sanjiv Punalekar may be taken to some places, including Goa, to confront with various persons,” the report stated. Special prosecutor Prakash Suryavanshi told the court that the CBI wanted to confront Punalekar with fresh information, including establishing the “Sadguru’s” identity. His interrogation was needed in relation to a folder named “Dabholkar” found on his laptops, the prosecutor said and referred to a mail Punalekar had sent Dabholkar in 2012 opposing the latter’s anti-superstition campaign activity. “The UAPA has a proviso that enables the investigating officer to secure custodial remand of an accused who has been sent to judicial custody,” Suryavanshi said, citing Section 43D (2) (a) of the special enactment. The probe agency further has a right to secure total 30 days of custodial remand, he added. Special UAPA judge R M Pande ordered Punalekar’s remand in CBI custody till June 23. While a full text of the order was likely to be released late in the evening or on Friday morning, the judge orally informed Suryavanshi and lawyer Virendra Ichalkaranjikar, who is representing Punalekar, that he was granting custodial remand till 11am on June 23, when the accused should be produced before the court. Ichalkaranjikar argued that the court ought to dismiss the CBI’s remand plea without even going into the merits of the matter as the plea was devoid of the legal requirements under UAPA. He said the UAPA court had on June 4 rejected the CBI’s plea for a 15-day custodial remand of Punalekar and his assistant. “Question arises that whether the court can now re-consider or review its own order by allowing the CBI’s fresh remand plea after the accused have been sent to judicial custody. There is no such provision under the UAPA,” he said. Ichalkaranjikar submitted that the CBI could not seek custodial remand merely on the basis of some conjectures, but ought to have filed an affidavit as per the UAPA provisions. Download The Times of India News App for Latest City ."}, "Met dept hints at arrival of monsoon this weekend in Pune": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/met-dept-hints-at-arrival-of-monsoon-this-weekend-in-pune/articleshow/69867194.cms", "time": "2019-06-20 06:54:00", "description": "PUNE: Monsoon may reach the city this weekend. Based on an increase in rainfall in parts of the state, officials at the India Meteorological Department (IMD) told TOI on Wednesday that the much-awaited rainy season could start in Pune and Mumbai on June 23. The onset dates of monsoon over Pune and Mumbai are June 10 and 11, respectively. There was no further progress of monsoon on Wednesday, but the Met department said conditions were becoming favourable for further advance of the southwest monsoon into some more parts of central Arabian Sea, Karnataka, some parts of south Konkan and Goa, Andhra Pradesh, Telangana, remaining parts of Tamil Nadu, some more parts of Bay of Bengal, remaining parts of northeast India, some parts of Gangetic West Bengal, Sikkim, parts of Bihar, Jharkhand and Odisha during the next two or three days. Anupam Kashyapi, head of weather, IMD Pune, said though the monsoon onset conditions over Mumbai seemed favourable for the past few days, something similar could not be said about Pune. \"The westerly wind flow, a characteristic of monsoon, has started in parts of the state but the amount, spread and intensity of rain in Maharashtra is less than required to declare the onset. Also, the onset criteria require fairly widespread to widespread rain as well as heavy rain in isolated places of a region, which is not happening currently but may be fulfilled around June 23 for both Mumbai and Pune, simultaneously,\" he said. Kashyapi said the conditions on June 19 and 20 might not seem favourable for the monsoon onset over parts of the areas adjacent to southern Maharashtra with mostly just overcast skies but poor rainfall. \"We see ideal conditions around June 21 for monsoon onset over south Konkan and Goa,\" he said. As far as Pune is concerned, Kashyapi said the city was likely to record light rain and have mostly cloudy skies till June 22. \"From June 22- 23, our forecast indicates increasing likelihood of light to moderate rain in spells in Pune. Hence, monsoon may make an onset over Pune around that time,\" he said. Kashyapi said monsoon was likely to make a simultaneous onset over Mumbai and Pune. Though Mumbai is fulfilling onset criteria to an extent, we cannot declare onset over south Konkan and Mumbai simultaneously because there is a huge aerial difference between the two. After the onset over south Konkan, monsoon is likely to take another two days to reach Mumbai,\" he said. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Rajasthan men booked for murder": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/rajasthan-men-booked-for-murder/articleshow/69865147.cms", "time": "2019-06-21 04:53:00", "description": "Pune: Three men from Rajasthan were booked on Thursday for brutally attacking Ram Swaroop (21) in Kharadi, resulting in his death on June 3. Swaroop’s father, Charandas, has lodged an FIR. The victim was staying with the suspects in a house in Chaudhari vasti and was working as a carpenter. But the suspects forced him to do household work. When Swaroop stopped doing household work, the suspects assaulted him on May 5 and sent him back to his native place, the police said. The police have booked the suspects under the sections of the IPC and Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act. TNN Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "World Environment Day: Puneites take the front line and raise awareness against pollution": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/world-environment-day-puneites-take-the-front-line-and-raise-awareness-against-pollution/videoshow/69662814.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "2 gag & rob retired teacher in her Paud Rd flat": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/duo-gag-rob-retired-teacher-in-her-paud-road-flat/articleshow/69881805.cms", "time": "2019-06-21 06:47:00", "description": "PUNE: Two men entered a retired schoolteacher’s flat on Paud Road, gagged and robbed her of gold ornaments worth more than Rs2 lakh on Wednesday afternoon. The 61-year-old woman suffered minor injuries on her left wrist in the incident, which occurred when her husband had gone out. The moment the duo left the flat, the woman raised an alarm, prompting a shop worker to try and stop them. They managed to flee on a white scooter. “The duo have been caught on the CCTV cameras on the premises of the complex in Left Bhusari Colony. We will soon arrest them,” inspector Shankar Khatke of the Kothrud police told TOI. At the time of the robbery, which happened between 12pm and 12.10pm, the complainant’s husband had was picking up their grandson from school. “We suspect they reconnoitred the area before executing the plan, as they struck at a time my wife is usually alone at home,” the complainant’s husband, who wished to remain anonymous, said, adding, “I thank God they did not hurt her.” The complainant is a retired zilla parishad schoolteacher, while her husband is a retired school principal. He left home at 11.50am. Ten minutes later, the doorbell rang. The woman opened the door and saw a youth, who wanted a glass of water. She told him to wait outside and went into the kitchen to get water. When she returned to the living room, the woman saw a masked man wearing a helmet. “He shoved my wife onto the sofa and gagged her with a towel, while the youth entered the flat and locked the door from inside,” the complainant’s husband said. “They snatched my wife’s mangalsutra and gold chain, and removed two bangles from my wife’s arm, injuring her wrist. She then removed the bangles on the other arm and handed them over,” he said. The suspects dragged the woman into the bedroom and left the flat after locking it from the outside. “My wife ran onto the balcony and raised an alarm,” he said. Their neighbours rushed out and unlocked the flat, while a workers in a shop in their building even tried to nab the duo. “But they shoved him and fled on the scooter,” he said. The man found a length of nylon rope in their flat. “My wife told me they were also wearing gloves,” he said. The police have registered a case under IPC sections 392 (robbery) and 347 (wrongful confinement to extort property, or constrain to illegal act). “The gold ornaments were worth Rs2.25 lakh,” inspector Khatke said. Download The Times of India News App for Latest City ."}, "Pune: 3 men in a car rob courier firm employee of Rs 5 lakh": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/3-men-in-a-car-rob-courier-firm-employee-of-rs-5-lakh/articleshow/69865693.cms", "time": "2019-06-20 06:51:00", "description": "PUNE: Three men travelling in a car robbed a scooter-borne courier company employee of his bag containing Rs5 lakh beneath the Shankarsheth Road flyover near the busy Seven Loves Chowk around 4.30pm on Monday, police said. Complainant Pareshkumar Rameshbhai Kadiya (35) of Shukruwar Peth has been working with the Rameshkumar Kantilal Patel courier company for eight years and his job is to collect cash from clients and deposit it with the firm owner on a daily basis. The police said Kadiya had collected Rs5 lakh from a businessman in Market Yard around 4pm, packed it in a cloth bag and kept it in the storage space of his two-wheeler. The police added that he reached Seven Loves Chowk via Nishat talkies and was headed towards Swargate when the three men in a car overtook and intercepted him. Kadiya sought to know from the two men, who got down from the car, the reason for intercepting him. They, however, forced him to get down from the scooter and pushed him to an area under the flyover, the police said. One of the robbers then removed the ignition key of the scooter and opened its storage space. “His accomplice stole the bag containing the money,” an officer said. A terrified Kadiya raised an alarm, but the passersby did not come to his rescue, the police quoted him as saying. “He remained silent after the robbers threatened to kill him and sped away with the money in the direction of Swargate,” an officer said. He then contacted the owner of the company on the phone and alerted him that he was robbed of cash. The owner immediately reached the spot and took Kadiya to the Khadak police station for registering an FIR. But by then, two hours had passed since he was robbed. Personnel from the Khadak police and the crime branch (Unit I) visited the spot and launched investigation for arresting the robbers. Two robbers were detained. The police said a search was on to arrest the man who kept the money with himself. Khadak police assistant inspector Umaji Rathod said,“The robbery happened within five minutes. However, the courier firm owner spent quite a bit of time while questioning his employee. An FIR has been registered under sections 392 (robbery), 341 (wrongful confinement) and 34 (common intention) of the Indian Penal Code.” He added, “Kadiya told police that he did not have the courage to physically resist the robbers. A drawback in the probe is that there’s no CCTV camera under the flyover. We are working on certain clues to detect the crime as soon as possible.” Kadiya was not available for comments though TOI called him on his phone several times. Download The Times of India News App for Latest City ."}, "Couple held for stealing ornaments from weddings": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/couple-in-the-net-for-stealing-ornaments-from-wedding-halls/articleshow/69881786.cms", "time": "2019-06-21 06:48:00", "description": "PUNE: The crime branch of the Pune rural police arrested a couple on Tuesday for stealing brides’ jewelleries from various wedding halls sporting expensive clothes and driving into the venues in mid-size luxury car. Seventeen such thefts cases were solved with the arrest of the couple — Vilas Mohan Dagade (26) and his wife, Jayashree (25), residents of Chandannagar. Stolen ornaments, car and cash, totally worth Rs37.27 lakh were recovered from them. A team headed by inspector Padmakar Ghanwat, and comprising assistant inspector Ganesh Kshirsagar, and sub-inspector Ramesh Ghodge and Jeevan Rajguru, arrested them after studying CCTV footage of various wedding halls. A tip-off earlier this week helped them zero in on Vilas ad Jayashree. Superintendent of police, Pune rural, Sandip Patil said the Dagade couple were labourers and hailed from Karmala in Solapur. “Both school dropouts, they used to wear good clothes and behave like as if they were the family members of bridegroom or bride at the marriage halls they struck at,” he said. The couple stole valuables from December 2018. In the past six months, they had stolen valuables of brides from different wedding halls at Saswad, Walchandnagar, Bhandgaon, Talegaon Dhamdhere, Uruli Devachi, Rahu, Kedgaon, Malegaon, Otur, Wagholi, Rajgad, Shirur and other places, he said. They used to study the flex boards in front of wedding halls or pick up invitation cards before entering the venues any doubts of relatives of the brides or bridegrooms. Patil said, “Any bride’s room remain crowded because various activities go on. The man lingered in the wedding hall and his wife entered the bride’s chamber. She used to pick up the unattended bag of jewelleries in the melee and rush out. As she used to wear dazzling gold ornaments, nobody suspected her. In some cases, she offered Rs100 or Rs500 or a good sari to the bride as a gift before fleeing with the bag containing jewellery or cash,” he said. Inspector Ghanwat said the couple used to start early in the morning and select wedding halls at random. “As they used to travel in car, nobody questioned them at the venues,” he said, adding that the couple had bought the car using the stolen cash. Ghanwat said the couple wanted to buy a flat in the city. “They started stealing jewellery and cash from wedding halls as they did not have money to buy a home in the city,” he said. The couple is suspected to have committed such offences in Pune city also. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Bank fraud case: ED raids multiple locations in Maharashtra against Pune-based group": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/bank-fraud-case-ed-raids-multiple-locations-in-maharashtra-against-pune-based-group/articleshow/69879869.cms", "time": "2019-06-20 22:03:00", "description": "NEW DELHI: The ED conducted multiple searches in Maharashtra on Thursday against a Pune-based alloy-making group on charges of money laundering through an alleged bank fraud to the tune of about Rs 300 crore. The central agency said it raided the factory and residential premises of Varron Aluminium Private Limited (VAPL) and Varron Auto Comp Private Limited (VACL) in Pune, Ratnagiri, Sangli and Nagpur in a case in which the Bank of India (BoI) was cheated by alleged misuse of the Letters of Credit (LC) facility. An LC denotes an official letter issued by a bank to another bank to serve as a guarantee for payments made to a specified person under specified conditions. The searches were carried out after the Enforcement Directorate (ED) filed a case under the Prevention of Money Laundering Act (PMLA), based on an FIR lodged by the Central Bureau of Investigation (CBI). The BoI was the complainant in the case, the ED said. The agency, in a statement, said VAPL maintained a current bank account with the Karve Road branch of the BoI in Pune and that the firm \"submitted LCs and bills drawn from a Canara Bank branch in the same city, which were negotiated or discounted\" in favour of the BoI. \"The bills were discounted by the BoI after the verification of the LC and acceptance of all the bills by the authorised officials of Canara Bank (Deccan Gymkhana, Pune branch) and the aggregate amount of Rs 293 crore was credited to the account of VAPL,\" it said. Later, when the BoI approached the Canara Bank for re-payment of dues, the latter informed that \"the purported LC was neither issued nor bills were accepted by their branch through the approved mode of Structured Financial Messaging System (SFMS) and thus, they did not entertain the repayment request of the BoI, the ED alleged. \"This resulted in a loss to the Bank of India,\" the agency said. It said Shrikant Pandhurang Sawaikar, the director and the main man behind VAPL, along with Canara Bank officials and other private individuals, \"entered into a criminal conspiracy to cheat the BoI\". \"In pursuance to the said criminal conspiracy, a non-genuine LC, commercial invoices and lorry receipts were used for the release of Rs 293 crore in the account of VAPL,\" the ED said, adding that it resulted in a fraud and the bank suffering losses. The agency said its probe, so far, had revealed that the said money \"was immediately transferred through various accounts and finally utilised for settling old dues and making fixed deposits\" by the accused. Further investigation to establish the money trail and attachment of assets was under progress, it added. Download The Times of India News App for Latest City ."}, "Psych ward cures history sheeter of histrionics": {"datetime": "", "link": "https://punemirror.indiatimes.com/pune/cover-story/a-day-in-psych-ward-cures-history-sheeter-of-all-his-histrionics/articleshow/69865070.cms", "time": "2019-06-20 10:43:00", "description": ""}, "\nBMW 7 Series launched in Pune\n": {"link": "https://timesofindia.indiatimes.com//city/pune/BMW-7-Series-launched-in-Pune/articleshow/51714957.cms", "time": "", "description": "The all-new BMW 7 Series made its debut in the city amidst much pomp and fervour recently. It is available in two distinct design schemes – M Sport and Design Pure Excellence. While the M Sport celebrates sporty styling and interiors, Design Pure Excellence indulges you to move in style with elegant contours and luxurious features.  Philipp von Sahr, president, BMW Group India, said, “At BMW we believe that the best way to predict the future is to create it. We created the most powerful letter in the world – BMW M – and with it, a thrilling future of performance. We created a new vision of mobility with BMW i – mobility that is both beautiful and sustainable, as well as an adrenaline gushing experience with the BMW X range of sports activity vehicles, thus leading us in the forefront of premium individual mobility. Now, with the launch of the all-new BMW 7 Series, we are creatingthe future of luxury. It will be magical and irresistible, just as BMW has always been.”  The event was attended by Ritu Chhabria, Amit Goel, Vastupal Ranka, Samit Karia and Alnesh Somji among others. Download The Times of India News App for Latest City ."}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Wrong is Right in Wagholi": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wrongisrightinwagholi/articleshow/69866931.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Monsoon enters state": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/monsoon-enters-state/articleshow/69881841.cms", "time": "2019-06-21 04:16:00", "description": "PUNE: Monsoon covered some parts of the state on Thursday.Confirming the development, Anupam Kashyapi, head of weather, IMD, Pune, said, “As predicted earlier, monsoon made an onset over extreme southern parts of Maharashtra on June 20. Conditions were favourable for the onset of monsoon over south Konkan, Goa and southern parts of Maharashtra for the past few days. On June 20, those areas recorded widespread rain with isolated heavy falls over Ratnagiri and adjacent areas, Kolhapur and Goa. Hence, monsoon has been declared in that region.” Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "\nSunny Leone attends the launch of Playboy India's Beer Garden in Pune\n": {"link": "https://timesofindia.indiatimes.com//city/pune/Sunny-Leone-attends-the-launch-of-Playboy-Indias-Beer-Garden-in-Pune/articleshow/51178638.cms", "time": "", "description": "PB Lifestyle Ltd, the master and exclusive license holder in India for Playboy Enterprises Inc, USA has unveiled its plans for 2016. The company’s license includes Playboy-branded clubs, cafes, lounges and pubs, beer gardens, hotels, signature events and merchandise. The company will be rolling out its outlets under the Playboy umbrella brand comprising clubs — international formats that India hasn’t yet experienced. After opening its first club in Hyderabad and beach club in Goa, the flagship club will open in Mumbai in April 2016. Located at Worli, it promises to raise the bar of parallel formats in India.  “Playboy India is also creating history with the launch of its first Beer Garden in the world in Pune. We are designing a fantastic fusion of fine dining, entertainment, music and freshly brewed beer,” says Parag Sanghavi (Chairman, PB Lifestyle).  With an exciting launch party, Pune came alive as Sunny Leone turned deejay for a while playing catchy tunes for guests, which included Pooja Chopra, Meera Chopra, Suhas (brand partner, Pune), Krishan Choudhary (brand partner, North), Ranjeet Kagade (brand partner, Pune) and several others. Located in Balewadi High Street, it is spread over 8,000 square feet and offers an extensive outdoor area attached to a luxurious indoor space, making it an ideal place to enjoy food and beverages with live music and events. The garden offers the communal Oktoberfest beer benches, chiller tables and luxury seating that can collectively accommodate over 400 guests. It serves food from around the world with modern European; Asian grills, gourmet pizzas and a fresh take on Indian cuisine as well as the signature Hef-Burger.  “While we are a Beer Garden, we have paid extra attention to curating the perfect and comprehensive food menu by bringing in the champions from the F&B industry,” explains Ranjeet.  The brand will open a 12,000 sq ft Beer Garden in Bangalore in the third quarter of 2016. The first cafe will open in Gurgaon (NCR), followed by one in Jubilee Hills, Hyderabad — both slated for opening in the second quarter of 2016. “Delhi is truly looking forward to experiencing the brand’s hospitality,” says Krishan. Download The Times of India News App for Latest City ."}, "new era soceity ganga dham chowk": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/newerasoceitygangadhamchowk/articleshow/69748975.cms", "time": "", "description": ""}, "WBJEE Results 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/wbjee-2019-result-likely-to-be-out-today-wbjeeb-nic-in/articleshow/69870939.cms", "time": "", "description": ""}, "Narendra Dabholkar murder case: CBI seeks custody of Mumbai lawyer": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/cbi-seeks-custody-of-mumbai-lawyer/articleshow/69865739.cms", "time": "2019-06-20 12:16:00", "description": "PUNE: The CBI on Wednesday moved a fresh plea before a special UAPA court, seeking a five-day custodial remand of Mumbai lawyer Sanjiv Punalekar in the Narendra Dabholkar murder case. The CBI pleaded that it wanted to confront Punalekar with a fresh set of evidence, including documents recovered from his seized laptops and the call data record of his cellphone. Special UAPA judge R M Pande posted the matter for a hearing on Thursday after asking the defence lawyers to make their written submission on the CBI’s remand plea. The CBI’s plea comes at a time when arguments over the bail pleas of Punalekar and his assistant, Vikram Bhave, were nearing completion. Special public prosecutor Prakash Suryavanshi was to conclude his arguments. The arguments are now on hold. Suryavanshi told TOI, “The CBI has retrieved the data from the two laptops seized from Punalekar’s office following his arrest. The CBI wants his presence in custody for further investigation in relation to this data.” He added, “They also want to probe him in relation to the call data record and this was the reason it moved a remand plea. The bail proceeding will now be taken up after the remand matter is settled.” Lawyer Virendra Ichalkaranji, representing Punalekar, said, “We feel the CBI’s remand plea is nothing more than a tactic to prolong the matter.” The CBI arrested Punalekar and Bhave on May 25 for allegedly instructing destruction of firearms used in the murders of Dabholkar in Pune on August 20, 2013, and Gauri Lankesh in Bengaluru on September 5, 2017, and aiding the two shooters in a recce, respectively. It is the probe agency’s case that Sharad Kalaskar, one of the two men accused of shooting at Dabholkar, said in a statement recorded before a Karnataka magistrate on October 12, 2018, that Punalekar had told him in June 2018 to destroy the firearms used in the two murder cases. Kalaskar acted on the instruction by dismantling and throwing four firearms into a water body from the bridge at the Thane creek on July 23, 2018. Bhave is accused of accompanying Kalaskar and the other alleged shooter, Sachin Andure, for a recce on Dabholkar’s routine and the escape route, the agency claimed. A Pune court had ordered the duo’s remand in CBI custody till June 1, when the probe agency told the court that it had applied charges under the Unlawful Activities (Prevention) Act, which entitled them for a total 30-day custodial remand. The court extended the remand till June 4 and ordered the duo’s remand in judicial custody. They were sent to the Yerawada central jail. Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Fractured gas pipeline repaired by MNGL in Pune": {"link": "https://timesofindia.indiatimes.com//videos/city/pune/fractured-gas-pipeline-repaired-by-mngl-in-pune/videoshow/69496630.cms", "time": "", "description": ""}, "Vistara’s codeshare to boost connectivity": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/pune/vistaras-codeshare-to-boost-connectivity/articleshow/69865750.cms", "time": "2019-06-20 04:32:00", "description": "Pune: Flyers from the city will get convenient access to destinations in the US, courtesy a codeshare agreement between Vistara and United Airlines. “The agreement enables United Airlines to codeshare on Vistara-operated Indian domestic flights and allows customers of both carriers to earn and redeem frequent flier miles. As per the agreement, United Airlines will add its ‘UA’ designator code to more than 20 Vistara-operated flights, opening up more than 20 destinations to United customers, including but not limited to Hyderabad, Kolkata and Ahmedabad. Ticket sales by the agreement will begin later this year,” an airline spokesperson said. A source said both the airlines had filed for codeshare for more than 20 destinations with Pune expected to be one of them. “Both the airlines together have filed for codeshare to many destinations from Vistara’s network. However, the same is pending for approval with the government and the DGCA,” the source pointed out. Download The Times of India News App for Latest City ."}}