{"‘Thar Desert expanding since last 20 years’": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/thar-desert-expanding-since-last-20-yrs/articleshow/69822829.cms", "time": "2019-06-17 13:11:00", "description": "JAIPUR: The Thar Desert in Rajasthan is expanding with every passing year since the last 20 years towards a man-made catastrophe. A report by Central Arid Zone Research Institute (CAZRI) reveals that the spurt in economic activities in the desert districts has shattered the fragile landscape, impacting its residents directly. CAZRI shared the report to mark the World Day to Combat Desertification on June 17. This was compiled using multiple independent studies including the Indian Remote Sensing Satellite data 2015-16. The report made the astonishing claim that 14.88-million-hectare land in 12 western Rajasthan districts suffered from different kinds of land degradation contributing to desertification. The report has studied the features of desertification: wind erosion / deposition, water erosion, salinity/ alkalinity, waterlogging and vegetation degradation to conclude that the situation may take decades to reverse the damage. The report studied districts of Barmer, Bikaner, Jaisalmer, Churu, Ganganagar, Hanumangarh, Jodhpur, Jalore, Jhunjhunu, Nagaur, Pali and Sikar. “The biggest reason contributing to desertification turned out to be water erosion. Our report suggested that 64.69% mapped area is facing wind erosion. For instance, 10% of land degradation in districts like Barmer, Jaisalmer and Jodhpur is due to water erosion,” said O P Yadav, director, CAZRI. Explaining the reason why the sandy landscape existing from millions of years is facing the change only in the last few decades, the report explained that such landscapes are highly vulnerable to wind erosion and it is a universal phenomenon. “What made the situation worse is human-induced activities like fast urbanization, deforestation, mining, indiscriminate use of groundwater, rise in livestock population and the hot summers leading to evaporation. This has accelerated desertification,” said Yadav. Supporting their claim, the scientist says that western Rajasthan harbours a total domestic livestock population of nearly 30.18 million heads – an increase of 14.63 million heads (94.72%) over the 1956 Census figures. “The destruction of vegetative cover due to overgrazing, felling of trees, etc. have accelerated the removal of sediments from the catchment areas of waterbodies as well as loosening of farm soil,” said Yadav. Large-scale mining has been mapped in Jhunjhunu, Jalore, Jodhpur, Barmer for the minerals and building materials, which has impacted the equilibrium. The vegetation cover has gone forever, making the land vulnerable. The report added that the overall scenario has affected the agricultural productivity to a great extent. The introduction of water intensive and multiple crops have their adverse effects in the region. “The empirical data is still being collected to give exact mass land converted into desert,” said Yadav. The team of scientists are also accessing the damage being caused due to increasing vehicular traffic, construction of roads and canal and exploration of oil and gas. Download The Times of India News App for Latest City ."}, "Rajasthan to hire over 250 medical teaching staff": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/state-to-hire-over-250-med-teaching-staff/articleshow/69738074.cms", "time": "2019-06-11 12:43:00", "description": "JAIPUR: Medical education department will soon start recruitment of 269 faculty members for its medical colleges along with the recruitment of paramedical staff for 428 posts and 746 nursing posts. A high-level meeting was held under health minister Raghu Sharma in the city on Monday. Apart from filling vacant posts of teaching staff in medical colleges, the medical education department is all set to boost research in state colleges. For the purpose, multi-disciplinary research units (MDRU) have already been established in Jaipur, Jodhpur, Bikaner and Udaipur, said Sharma. He said that such MDRU will also come up in government medical colleges of Kota, Ajmer and Rajasthan University of Health Sciences. Besides, proposals have also been sent for establishing MDRUs in new medical colleges of the state in Pali, Dungarpur, Bharatpur, Bhilwara and Churu. The number of post-graduation seats in medical colleges have also been increased in the state. “We have received approval to increase 46 PG seats in medical colleges of Jodhpur and Jaipur. Besides, for increasing PG seats in other government medical colleges, proposals will be sent to the Centre,” he said. Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "Now, cops to keep an eye on pollution in Jojari river": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/now-cops-to-keep-an-eye-on-pollution-in-jojari-river/articleshow/69500962.cms", "time": "2019-05-26 08:27:00", "description": "JODHPUR: Now, police will be keeping an eye on the untreated effluent discharge by the industrial units into any open drain, in nature and specifically in Jojari river in Jodhpur. NGT has given directions now to the DGP of the state to form a task force to act on errant industry owners, not abiding by the directions of the NGT time to time. In its recent order pertaining to the industrial pollution of Jojari river, which has fallen an abject victim of untreated industrial discharge and sludge disposal, the bench of NGT headed by Justice S Raghvendra Rathore gave these directions to the DGP who had been summoned by the tribunal. The task force, which will have an ASP, four sub-inspectors, three head constables and 21 constables, will work in three shifts from its fully dedicated separate office close to the industrial area. “The task force will submit its report to the ADG on daily basis and the ADG will submit a comprehensive report to the NGT on monthly basis,” the order said. The order has come after the incessant non-compliance of the tribunal’s directions to the industrialists to treat the industrial effluent at the CETP before discharging it into open and failure of the pollution control board and other agencies to monitor these units and ensure compliance of the directions of the tribunal. The task force will have the responsibility to take action against any unit discharging its effluent and sludge into open or in any natural source of water like Jojari river. The task force will have power to seal such units and such sealed units will not be able to resume work only after the permission of the NGT. The task force will also check the unit for absence of any permit or formality. Even the vehicle, used by the unit in transporting the sludge to be disposed of in any open area, will be seized by the task force and would be subject to the permission of the NGT for release. It may be noted that the hearing in the NGT has been taking place against pollution by way of discharge of untreated effluent of the tie and die industries in Jodhpur, Balotra and Pali, which has devastated not only the ecology of the region but has threatened the existence of Jojri, Luni and Bandi rivers respectively. Download The Times of India News App for Latest City ."}, "Pre-monsoon showers bring down heat in state": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/pre-monsoon-showers-bring-down-heat-in-state/articleshow/69854685.cms", "time": "2019-06-19 12:58:00", "description": "JAIPUR: Japurites took a sigh of relief from scorching heat with the moderate pre-monsoon rainfall on Tuesday. The temperature of the Pink City came down to 29.8 degree Celsius on Tuesday from 44 degree Celsius last week when people were reportedly suffering from heat stroke. Jaipur remained one of the ‘coldest’ cities in the state on Tuesday with 13.8 mm rainfall and minimum temperature of 22 degree Celsius. Highest temperature is recorded in Bikaner at 40.8 degree Celsius with zero rainfall. Roads of the Pink City remained clogged on Tuesday with heavy traffic jam and over flowing nullahs were seen around the city. Residents around the city complained that JMC officials were not prepared about the monsoon that will soon knock on the city doors. In next 24 hours there will be light to moderate rain accompanied with thunderstorm with gusty wind (30 - 40 kmph). Maximum and minimum temperature in Jaipur is likely to be around 31 degree Celsius to 24 degree Celsius respectively. Apart from Bikaner, most of the city of Rajasthan recorded zero mm rainfall including Kota, Jaisalmer, Sriganganagar and others. Mercury settled at 35.2 degree Celsius, 35.5 degree Celsius, 36.6 degree Celsius in Ajmer, Jodhpur and Sri Ganganagar respectively. As per the meteorological department, heavy rainfall is likely to occur in isolated places in gRajasthan. Moreover, in East Rajasthan, thunderstorm (30 kmph to 40 kmph) likely to occur in next 24 hours. Download The Times of India News App for Latest City ."}, "Four-yr-old girl who fell into 400-ft borewell dies": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/four-yr-old-girl-who-fell-into-400-ft-borewell-dies/articleshow/69435786.cms", "time": "2019-05-22 07:12:00", "description": "JODHPUR: Four-year-old girl, Seema, who had fallen into a deep borewell in an agricultural farm in village Melana of Baori subdivision of Jodhpur on Monday evening, could not be saved. Her body was extracted from the borewell on Tuesday morning, after 14 hours of her falling into the borewell, and handed over to the family members. “Despite all efforts, we could not take the girl out of the borewell. Her body was taken out on Tuesday around 7.30am,” said an administrative official. He said that a compensation of Rs one lakh from the chief minister relief fund has been given to the parents of the girl. Seema had fallen into a 400-feet deep borewell on Monday at about 5.30pm and had gotten stuck at the depth of 260 feet. Initially, the sound of her crying could be easily heard but the sound gradually kept dying and completely stopped at around midnight. “In order to keep her alive and meet the shortage of oxygen down there, we made arrangements to pump in the oxygen from an ambulance, parallel with the rescue operation,” said the officer. Two earth moving machines had also been roped in to dig around the borewell but the rocky formations at the depth of 40 feet hampered the operation, after which the digging had to stop. After the rescue teams and officials came to the conclusion that the girl was no more, a rope with a tool which could stick in her clothes or body parts, was dropped in the borewell. After some efforts, her body was taken out. It may be noted that the tube well at the farm had broken down on Monday afternoon and the owner of the farm had taken the pump out for repairing, thereby leaving the borewell open, which finally turned out to be disastrous for his own daughter, who was playing around the farm and fell into it. Download The Times of India News App for Latest City ."}, "At 33.1°C, Jaipur logs warmest morning": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/at-33-1c-jaipur-logs-warmest-morning/articleshow/69607371.cms", "time": "2019-06-01 09:05:00", "description": "JAIPUR: The state remained under the grip of severe heatwave conditions for the fourth consecutive day on Friday with majority of places witnessing maximum temperatures of above 44 degree Celsius. Sriganganagar witnessed the hottest day of the season so far, reporting a maximum temperature of 49.6 degree Celsius. Jaipur witnessed the warmest morning of the season so far, recording a minimum temperature of 33.1 degree Celsius. Attributing the continued rise in the temperatures to northerly winds, Jaipur Met office said that the absence of any weather systems, including upper air cyclonic circulation and western disturbances, the heatwave conditions will further aggravate in the western Rajasthan. However, the rest of the state may witness a minor respite. In Jaipur, people woke up to the warmest morning of the season as the city recorded a minimum temperature of 33.1 degree Celsius. Since Thursday evening, the technicians of Jaipur Vidyut Vitaran Nigam Limited (JVVNL) were receiving phone calls on power failures that have continued till Friday morning. “Excess load has been the reason for continued tripping. Whereever problems occurred, our team rushed and rectified it,” said an engineer of the JVVNL to TOI. The continued rise in mercury has also increased the water crisis in the city. Many colonies are getting water supplied from tankers. In the afternoon, a maximum temperature rose to 44.2 degree Celsius. Though cloudy conditions prevailed across the city, there was no rainfall. In the evening, the mobile phone apps providing weather details were showing a minimum temperature above 30 degree Celsius. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Engineering stream likely to fill 50% seats this year": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/engineering-stream-likely-to-fill-50-seats-this-year/articleshow/69710403.cms", "time": "2019-06-09 11:11:00", "description": "JAIPUR: Engineering colleges are expecting to fill 50% seats in Rajasthan. Rajasthan Engineering Admission Process(REAP) are upbeat over the responses in the ongoing admission process. Last year, for around 40,000 seats, less than 15,000 applications were received. Till June 7, the body has received 7000 applications against the figure of 2000 last year in the first seven days of the admission process. As per experts, one of the reasons for less number of applicants last year was lower awareness among students regarding the examination and its benefits. This year, officials said that they have been promoting the examination by advertising on radio, television, newspapers and even sent officials to promote it within government school students. Sandeep Kumar, convener of the REAP, 2019 examination, said, “Last date of filling the form is June 29. Till June 7, we have already received 7,000 applications and the number is increasing every day. This is really a positive sign as last year by this date only 2,000 forms were received.” Due to the low turnout of students, government has been attempting various methods to attract more students. In 2017, one of the reasons for less number of applicants was the condition to deposit of advance amount of Rs 10,000 (refundable) along with the form fees of Rs 700. However, this was changed in 2018 and students were able to directly apply by depositing form fees. Earlier, exam was conducted for selection but now candidates are selected on the basis of JEE Mains and Advance rank An institute round is also conducted for any remaining seats where students can directly apply to the college of their choice. An official on condition of anonymity said that less number of students are opting for engineering because of low rate of placements in the field. “In Rajasthan, students opt for civil, electrical and mechanical engineering due to the scope available in government jobs. In other branches of engineering, placements are not as good as most companies prefer to hire engineers from Bangalore and there is no mechanism to hire graduates from Rajasthan colleges,” said the official. For mechanical engineering, equipment is costlier than other streams, hence, investment in infrastructure is poor. Punneet Sharma, an academician said that this year the trend is shifting and serious students are opting for Computer Science and Information technology due to the new developments in Artificial Intelligence. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Jodhpur discom initiates three-day feedback drive": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/jodhpur-discom-initiates-three-day-feedback-drive/articleshow/69866154.cms", "time": "2019-06-19 13:01:00", "description": "JODHPUR: All ranks of Jodhpur discom have stepped out of the office for three days to collect consumer feedback. Over 1,000 officers, right from the MD to the junior engineers, have been going around the villages under the discom jurisdiction, taking feedback of the services from the people. “The objective of this initiative is to take feedback from the consumers about electricity services and to improve them further,” said the MD (Jodhpur discom), Avinash Singhvi. These officers left their offices on Tuesday and will continue to meet and talk to the consumers till Thursday, and will also be addressing the shortcomings like loose wires and cables as well as bent or weak electricity poles, apart from other risk indicators. It may be noted that chief minister Ashok Gehlot had expressed his displeasure over the derailed electricity supply in the state, following which the chairman of the discom, Naresh Pal Gangwar had held a meeting with the officials through video conferencing and had directed the officials to take to field for three days, to take stock of the situation and feedback from the consumers. Gehlot had said that it was the duty of the government to ensure better power supply to the consumers across the state and resolution of their grievances related to electricity without any delay. These officers will be checking the power supply conditions, CMR of 11 kv feeders, actual data of power supply by feeder monitoring with respect to single phase and triple phase supply etc. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Sachin Pilot should replace Ashok Gehlot as CM, says Congress MLA": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/pilot-should-replace-gehlot-as-cm-says-cong-mla/articleshow/69673585.cms", "time": "2019-06-06 12:59:00", "description": "JAIPUR: Infighting in the state Congress intensified as party’s Todabhim MLA Prithviraj Meena on Wednesday demanded replacing CM Ashok Gehlot with his deputy Sachin Pilot. Meena further asked the CM to take up responsibility for party’s rout in the state in the Lok Sabha elections. Meena’s remark comes in the wake of Gehlot’s recent statement that Pradesh Congress Committee (PCC) chief Sachin Pilot should take responsibility for his son Vaibhav Gehlot’s defeat from Jodhpur. “A CM is responsible for an election defeat when the party is in power. When it is in the opposition, the responsibility lies with the party president. Of course, Ashok Gehlotji is responsible (for the debacle),” Meena told reporters on Wednesday. My personal opinion: MLA “After the assembly elections, I had said Sachin Pilot should become the chief minister. I have nothing to do with Pilot, but I said this because it was because of him that we got the majority. Out of the 46 seats in east Rajasthan, we won 43 seats. Ashok Gehlot doesn’t have influence on people anymore. There is no public liking for him. The Jats, Meenas, Gurjars are angry (with Gehlot), then who will give votes,” he asked. The MLA, however, said that it was his personal opinion that Pilot should be made the chief minister. “He (Gehlot) was the chief minister twice before. But after that, we got 56 and 21 seats (after assembly elections in 2003 and 2013). Only the person who can win votes and work for the the development of the state should be made the chief minister. He (Gehlot) has been the CM twice, now a new person should be made the chief minister. This is my personal view,” said Meena. Download The Times of India News App for Latest City ."}, "Rajasthan: Rescue operation on to save 6-yr-old girl trapped in borewell": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/rajasthan-rescue-operation-on-to-save-6-yr-old-girl-trapped-in-borewell/articleshow/69417818.cms", "time": "2019-05-20 23:02:00", "description": "JAIPUR: Rescue work is in progress in Melana village of Baori block of Jodhpur where a six-year-old girl fell into a nearly 350-feet-deep borewell on Monday evening. The incident happened at around 6.30pm when the girl accidentally fell into the borewell. The villagers told the rescue teams that repair work of the borewell was undergoing when the incident happened. A team of doctors was called at the spot to provide support to the girl trapped inside the borewell. “We have arranged a pipe, which is more than 300-feet long and thrown it in the borewell. The pipe is connected to oxygen cylinders placed in an ambulance. We are ensuring that the girl should get proper oxygen supply, while disaster relief department teams are making efforts to rescue her,” said Dr Balwant Manda, chief medical health officer (CMHO), Jodhpur. However, the rescue team is slightly worried about health of the girl. “Initially, we were hearing sounds of cry of the girl for the past one hour but now we are not hearing sounds of her cry,” said an official involved in rescue work of the girl. Besides, the rescue team is trying to find out how deep in the borewell the girl is trapped. They are using earth movers to dig a parallel hole to reach to the trapped girl. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Heatwave unabated in Rajasthan; Sriganganagar hottest at 48 degree Celsius": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/heatwave-unabated-in-rajasthan-sriganganagar-hottest-at-48-degree-celsius/articleshow/69584595.cms", "time": "2019-05-30 21:09:00", "description": "JAIPUR: Heatwave conditions continued to prevail in Rajasthan for the third consecutive day on Thursday. Sriganganagar witnessed the hottest day of the season with temperatures rising to 48 degree Celsius. Jaipur recorded 32.2 degree Celsius, almost 5 degrees above the normal notch. It was followed by a simmering afternoon as the maximum temperature was recorded at 45.2 degree Celsius. In the past three days, the footfall of the patients complaining of heat stroke, diarrhoea and even food poisoning have increased. Doctors are advising patients to increase the intake of water having some salt and sugar in it in order to stay hydrated. In the afternoon roads wore an empty look as people confined themselves to their respective homes and offices. In the evening people thronged at juice corners and refreshed themselves with chilled beverages. The continued rise in the mercury also increased the work of the technicians of the Jaipur Vidyut Vitaran Nigam Limited(JVVNL). “Since Wednesday evening to Thursday morning, we have attended almost 100 calls of abrupt power cuts in various localities. Due to extra load electricity tripped,” said an officer. Many people were going through various apps on their phones to check the weather conditions. “Even at 10.30am the maximum temperature in Jaipur was 44 degree Celsius as per the details through various apps giving,” said Manoj Tanwani who was returning after a walk at Central Park in Jaipur. Sriganganagar was followed by Churu where the maximum temperature was recorded at 47.7 degree Celsius, Bikaner - 47.0, Jaisalmer - 45.7, Kota - 45.4, Jodhpur - 44.6, Barmer - 44, Ajmer 43.8 and 42.8 degree Celsius in Udaipur. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Act against SHO for not complying with court order: HC": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/act-against-sho-for-not-complying-with-court-order/articleshow/69380757.cms", "time": "2019-05-18 11:47:00", "description": "JODHPUR: Rajasthan High Court has given directions to the DGP to take disciplinary action against an SHO from Nagaur district for not complying with the court’s directions and exercising negligence in discharge of his duty. The division bench of Justice Sandeep Mehta and Justice Vineet Kumar Mathur gave these directions while hearing a habeas corpus petition raising objection on the role of the SHO (Padukalan) Sunil Choudhary. Choudhary had handed over an adult woman to her parents against her wish despite the court’s directions to the police to provide her adequate security after she expressed threat from her parents. The girl had married against the wish of her parents and entered into wedlock after attaining the legal age of marriage. She appeared in the court thereafter and sought security from her parents by filing a criminal miscellaneous petition. “The court then directed her to submit an application to the SP (Nagaur) and the SP to provide him adequate security,” said the petitioner’s counsel Navneet Singh. The girl appeared before SHO Choudhary in April, who after recording her statements, handed her to her parents in violation of the court’s directions to provide her security from her parents. Taking a serious note of this dereliction of court’s direction, the court directed the DGP to take appropriate disciplinary action against the SHO Choudahry and sent the girl to the woman shelter home for the time being so that she could recover from the state of mental stress. On the next hearing on May 27, she will be produced before the court for further directions. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Bikaner hottest at 40.6 degrees Celsius in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/bikaner-hottest-at-40-6-degrees-celsius-in-state/articleshow/69409491.cms", "time": "2019-05-20 04:40:00", "description": "JAIPUR: After a prolonged spell of dust storm, rainfall and hailstorm, mercury took an upward swing across the state on Sunday. An average rise of almost 3 degrees Celsius in the day temperature was reported across the state. Bikaner remained hottest in the state with a maximum temperature of 40.6 degrees Celsius, the Met reports said. Attributing the climatic change to active northern winds, Jaipur Met office said that similar conditions will prevail in the state except for northern Rajasthan where dust storm and rainfall will take place in the next 24 hours. Jaipurites woke up to a comparatively warmer morning as a minimum temperature of 24.5 degrees Celsius was recorded. It was followed by an afternoon with a maximum temperature of 38.8 degrees Celsius. Cloudy conditions prevailed in the evening and the weather was humid in the city. In this season so far the maximum temperature in the city was colder compared to the previous years. In Jaipur the average of the maximum temperatures recorded in May is 42.5, however in this year so far this has been 39.5 degrees Celsius. Except a few places, the weather is going to be dry in the state when maximum temperatures will further increase. In May the maximum temperatures in places like Churu, Sriganganagar and Bikaner touch 45 degrees Celsius, but this year so far this has been on or below 42 degrees Celsius. Bikaner was followed by Sriganganagar where a maximum temperature of 40.5 degrees Celsius was recorded, Kota 40.3, Jaisalmer 40.1, Churu 40, Barmer 39.8, Ajmer 39.5, Jodhpur 39.1 and in Udaipur a maximum temperature of 37.8 degrees Celsius was recorded. As per the forecast, dust storm, thunderstorm and rainfall will take place at few places in the state. The weather is going to be dry in the rest of the state. Download The Times of India News App for Latest City ."}, "Congress warns leaders against making controversial remarks": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/cong-warns-leaders-against-making-controversial-remarks/articleshow/69687266.cms", "time": "2019-06-07 12:04:00", "description": "JAIPUR: As infighting in Rajasthan Congress is getting shriller after its humiliating defeat in the Lok Sabha elections, the party has cautioned its leaders against making any controversial statement that can be seen as an anti-party activity. Sending out a signal that attacks on the state leadership will be treated as indiscipline, the party has sought an explanation from Todabhim legislator P R Meena who had said that deputy chief minister Sachin Pilot should replace Ashok Gehlot as the chief minister following the party’s failure in Lok Sabha polls. AICC general secretary in-charge of Rajasthan, Avinash Pande said that partymen making irresponsible statements were furthering BJP’s negative agenda against Congress. “We only are furthering their (BJP) agenda of harming the Congress. In the party’s interest, it is our collective responsibility that we do not dent the party’s image; like disciplined soldiers we need to exhibit our unity under the adverse circumstances (rout in Lok Sabha polls),” Pande said in a statement released on Thursday. A day earlier, Congress legislator Meena had openly held chief minister Gehlot responsible for the party’s loss in Lok Sabha elections. For the second consecutive parliamentary elections, Congress drew a blank in Rajasthan, which has 25 Lok Sabha seats. “There is no public liking for Gehlot anymore. The Jats, Meenas, Gujjars and others are angry with him; then who will vote for us?” Meena had asked, while talking to reporters on Wednesday. Pande on Thursday asserted that Congress was still the country’s primary political party, though it is presently in power in just few states. “It is the responsibility of all Congressmen to maintain discipline and make no public statement directly or indirectly before the media or on social media that may imply that someone is trying to harm the party for personal benefit or is working on a personal agenda,” Pande said. Before MLA Meena, food and civil supplies minister Ramesh Meena had attacked Gehlot-government saying that the common man’s grievances were not being addressed as the bureaucracy was ruling the state. In fact, after a PCC executive committee meeting last week that approved the resolution asking Rahul Gandhi not to step down as Congress president, deputy CM Sachin Pilot had told media, “We would study and analyze why within 4-5 months after forming Congress government in the state, the people have chosen BJP (in Lok Sabha elections).” Early this week, Gehlot targeted Pilot—while talking to a Hindi news channel—by asking him to own responsibility for the party’s loss in Jodhpur Lok Sabha seat at least. After a series of controversial statements by Congressmen brought out infighting at top level in Rajasthan, state’s Congress in-charge Pande has urged party men not to get diverted by the “difficult circumstances” arising from the “present scenario” (Congress being reduced to low numbers in Lok Sabha). Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "One held for posting picture of Osian MLA with objectionable remark": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/1-held-for-posting-pic-of-osian-mla-with-objectionable-remark/articleshow/69365109.cms", "time": "2019-05-17 10:34:00", "description": "JODHPUR: Police on Thursday arrested a person for posting the picture of Osian MLA Divya Maderna with an objectionable comment. A complaint against this post had been given to the police on Wednesday. According to the police, a complaint had been given by one Demaram on behalf of Maderna that some person had posted a picture of her with a groom and commented “Best wishes to the Osian MLA for tying nuptial knot. She stated that she had gone to attend a wedding function in village Jajiwal some time back where she had seated with the bride and groom for the snap. According to her, this photo of her sitting with the groom was made viral by some persons present at the wedding posing them as the couple. The miscreant also wished her for entering into wed-lock mentioning her in the comment with the picture on his Facebook account, which had further been shared by other users. He had also commented that she had been missing yesterday and married today. The original post read \"kale lapta hi, aaj byanv kar liyo\" in marwari. Meanwhile police has been searching for another person in the second complaint wherein a message on social media about her missing from her constituency asking for her whereabouts had been made viral. Police said that this complaint has been given against one Jugal and the police have been searching for him. Some posters in her constituency have recently been pasted wherein she had been said to be missing from her constituency since the election and sought information leading to her whereabouts. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Constable among two held for Jalore murder": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/constable-among-twoheld-for-jalore-murder/articleshow/69275795.cms", "time": "2019-05-11 11:33:00", "description": "JODHPUR: Cracking a murder case, Jalore police on Friday arrested two persons including a female constable. One of the accomplices, her brother, who is also a constable in Sirohi, is absconding. All three had murdered one Bhajanlal Bishnoi and made it appear like a road accident. SP (Jalore) Kesar Singh Shekhawat said that initially, it appeared to be an accident but on investigation of the case followed by the complaint of the victim’s family members, it turned out to be a planned murder. “We have arrested a female constable Shravani Bishnoi and the vehicle driver Ashok Bishnoi for murdering Bhajanlal. Her brother and constable with the Sirohi Police, Suresh Bishnoi is absconding and the search for him is on,” said Shekhawat. It turned out during the investigation, that Shravani and the victim Bhajanlal had an affair. But she distanced herself from him after her selection in the police service. “Upset over the negligence, Bhajanlal made the photographs and videos of the couple viral on social media,” the officer said. Annoyed with this, Shravani in connivance of her brother, Suresh decided to eliminate Bhajanlal and hatched a plot under which, they created a fake facebook account in the name of Suman and honey-trapped Bhajanlal, who worked in Punjab. “After doing this, they called Bhajanlal on a pre-determined spot, Bhinmal-Bagoda Road on April 18 and hit him with a vehicle killing him on the spot,” Shekhawat said. For this, they engaged the vehicle of one Ashok Bishnoi in the name of election duty and attempted to forge documents of the vehicle to give an impression that it was possessed by some one else. “During the probe, we found that the victim had relations with a woman and this woman turned out to be Shravani,” Shekhawat said. He said that Suresh had gone to Hanumangarh on election duty but disappeared from there on learning about the cracking of the case and arrest of his sister. “We have been searching for him. After his arrest, more details could be obtained,” Shekhawat said. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Furnish price details on housing projects: Rajasthan HC": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/furnish-price-details-on-housing-projects/articleshow/69242222.cms", "time": "2019-05-09 10:52:00", "description": "JODHPUR: The Rajasthan High Court has directed the Rajasthan Housing Board (RHB) to provide complete price details in its brochure while launching any housing project in future. A single bench of Justice P S Bhati rejected some petitions pertaining to a RHB housing project in Bikaner’s Mukta Prasad Nagar in which the buyers challenged an additional demand of Rs 20 lakh over the actual roll out price at the time of giving physical possession of housing units, but directed the board to exercise caution in future. The petitioners argued that this demand was irrespective of the assurance by the board during launch of the scheme that there would not be any variation in the price more than 10% of the original price. The board, however, justifying the additional demand of Rs 20 lakh, attributed it to the expenditure incurred on sewerage network, water supply, road network and street lights like basic amenities. Board’s counsel argued that they had no alternative than to restructure the prices in view of providing these amenities. Download The Times of India News App for Latest City ."}, "‘Avoid using pesticides for killing locusts in Jaisalmer’": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/avoid-using-pesticides-for-killing-locusts-in-jaisalmer/articleshow/69576898.cms", "time": "2019-05-30 13:07:00", "description": "JAIPUR: Chief wildlife warden of Rajasthan has written to the state agriculture department to avoid using pesticides for killing locusts in Jaisalmer which in turn is harming the Great Indian Bustard (GIB) which regularly feed on these insects. The wildlife department is also taking the help of scientists from Wildlife Institute of India (WII) to find a pesticide which just targets the locusts and doesn’t harm any other animal or bird. The letter (a copy of which is with TOI) states that pesticides being sprayed in Jaisalmer district to kill locusts has become a threat to the GIB particularly in Ramdeora, Lokarki and nearby areas since the state bird regularly feeds on this insect thus there is a threat to health of GIBs which consume them. The letter further urges the that not only the use of harmful pesticides should be avoided but suitable taxa specific bio pesticides maybe utilised for overcoming the locust’s problem without affecting the GIB. Talking to TOI, Arindam Tomar, chief wildlife warden, Rajasthan said, “The locusts cannot be allowed to multiply but at the same time it has to be ensured that GIBs are not affected because of the pesticides being used. We have sensitised the concerned authorities on the same.” GIB is listed as Schedule I species of Wildlife Protection Act 1972 and is defined as ‘critically endangered by the IUCN Red Data List with just over a 100 left. Keeping this in mind, the locusts issue becomes extremely serious, claim officials and environmentalists. Meanwhile the wildlife department has also been taking measures to curb the threat to the GIB. “A team from WII has reached Jaisalmer and few more would be arriving as well to find a solution to the problem. We are trying to find a pesticide which will only kill the locusts but not harm any other species. Controlling the locusts is also important but so is saving the GIB”, added Tomar. The field workers from the wildlife department have also been deployed to ensure that no GIB ventures into the areas where the pesticides are being sprayed to kill locusts. Download The Times of India News App for Latest City ."}, "Steep rise in rape cases in Rajasthan compared to previous year": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/steep-rise-in-rape-cases-in-raj-compared-to-previous-yr/articleshow/69305316.cms", "time": "2019-05-13 09:31:00", "description": "JAIPUR: The number of rape cases registered from January to April this year have surpassed the horrifying figures witnessed last year during the same period. A total of 1,509 rape cases have been registered in past four months in Rajasthan this year, recording a significant high, compared to 1,312 cases in 2018 in the same period. The Alwar gang-rape case may have stirred the conscience of the state, but the figures indicate that successive governments have little to show up for women’s security, as rape cases have been steadily rising. The 15 per cent spike in the figures falls flat on the much-touted efforts by the government to curb crimes against women. There is also a very high pending percentage in rape cases reported this year. For instance, of the 1,509 cases registered this year, 858 cases are pending, while FR (Final Report) was submitted in 302 cases and chargesheets were filed in 349 cases. A senior police official attributed the steep rise in figures to high registration of the cases at the police stations. “For past four months, all police stations were told that no complainant should be turned down and an FIR must be registered without dilly-dallying. The increase in figure also shows that cases are being registered by the police,” official said, adding that decoy operations conducted by the PHQ led to the increase in cases. The police’ claims about cases being easily registered at police stations are contradicted by a series of events that followed soon after a young Dalit girl in Alwar was gang-raped by four men in front of her husband on April 26. Despite her constant pleadings, the police dragged its feet in filing the case, compelling her to go through worst ordeal which allowed the accused to make extortion calls to her. The gang-rape case offers a study of difficulties faced by rape-survivors in registering FIRs. “The government and the police have said multiple times that FIRs should be registered without delay, even if it means increase in numbers,” claimed the official, adding that a new deputy SP (DSP) rank official will be posted in each district for women’s security. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Boy blown to pieces after tinkering with bomb": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/boy-blown-to-pieces-after-tinkering-with-bomb/articleshow/69785481.cms", "time": "2019-06-14 13:06:00", "description": "JAISALMER: A 12-year-old boy was blown to pieces while he was tampering with a bomb lying in a junkyard on Wednesday evening near RIICO colony in Pokhran city of Jaisalmer. The post-mortem was done by the medical board on Thursday. Explosives experts including those from Jodhpur reached spot and were investigating the matter. Pokhran SDO Anil Jain, Pokhran station officer Sukhram Vishnoi with his team reached the spot and are probing the case. According to Pokhran police, Lakshman (12), a resident of Ashapura slum, on Wednesday evening picked up the bomb while roaming in the industrial area. He was either trying to break it with a stone or burn it as a match box was found at the spot. In the process, the bomb exploded and the boy was blown to pieces. The explosion was heard for some distance and people rushed to the spot. When the boy did not reach home, his family started a search for him and found his mutilated body behind RIICO colony. Police was informed. They reached the spot and cordoned off the area after taking the body in their possession. Download The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Crowdfunding raises hopes for visually impaired child": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/crowdfunding-raises-hopes-for-visually-impaired-child/articleshow/69795265.cms", "time": "2019-06-15 13:12:00", "description": "JODHPUR: Hitesh, the 7-year-old son of a daily wager, who is visually impaired since birth, can now hope to see the colours of the world, thanks to online crowdfunding. Unable to proceed with his treatment due to the high cost, a crowd fund-raising platform has came to his rescue. An amount of Rs 25 lakh was raised in a matter of just two days through crowdfunding, after the initiation of a sympathiser associated with a fund-raising platform, who came into contact with Hitesh during his visit to Jodhpur over a month back. “His treatment has now begun in a hospital in Ghaziabad. Some tests are being done before arriving at any result about the treatment,” said Hemant Sharma, who, when he met Hitesh in Jodhpur, was very pained at the treatment the child was being meted out by his neighbours and felt like helping the family. Sharma said that since Hitesh had no vision since birth, he was not a ‘normal’ child and also had problem in balancing himself and this made him a laughing stock for others. A treatment of jaundice soon after birth had resulted in loss of vision. His father, a daily wager from Jodhpur, ran from pillar to post to get back the vision of his son but gave up soon, after spending his savings. “I went from government hospitals of Jodhpur to Ahmedabad, but nowhere did I receive any firm reply. I thought of visiting private hospitals but considering the cost of treatment there, I dropped the idea and left everything to god,” said his father Lalit Chawda. After coming into contact with Sharma, Hitesh was taken to an eye hospital in Ghaziabad where the doctors advised eye transplant and eye rectification surgery, which will cost Rs 25 lakh. “We started a campaign on the online fund-raising platform ImpactGuru and were successful in raising Rs 24.59 lakh in a matter of two days. A total of 1,898 donors have come forward from all parts of India to help Hitesh gain his vision and see the world through his eyes,” Sharma said. Piyush Jain of the platform said that the healthcare crowdfunding has emerged as an alternative method of raising funds online for medical expenses. In this the patients primarily rely on the social media networks to mobilise donors to finance the relevant medical bills. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Woman, mother run over and stoned to death by lover in Jodhpur": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/woman-mother-run-over-and-stoned-to-death-by-lover-in-jodhpur/articleshow/69257551.cms", "time": "2019-05-09 23:00:00", "description": "JODHPUR: A man allegedly ran over a woman and her mother more than once and stoned them to death in Rajasthan's Jodhpur district on Thursday after her marriage was fixed with someone else, police said. The accused, Sukharam, jumped into a canal after the incident near Tiwari village of Osian area in the afternoon, the police said.  Prime facie, Sukharam had a relationship with the woman, Indra, and wanted to marry her. But Indra's mother, Dami Devi (45), fixed her marriage somewhere else, said deputy commissioner of police (East) Dharmendra Singh.  According to eyewitnesses, the three were seen talking inside the car, but suddenly the women got down and started walking. Sukharam then allegedly ran them over two-three times with his car and threw stones at them.  The accused then jumped into a canal after leaving his car nearby and is yet to be traced, the police said.  While Indra died on the spot, her mother succumbed to injuries en route to the hospital. The women, who are Pakistani migrants and had been living in the area for several years, are said to have obtained Indian citizenship in 2005, the police said.  \"We have been searching for him in the canal using a net and other measures like controlling the water flow in the canal,\" Singh said.  A pair of slippers and a T-shirt with blood stains have been found near the canal. Witnesses are being interrogated in order to ascertain more facts about the incident. The son of the deceased is also being questioned for details, the DCP added. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Western Rajasthan faces climate change perils: Report": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/western-raj-faces-climate-change-perils-report/articleshow/69659780.cms", "time": "2019-06-05 10:52:00", "description": "JAIPUR: The desert districts are on the brink of a humanitarian crisis with the rise in surface temperature in Rajasthan. The excessive loss of water due to evaporation is leading to mass migration of people, livestock and desertification of the cropped land. To mark the world environemnt day, a Central Arid Zone Research Institute (CAZRI), Jodhpur shared its detailed report on the impact of rising temperature in the arid region says that one degree rise in temperature would increase the evapotranspiration by 35 mm to 96 mm. It translates into the additional water requirement of 1.57 lakh MLD water per annum to feed the irrigated land. The report studied the temperature, rainfall, surface heating, evapotranspiration and its sociological impact in districts including Barmer, Bikaner, Churu, Ganganagar, Hanumangarh, Jaisalmer, Jalore, Jhunjhunu, Jodhpur, Nagaur, Pali and Sikar. Highlighting the alacrity of the situation, Rajesh Goyal, principal scientist at CAZRI told TOI, “The total available groundwater for irrigation in the desert region is 3,516.9 MCM and increase of 1% in temperature will put additional stress of 44% on existing groundwater resources based on present land use pattern. The additional water requirement will put more groundwater zones into a dark category.” Rajasthan at present has 595 groundwater zones of which 268 zones are under the categories of grey and dark zones where the water has been utilised more than 65%. The drought every alternate year takes 10-15 years for any zone to hold water more than 50%. Globally evapotranspiration trends are projected for 5% to 10% increase with the increase in temperature by 2 to 5 degree Celsius. The rise in temperature has already started costing the farmers of these districts. The report says that with the rise of one degree temperature in Ganganagar would require about 276.19 MCM water and Hanumangarh would need 245.33 MCM water. “The additional water means, additional power and other resources making the sustainable living difficult. Ultimately, farmers are left with no option to opt of the farming due to the rising cost,” said Goyal. This factor further contributes to the migration of people. The sociologist had already pointed out that the first phase of migration which is men leaving their traditional means of livelihood for a living has started. “In no time, the men would be leaving their soil with their families and livestock which will eventually push them into poverty,” said Dr Zahida Shabnam, a historian on Rajasthani culture and tribes. Download The Times of India News App for Latest City ."}, "Jodhpur dust storm: 3 dead, 1 injured in Jodhpur wall collapse": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/rajasthan-3-dead-1-injured-in-jodhpur-wall-collapse/articleshow/69318768.cms", "time": "2019-05-14 10:28:00", "description": "JODHPUR: Three persons, including a pregnant woman, were killed while one other sustained serious injuries when a wall of an under-construction house adjacent to theirs collapsed due to intense dust storm near Masala Road area in Jodhpur late on Monday. The injured person is undergoing treatment at the MDM Hospital. Confirming the three casualties, district collector Prakash Rajpurohit said the victims had been sleeping on the roof of their house when the accident occurred. \"The wall of an adjacent house, which was under-construction, collapsed due to dust storm and the debris fell on this family,\" said Rajpurohit. Those who died have been identified as Naini Devi (50), her son Vinod (23) and daughter-in-law Komal (25). Komal was pregnant. The three succumbed to their injuries at the hospital during treatment. Badly injured Manish, the husband of Komal, is undergoing treatment at the hospital. Administration is now probing whether the construction of the neighbour's house was legal or was there any negligence. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Rajasthan’s ‘model’ police station rocked by corruption charges": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/rajs-model-police-station-rocked-by-corruption-charges/articleshow/69289569.cms", "time": "2019-05-12 04:57:00", "description": "JAIPUR/JODHPUR: Weeks after Jodhpur’s Basani police station was declared to be a ‘model’ police station, it finds itself surrounded in controversy after the Rajasthan Anti-Corruption Bureau (ACB) on Friday evening unearthed a major sand smuggling bribery racket operating from the station. An assistant sub inspector (ASI) posted there was also arrested even as the role of SHO Sanjay Bothra, who has been awarded commendation disc for his sharp skills and dedication to the uniformed service earlier in the day, is under scanner. ACB said that ASI Gajendra Singh Charan was arrested while accepting a bribe of Rs 20,000 for helping in releasing the vehicles. During interrogation, Charan said to have received the money at the behest of SHO Bothra. A senior official of the bureau informed TOI that they had received a complaint that some officials of the Basani police station were involved in sand smuggling case. “The accused ASI was arrested while accepting the bribe, however, when he sensed our presence, he threw the cash away and clambered above the station’s roof to flee before he was caught,” an ACB official informed TOI. The Rajasthan ACB said that they will also speak to SHO Sanjay Bothra about the case. Meanwhile, the incident has come as a major embarrassment for the Jodhpur police as Basani police station was touted as a “light house” for other stations. The PHQ was so impressed by the working of the police station that they designated it as a ‘model police station’ and exhorted other units including Jaipur police to emulate Basani police station’s working style. In fact, on Friday morning, the Rajasthan police had awarded a commendation disc to SHO Bothra for his “sharp management and technical skills, total dedication to the police duty, which has set a positive image of the police department in newspapers and television news.” Such was the clout of Basani police station that inspectors across the state visited Jodhpur to take notes and learn lessons from Bothra. Download The Times of India News App for Latest City ."}, "Pilot should own up Jodhpur Lok Sabha loss: Ashok Gehlot": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/pilot-should-own-up-jodhpur-ls-loss-gehlot/articleshow/69641809.cms", "time": "2019-06-04 06:58:00", "description": "JAIPUR: In a development that marks worsening power struggle between top leadership in the state Congress, chief minister Ashok Gehlot has asked deputy chief minister Sachin Pilot to own responsibility for the party’s defeat in Jodhpur Lok Sabha seat. The chief minister was talking to a Hindi news channel on his party’s rout in Rajasthan in the just concluded parliamentary elections. On being asked if it was true that Pilot recommended Vaibhav Gehlot for the Jodhpur seat, Gehlot replied, “It’s a good thing if he (Pilot) says so. This dispels media reports about differences between the two of us.” Gehlot, however, added, “Pilot saab also said that we will win Jodhpur with a big margin, (because) we have six MLAs and our poll campaign was fabulous. So, I feel he should own responsibility for that seat at least. There should be a complete post-mortem of the Jodhpur seat to find out why we did not win it.” When the interviewer persisted if Gehlot truly believed that Jodhpur’s loss was Pilot’s responsibility, the chief minister replied, “He said that we were winning (from Jodhpur) and that he got the party ticket (for Vaibhav). But we lost all 25 seats. If someone says that the chief minister or the PCC chief should take responsibility for it, I believe it’s a collective responsibility.” Download The Times of India News App for Latest City ."}, "Jodhpur boy Pukhraj gives up cattle grazing, does school proud": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/jodhpur-boy-pukhraj-gives-up-cattle-grazing-does-school-proud/articleshow/69351805.cms", "time": "2019-05-16 08:55:00", "description": "JODHPUR: Bhomaram, a contract farm labourer from Tiwari town in Jodhpur, never thought education would lead him to anywhere. He gave up studies after Class 10th, partly due to his poor financial condition. Following in the footsteps, his son Pukhraj Berad did the same, got into cattle grazing, instead of pursuing senior secondary education. When the RBSE released Class 12th results on Wednesday, it was more than a celebration, not only for Pukhraj and his family, but also for Narsing Bhargava, the founder of a private school and the teachers there. Pukhraj secured 97.80% marks in science stream, 100 out of 100 in mathematics, 98 and 96 marks in chemistry and physics, respectively, while scoring the maximum in practicals. Bhargava feels as overjoyed as Pukhraj's poor parents because his belief in the boy paid off. It is he who saw him one day grazing cattle. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Jodhpur district court acquits Salman Khan in fake affidavit case": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/jodhpur-district-court-acquits-salman-in-fake-affidavit-case/articleshow/69838356.cms", "time": "2019-06-18 12:39:00", "description": "JODHPUR: In a major relief to Salman Khan, the Jodhpur chief judicial magistrate (CJM)’s court acquitted the actor in a case of submitting false affidavits on Monday and rejected charges made by the prosecution. Khan had moved an affidavit in the court in 2006 in relation to a case against him under the Arms Act, stating that he had lost his arms licence. The prosecution had alleged that he had submitted a false affidavit, claiming that he had not lost his licence but submitted it for renewal. Khan’s counsel H M Saraswat argued that since the actor had already been acquitted in the case, there was no point in continuing with the matter.“We also argued that the affidavit was not intentional as he was busy and didn’t have an exact idea about his licence then,” Saraswat said. Jodhpur: While seeking exemption from appearance in the court during trial, Khan had stated in a second affidavit that he could not appear on a certain day due to ear pain and was advised against air travel. Claiming the affidavit as false, the prosecution argued that Khan was busy shooting for the movie, ‘Bajrangi Bhaijaan’, in Jammu & Kashmir and had misled the court. “We clarified to the court that Khan was shooting then and was advised not to travel by air,” Saraswat said. CJM Ankit Raman rejected both the applications by the prosecution, providing a major relief for Khan, who has been facing four cases in various courts. “Had these applications by the prosecution been admitted by the court, Khan could have been subject to seven years’ imprisonment for submitting false affidavits,” said Mahipal Bishnoi, one of the prosecution counsels. Khan had been acquitted in two cases of poaching by the high court and appeals by the state government are pending before the Supreme Court. In a third case of poaching, he has been convicted by the trial court and the appeal is pending in the sessions court. Similarly, the state government’s challenge against Khan is pending before the sessions court after the trial court had acquitted him in the case under the Arms Act. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Jaipur: Spice board to cancel land allotment": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/spice-board-to-cancel-land-allotment/articleshow/69738008.cms", "time": "2019-06-11 13:32:00", "description": "JAIPUR: The spice board under the commerce and industries ministry has decided to cancel the allotment of land in the two spice parks in the state where the investors have failed to set up their units within the stipulated time. It also wants the state industries department to take over the assets and management in order to make these parks operational. The spice board had set up seven parks in the country including two in Rajasthan, one each at Jodhpur and Kota. Out of the 28 plots spread over 60 acre in the Jodhpur park, 25 had been allotted, but only four units have come up. In Kota, where the park occupies 30 acre land with 17 industrial plots, not a single unit has been set up even though 11 plots were allotted to entrepreneurs. In a meeting on Monday, industries commissioner K K Pathak sought views of the department over taking over the assets and management. Speaking to TOI, Pathak said that the state government will require clarity as to the status the land allotment, common facilities and other aspects of the parks. “Rajasthan is rich in spice production but farmers can only benefit if the processing plants are set up within the mandated timeframe which has not happened. But we need to understand the terms and conditions of the land lease agreements that the spice board has entered into with the allottees, and the status on the common facilities. We have to be given these details by the spice board so that we can put in place a strategy to revive these park,” Pathak said. The Jodhpur park was developed in 2013. The park in Kota, which was set up in 2017, was only formally inaugurated in February this year even tough land allotments had been made earlier. Both these parks are owned by the spice board. “Many had taken up land for a real estate play. This is the main reason why the plots remain vacant,” said a source who attended the meeting. The source said there is no clarity as to land lease agreements for plots in Kota. “Also, we need to have a full picture of the contract signed between the spice board and the private party for putting up common facilities like drains, roads and other infrastructure,” he said. Download The Times of India News App for Latest City ."}, "Rajasthan election results: In 20 constituencies, BJP’s victory margin higher than 2014 election": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/in-20-constituencies-bjps-victory-margin-higher-than-2014-election/articleshow/69477873.cms", "time": "2019-05-24 13:11:00", "description": "JAIPUR: As Rajasthan recorded the highest-ever turnout in the Lok Sabha elections this time, an increase of 3% over 2014, this ensured higher victory margins in 20 seats over the last general elections, with the margins ranging from a lakh to more than six lakh. BJP won all 25 seats in 2014 and including its ally Rashtriya Loktantrik Party (RLP), they won all seats in 2019. Bhilwara recorded highest winning margin in which BJP's Subhash Chandra Baheria defeated Congress party's Ram Pal Sharma by 6.12 lakh votes (71.6%), an increase of 3.65 lakh votes over 2014 when Baheria won by a margin of 2.46 lakh votes. In 2019, 15 constituencies, Ajmer, Alwar, Banswara, Barmer, Bharatpur, Bhilwara, Chittorgarh, Churu, Ganganagar, Jaipur, Jaipur Rural, Jhalawar-Baran, Pali, Rajsamand, Udaipur, clocked victory margins of more than three lakh votes. Eight constituencies, Bikaner, Jalore, Jhunjhunu, Jodhpur, Kota, Nagaur, Sikar, Tonk-Sawai Madhopur - recorded victory margins from 1-3 lakh votes and two constituencies, Dausa and Karauli Dholpur, recorded victory margins of less than one lakh votes. The seats in which victory margins have increased are - Ajmer (Bhagirath Chaudhury), Alwar (Balak Nath), Banswara (Kanakmal Katara), Barmer (Kailash Choudhury), Bharatpur (Ranjeeta Koli), Bhilwara (Subhash Chandra Baheria), Chittorgarh (Chandra Prakash Joshi), Churu (Rahul Kaswan), Dausa (Jaskaur Meena), Ganganagar (Nihal Chand), Jaipur Rural (Rajyavardhan Rathore), Jhalawar-Baran (Dushyant Singh), Jhunjhunu (Narendra Kumar), Karauli-Dholpur (Manoj Rajoria), Kota (Om Birla), Nagaur (Hanuman Beniwal), Pali (P P Chaudhury), Rajsamand (Diya Kumari), Sikar (Sumedhanand Saraswati), Udaipur (Arjunlal Meena). However, the victory margins have gone down in Bikaner (Arjun Ram Meghwal), Jodhpur (Gajendra Singh Shekhawat), Jaipur (Ramcharan Bohra), Jalore (Devaji Patel) and Tonk-Sawai Madhopur (Sukhbir Singh Jaunapuria) over 2014 elections. The victory margins of union ministers Meghwal and Shekhawat have gone down by 43,998 and 1.35 lakh votes. In Ajmer, BJP's Bhagirath Chaudhury defeated Congress party's Riju Jhunjhunwala by a margin of 4.16 lakh votes (64.58%), an increase of 2.44 lakh votes over 2014 Lok Sabha elections, when the seat was won by BJP's Sanwarlal Jat by 1.71 lakh votes. Alwar saw a victory of BJP's Balak Nath over Congress party's Jitendra Singh by a margin of 3.23 lakh votes (59.94%), an increase of 39,891 votes over 2014, when BJP's Chand Nath won by 2.83 lakh votes. Meanwhile, in Banswara, BJP's Kanakmal Katara beat Congress' Tarachand Bhagora by a margin of 3.05 lakh votes (49.44%), an increase of 2.13 lakh votes over 2014, when Manshankar Ninama won by 91,916 votes. In Barmer, as well, BJP's Kailash Choudhury drubbed Congress' Manvendra Singh by a margin of 3.23 lakh votes (59.52%), an increase of 2.36 lakh votes over 2014, when BJP's Sona Ram won by 87,461 votes. Chandra Prakash Joshi’s victory margin increased by 2.59 lakh votes since 2014 as he defeated Cong’s Gopal Singh Shekhawat from Chittorgarh by a margin of 5.76 lakh votes (67.38%). Dushyant Singh's victory margin went up from 2.81 lakh votes to 4.53 lakh votes (64.78%) as he defeated Congress' Pramod Sharma from Jhalawar-Baran. Download The Times of India News App for Latest City ."}, "Jeweller robbed of gold, silver worth Rs 20 lakh": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/jeweller-robbed-of-gold-silver-worth-rs-20-lakh/articleshow/69619135.cms", "time": "2019-06-02 13:43:00", "description": "JODHPUR: Gold and silver worth approximately Rs 20 lakh was looted by unidentified persons from the locked car of a jeweller here on Saturday morning. The jeweller, before opening his shop, had parked his car near a temple and gone to perform his routine morning prayers. When he came back from the temple, he found the boot of his car open and the jewellery bags missing. He raised an alarm and informed the police immediately. SHO (Basni) Rajuram said that they had started a search for two persons based on the video footages from nearby CCTV cameras but no breakthrough had been achieved. According to him, one Pateek Rajpurohit has a jewellery shop in Madhuban Housing Board near bus stand. \"As usual, Rajpurohit reached his shop in the morning. Before opening his shop, he went to a nearby temple. He had parked his car at a vacant space a little ahead of the shop,\" said the official. When he returned from the temple after five minutes, he was shocked to find the boot of his car open and two bags containing jewellery items and gold missing. According to him, there were two bags in the boot of the car, one of which had about half-a-kg gold and another had 6-7 kg silver items. Police checked the footages of CCTV cameras installed nearby and found two motorbike-borne persons opening the boot with a key and fleeing with the bags. The bike driver was wearing a helmet while the pillion rider's face was visible in the CCTV footage. \"We are trying to identify the criminals based on the video footages and have also initiated nakabandi,\" the official said. Police said the thieves had supposedly carried out a recce before the loot and were aware of the routine of the jeweller. \"The thieves had timed the loot. They decamped with the valuables well in time before the jeweller came back from the temple,\" said an official. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "3 kids drown in dam near Jodhpur": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/3-kids-drown-in-dam-near-jodhpur/articleshow/69435638.cms", "time": "2019-05-22 08:08:00", "description": "JODHPUR: Three children, including two brothers, drowned in a small dam in village Belwa Ranaji in Balesar near Jodhpur on Tuesday afternoon. All the children had gone to take a bath in the dam. The victims have been identified as Sangaram (12) and two brothers Ruparam (10) and Rajuram (12). According to SHO (Balesar) Devendra Singh, the incident occurred between 2pm and 3pm at Chadhayat Dam of the village. “These children had gone to have a bath at the dam. Though the water was not deep, they seem to have got stuck in a pit in the dam and drowned,” said Singh. When kids did not return home till 4pm, their family members rushed for inquiry and found them afloat in the dam. They took them out with the help of villagers, but they had died by then. All the children belonged to same village. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Rajasthan: Parents donate 3-year-old girl’s body for research": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/parents-donate-3-yr-old-girls-body-for-research/articleshow/69698674.cms", "time": "2019-06-08 08:34:00", "description": "JAIPUR: Three-year-old Jyoti passed away on Thursday, following a congenital heart disease (CHD) she had since birth. Her parents decided to donate her body to the All India Institute of Medical Science (AIMS), Jodhpur, making her probably the youngest donor in the state. The body would be used for anatomy and research purposes for medical aspirants. A day after taking the boldest decision of their life, Umaid Singh and his wife Raju are very satisfied. Speaking to TOI, Singh said, “Everyone is interested in knowing about my little daughter. I have got thousands of calls this morning when people talked about her, enquired about her.” “Since her birth, we were told that she is not going to survive for more than two years. She managed to live with good health for two years. However, she started crying for hours for past few months when we started taking her to doctors and heart specialists. I visited almost every government hospital in Rajasthan and even visited private hospitals in Ahmedabad (Gujarat), Palwal (Haryana) and Noida (Uttar Pradesh). But from everywhere nobody gave me the confidence that they can do something which may help the kid,” Singh said while recalling the problem the girl had since birth. Umaid Singh works as assistant depot manager at Jodhpur depot of Rajasthan State Roadways Transport Corporation (RSRTC). “Her birthday falls on May 16, but this year we didn’t celebrate it due to death of my grandfather that had taken place some months prior to this birthday. It is pity that the Central government and state government run various schemes, but none of the authorities check if the schemes actually identify and benefit deserving beneficiaries,” he added. Asked about the decision of donating the body, Singh, said, “My wife and family lives in our native village Shiv near Gotan in Nagaur district. However, on June 3, my wife, younger daughter and Jyoti were with me at my house in Jodhpur. Her condition deteriorated on June 3 itself. After his death on Thursday, I was puzzled. That’s when I thought and sought an idea on how I can take any measure that may help us to keep her alive in our memories.” “Wife ne poocha kya karenge, mainey kaha naye medical ke doctor research karenge, (My wife asked what would be done after the donation to which I told her that medical students will do research),” Singh said in choked voice. Singh added that his daughter would help the medical students to differentiate between the anatomy of young person and of children. “It is a nice feeling that our Jyoti could help in research work after her death,” said Singh while sobbing. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Doctors observe ‘black day’ in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/doctors-observe-black-day-in-raj/articleshow/69799402.cms", "time": "2019-06-15 13:07:00", "description": "JAIPUR/JODHPUR: Thousands of doctors of government hospitals across Rajasthan carried out their duties while wearing black bands and even helmets in protest of the violence against doctors in West Bengal. Also the doctors belonged to the private hospitals observed a token strike and refrained from seeing the patients at the OPD. However, they continued their services for emergency cases and indoor patients. The protest termed as “black day” was given by Indian Medical Association (IMA) and All India Federation of government doctors association impacted the hospitals across the state. Several doctors at the Jaipur’s Sawai Man Singh hospital and other affiliated hospitals also wore black bands and even helmets to register their protests. “After the day-long protest in various districts, the associations also submitted their memorandum addressing Prime Minister Narendra Modi demanding full safety and legislations for the doctors to the district collectors concerned,” said doctor Ajay Chaudhary, general secretary of All India Federation of Government Doctors Association and President of Rajasthan In-service Association. Several doctors to mark protest also tied their heads with bandages while working to depict they were injured and were still working. Likewise resident and intern doctors of AIMS, Jodhpur held a symbolic demonstration with white bandages on head and placards for one hour. However, the routine of the hospital was not affected as the doctors chose the lunch hour for the demonstration and later resumed work. While protesting, they stressed the need for security for doctors in the hospitals and warned that if incidents like this did not stop, there will be dearth of doctors in future. Download The Times of India News App for Latest City ."}, "Jodhpur civic authorities to conduct drills at hosps": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/jodhpur-civic-authorities-to-conduct-drills-at-hosps/articleshow/69510268.cms", "time": "2019-05-27 07:49:00", "description": "JODHPUR: Taking a cue from the unfortunate incident of fire at a coaching centre in Surat, in which 23 students were killed, a fire safety drill has been initiated in Jodhpur by the Jodhpur municipal corporation (JMC). The drills will continue for next few weeks, wherein the preparedness of the staff of the multi-storeyed buildings to deal with any fire incident will be observed. It will also check the adequacy and functionality of the equipment available in the premises. Fire safety officer of the JMC Sanjay Sharma said that the fire safety drill was held at two malls of the city, the Ansal Plaza and the Blue City Mall. The drills would also be conducted at hospitals and coaching institutes in the coming week. When asked about the fire safety arrangements in all the multi-storeyed buildings of the city, Sharma said that a survey of such buildings is already in progress. “Building owners who don’t have adequate fire safety equipment installed or the equipment is not functional have been served notices to install them in a stipulated time in the building,” said Sharma. The JMC, in a survey carried out in April, had found that many buildings in the city have not been following the fire safety norms. But no action has been taken against them so far. Sharma, however, claimed that a legal action would be taken against those building owners, who fail to install the fire safety mechanism in their buildings in the notice period. On the other hand, deputy commissioner (City) has also directed the zone encroachment in-charge of city and Sardarpura to list out the buildings with no fire safety mechanism in place. It may be noted that any building in the city with more than two floors, requires a No Objection Certificate (NOC) from the fire safety department of the JMC. Neither the building owners show any will to obtain the NoC nor the officials of the JMC bother to ensure that all buildings follow fire safety mechanism. As per a rough estimate, 50 such buildings including residential and commercial have obtained the NoC in past three to four years. There are about 2,000 to 3,000 such buildings in the city, which do not have any fire safety mechanism in place. These include coaching institutes and hostels, which have been violating the bylaws. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Meet deadline by May 31 or face action, districts told": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/meet-deadline-by-may-31-or-face-action-dists-told/articleshow/69290792.cms", "time": "2019-05-12 04:37:00", "description": "JAIPUR: Expressing displeasure over not achieving 100% target of the construction of houses under Pradhan Mantri Awas Yojana (PMAY-G) till April 15, additional chief secretary (ACS) rural development department, Rajeshwar Singh has given instruction to complete it by May 31. The department also warned that disciplinary action would be taken against the districts if at least 95% of the houses are not complete by then. In a direction to the chief executive officers of Zila Parishads, the department stated that as on May 8, 2019, the building of 73,650 houses are still in incomplete in the state. The target fixed for the financial year 2018-19 was 687091 houses. Of the total target, construction of 61,3441 houses were completed till May 8. As per directions, construction of 39,295 more houses would make up for 95% of the target. “It was found that most work is still incomplete in Barmer, Dungarpur, Karauli, Tonk, Jalore, Bundi, Baran, Jodhpur, Jaisalmer, Chittorgarh, Sawai Madhopur, Jhalawar, Bhilwara, Jaipur, Sirohi, Churu, Pratapgarh and Pali districts,” read the directive. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "breeding ground for mosquitoes": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/breedinggroundformosquitoes/articleshow/65191221.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "When cow ‘chooses’ constable as her owner": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/when-cow-chooses-constable-as-her-owner/articleshow/69807453.cms", "time": "2019-06-16 10:25:00", "description": "JODHPUR: A court here decided on the ownership of a cow on Saturday, hence drawing curtains on a 10-month-long contention between two claimants of the cow. For this, the court not only summoned the cow to the court, but tried various measures to arrive at a conclusion about the cattle’s ownership. On Saturday, metropolitan magistrate Madan Choudhary, taking into account a gesture of the cow to walk to the house of one of the claimants, pronounced his judgment giving the ownership of the cow to this claimant. Om Prakash, a constable and Shyam Singh, a teacher, have long been claiming the ownership of a cow and had even lodged a police complaint in August 2018 in Mandore police station. The police officers, to begin with, tried to solve the ownership issue on their own level using different methods and tactics, but in vain. Finally, when the matter reached the court, the magistrate summoned the cow into the court about two months back, but even he could not arrive at any conclusion. Lastly, it was decided to leave it upto the cow herself to decide her ownership and she was left at a little distance from the houses of both the claimants under the monitoring of the court. The cow, from here, walked to the house of Om Prakash, though, she did not enter the house but the court considered it to be a gesture enough to decide the ownership and close the matter. The magistrate had also tried to settle the matter between both the claimants amicably but Shyam Singh refused, stating that he had a strong devotion for the cow and he could not give it to anybody. Om Prakash, however, was happy with this decision, but Shyam Singh said that he was not satisfied with the decision and would challenge this decision in upper court. It may be noted that initially, the petition had been rejected by the metropolitan court, after which an appeal was filed in the sessions court, which directed the metropolitan court to re-examine the matter and report to the sessions court. In Video:Animal ownership case: Cow chooses her 'owner' in Jodhpur courtDownload The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Lighting around Fateh Sagar Lake affects flora-fauna: Expert": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/lighting-around-fateh-sagar-lake-affects-flora-fauna-expert/articleshow/69409526.cms", "time": "2019-05-20 07:59:00", "description": "UDAIPUR: Environmentalist and member of a committee constituted by Jodhpur High Court on Udaipur lakes has suggested to the district administration to redesign the lighting system around the Fateh Sagar Lake. In a letter to the divisional commissioner and other officials, Gyan Prakash Soni has cited the ill-effects of excessive number of lights installed to beautify the lake.“Authentic studies reveal that light pollution around lakes prevents zooplankton, such as Daphnia, from eating surface algae causing algal blooms. Bright outdoor lights disrupt the migrating, eating and mating of nocturnal animals. Unwanted light trespassing into surrounding natural areas not only disturbs but can also attract nearby wildlife. Trees are induced to shed their leaves out of cycle, disrupting the basis of the food chain, claimed Soni in a letter sent to the authorities. He further said that birds that take shelter on nearby trees feel navigational problems and their sleep quality is disturbed due to artificial lighting. Light pollution destroys nitrate radicals thus preventing the normal night time reduction pf atmospheric smog produced by fumes emitted from cars and factories. Experts opine the sky glow impact of LED lights is between 4 – 8 whereas it is between 1 to 2.4 for sodium lamps. The suggestion to improve the situation has been given as lowering the pole height, changing the angle of light fixtures, providing shielding, etc. Soni also said that the well-developed rows of green trees along Fateh Sagar Paal have been damaged heavily during past three-four years. Branches of trees are being cut partially by axing in such a way that they will fall after a few days. Then, the fallen branches are lifted as if they have fallen naturally. The dismal situation of tree cutting or drying or heavy pruning along Fateh Sagar Paal would prove a threat to environment and to overall safety of the earthen Paal because the drying roots of such trees will certainly create hollowness in the embankment. This type of activity is also snatching the shelter of many birds. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Jaipur burns at 45.2°C, season’s highest so far": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/jaipur-burns-at-45-2c-seasons-highest-so-far/articleshow/69592171.cms", "time": "2019-05-31 10:43:00", "description": "JAIPUR: Heatwave conditions continued and the mercury continued to rise for the third consecutive day on Thursday with Sriganganagar recording 48 degrees Celsius in the state, the highest of the season so far. Attributing the continued rise in mercury to the active northerly winds, the Jaipur meteorological department said that a few places in the state may get a minor respite, but by and large the heatwave conditions would persist in most parts of the state in the next 24 hours. Jaipur recorded the warmest morning, with a minimum temperature of 32.2 degrees Celsius, almost 5 degrees above normal. In the afternoon, the maximum temperature settled at 45.2 degrees, the highest in the city so far. This has also led to increase in the number of patients. ‘Increase water intake to check dehydration’In the past three days, the footfall of patients complaining of heat stroke, diarrhoea and food poisoning have increased. Doctors are advising patients to increase water intake added with salt and sugar to prevent dehydration. The sweltering heat prevented people from venturing out of homes and offices. The continued rise in mercury has also increased the workload of technicians of Jaipur Vidyut Vitaran Nigam Ltd (JVVNL). “From Wednesday evening to Thursday morning, we have attended almost 100 calls of power cuts in various localities. Due to extra load, electricity tripped due to overloaded circuits,” said an officer. Many people checked apps on their phones to get the accurate temperature. “Even at 10.30am, the maximum temperature in Jaipur was 44 degrees Celsius, according to various weather apps,” said Manoj Tanwani while returning from a walk at Central Park in the city. Sriganganagar was followed by Churu with a maximum of 47.7 degrees Celsius, Bikaner 47, Jaisalmer 45.7, Kota 45.4, Jodhpur 44.6, Barmer 44, Ajmer 43.8 and Udaipur 42.8 degrees Celsius. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "HC asks cops for steps taken to handle  sensitive rape cases": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/hc-asks-cops-for-steps-taken-to-handle-sensitive-rape-cases/articleshow/69589211.cms", "time": "2019-05-31 10:46:00", "description": "JODHPUR: The high court on Thursday stressed the need for investigation of rape cases with sensitivity and seriousness. There was a need for coordinated efforts by the police, judicial officers, medical and health department and psychologists, it stated. The division bench comprising Justice Sangeet Lodha and Justice Vinit Kumar Mathur has sought a detailed report on the steps taken by the police on the next hearing on July 16, post-summer vacation. While taking suo motu cognizance of the rising incidents of rape in the state, the high court had termed the police incapable, observing its negligence and indifference in dealing with the cases of rape and had issued notice to the government seeking its reply. An amicus curie had also been appointed by the court for suggestions, who had advocated the need for special training to the police to deal with such cases. The court, on Thursday, also called upon the AAG to provide suggestions from his side in consultation with all the stakeholders to the court so that a comprehensive model to curb the incidents of rape and their investigation could be worked out. Besides this, the court also underlined the importance of the State Judicial Academy in training of the stakeholders and strengthening their participation. While updating the court about the modernization of police in crime control, AAG informed the court about initiatives like Abhay Command Control, Hardcore Criminal Scheme, Top Ten and Beat schemes for effective and expedited action against crime and criminals. An affidavit to this effect from both police and home department has already been submitted to the court stating that police was serious in dealing with rape crimes and that the record of the state was already better than not just many other states but also some countries like Sweden, US, Iceland, etc. Download The Times of India News App for Latest City ."}, "Man crushes girl, her mom to death in Jodhpur, flees": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/man-crushes-girl-her-mom-to-death-in-jodhpur-flees/articleshow/69262788.cms", "time": "2019-05-10 04:23:00", "description": "JODHPUR: A man crushed a woman and her daughter to death under his vehicle in Tivari town under Mathania police station in Jodhpur on Thursday afternoon. After the incident, the assailant jumped into a canal leaving his vehicle nearby. The 22-year-old girl died on the spot, while her 55-year-old mother succumbed to injuries on the way to the hospital, said police. The man, identified as c, who had jumped into the canal, could not be found till late evening. Police have found a pair of slippers and a T-shirt near the canal, which had some blood stains on them. “We have been searching for him in the canal using a net and adopting other measures like holding the flow of water of the canal,” said DCP (East) Dharmendra Singh. Victims have been identified as Damu Devi and her daughter Indra, who were Pak migrants, but are believed to have obtained Indian citizenship in 2005. The duo had been living in the town for past many years. “Prima facie, it appears that Sukharam wanted to marry Indra. But the mother fixed her daughter’s marriage elsewhere,” said Singh. Singh said that the incident occurred on Thursday afternoon when the mother and her daughter were walking to the town. “Sukharam, who was passing from there in his car, spotted them walking and in a fit of rage, hit them with his vehicle crushing them 2-3 times,” said Singh, adding as per witnesses, not content with this, he came out and stoned them to death. Download The Times of India News App for Latest City ."}, "At 50.8 degrees Celsius, Churu logs highest-ever temperature in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/at-50-8c-churu-logs-highest-ever-temp-in-raj-met-issues-red-alert/articleshow/69617191.cms", "time": "2019-06-02 10:44:00", "description": "JAIPUR: There was no respite from the blistering heat conditions in Rajasthan for the fifth consecutive day on Saturday. Breaking all records, Churu registered 50.8 degree Celsius, highest ever maximum temperature in the state on Saturday. Moreover, Jaipur Met office issued red alert for majority of the places in western Rajasthan and some parts of eastern Rajasthan for next five days. Last time, Churu saw its maximum temperature exceeding 50 degree Celsius was on May 19, 2016 when a maximum temperature of 50.2 degree Celsius was recorded. “Saturday’s maximum temperature of Churu was highest temperature ever registered by Jaipur Met office in any station,” said Shiv Ganesh, director, Jaipur Met office. In its forecast, Met office said that in western Rajasthan, the districts, including Jaisalmer, Barmer, Nagaur, Bikaner, Hanumangarh, Churu, Jodhpur, Barmer, Jalore and Pali will witness severe heatwave conditions till June 4. Likewise, in the eastern Rajasthan, the districts including Ajmer, Alwar, Bharatpur, Baran, Bundi, Dausa, Dholpur, Jaipur, Chittorgarh, Jhalawar, Jhunjhunu, Karauli, Kota, Sikar, Sawai Madhopur and Tonk will also witness severe heat conditions till Monday. People in Jaipur woke up to a warmer morning as a minimum temperature of 31.7 degree Celsius, almost four degree above the normal notch was recorded. It was followed by simmering afternoon when a maximum temperature of 45.2 degree Celsius was recorded. There has been a continuous rise in the number of patients complaining of vomiting, diarrhoea, heat stroke and sunburns. “Only thing advisable is that people should consume at least three litres of water daily, should avoid food outside and also apply god sunscreen while going out as ultra violet index is also high,” said a senior doctor at SMS hospital. In the afternoon, roads wore deserted look as people confined themselves to their respective offices and homes. Various eateries, restaurants and markets were almost empty till 6 pm at various parts of the state. Except Udaipur, majority of the places in the state witnessed its maximum temperatures above 44 degree Celsius. There is no forecast of any respite as similar conditions will prevail in the state till June 4. Except some dust storm and mild showers the weather would mainly remain dry in the state. Churu witnessed hottest day ever in its history as a maximum temperature of 50.8 degree Celsius was recorded. In Video:Heatwave conditions peak across India, 2 dead as temperature crosses 50 in Rajasthan’s ChuruDownload The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "Three of a family killed as wall collapses in Jodhpur": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/three-of-a-family-killed-as-wall-collapses-in-jodhpur/articleshow/69332982.cms", "time": "2019-05-15 08:53:00", "description": "JODHPUR: Three members of a family were killed while another was injured on Monday night in Prithvipura area when a wall of their neighbour’s under-construction house fell on them following dust storm. The Jodhpur Municipal Corporation (JMC) sealed the under-construction house on Tuesday after finding that the construction was being carried out illegally and without permission. An FIR has been registered by the police against the house owner and the construction contractor for negligence on the complaint given by family members of the deceased. The administration has announced a compensation of Rs 4 lakh for each of the deceased under the Chief Minister’s Relief Fund. Naini Devi, a widow, was sleeping on the terrace of her house along with her sons, Vinod and Manish, and daughter-in-law Komal, who was seven-months pregnant, on Monday night. Following the sandstorm, a wall of the adjoining under-construction house fell on them. All four were rushed to the hospital, where Naini Devi, Vinod and Komal succumbed to their injuries. Manish is undergoing treatment. Their house was also damaged in the incident. On Tuesday morning, family members and relatives of the deceased assembled at the morgue of the hospital. They demanded a compensation of Rs 2 crore and a government job for Manish, the only surviving member of the family, besides repairing the house. “A memorandum with these three demands has been given by the family members to the district magistrate. In the meantime, announcement of compensation of Rs 4 lakh to each deceased under Chief Minister’s Relief Fund has been processed by the administration,” said ADM Seema Kavia. When the death procession of three deceased started from their house on Tuesday morning, every eye in the neighborhood was moist. Public representatives of political parties also reached the spot and expressed their condolences to the family members. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Parched water bodies proving fatal for wildlife in desert areas of state": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/parched-water-bodies-proving-fatal-for-wildlife-in-desert-areas-of-state/articleshow/69849520.cms", "time": "2019-06-19 13:01:00", "description": "JODHPUR: Parched water bodies have spelt doom for the wildlife in villages in desert regions of the state. The landscape of the villages in desert areas is dotted with the carcasses of cattle and other animals, both aquatic and non-aquatic, in the absence of water. Scorching heat and drying water bodies has claimed lives of over 20 tortoises in Gudha Bishnoian in past two days and many are on the verge of death as they have no water available anywhere for survival. Some villagers have been pouring water in these water bodies on their own level out of their love for wildlife, but that is not enough to avert the threat to the wildlife. Rampal Bhawad, president of the Bishnoi Tiger Force said that the situation is very grim in the urban areas where even the livestock are not getting enough water, forget the wildlife dependent on village water bodies. “It was shocking to know that Gudha Bishnoian, which is a conservation reserve, is facing such a situation despite the village pond being a major source of water for the wildlife around here,” he said, holding the forest department responsible for not making adequate water available to these animals. They also submitted a memorandum to the administration and forest officials, drawing their attention to this grim situation leading to premature deaths of the wildlife. Absence of water has also forced the wildlife to displace to other locations in search of water and many of them die in this search as the situation is the same everywhere around, with hardly any water left in rural water bodies. The situation is worse in the border districts of Barmer and Jaisalmer, where the villagers are compelled to leave their livestock to fend for themselves, as they neither have fodder nor water to keep them alive. According to the sarpanchs of the villages from these districts, even the carcass contractors have expressed their inability to collect and dispose of the large number of carcasses there. Download The Times of India News App for Latest City ."}, "Blackbuck poaching: HC notice to Saif Ali, Bendre": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/blackbuck-poaching-hc-notice-to-saif-ali-bendre/articleshow/69420155.cms", "time": "2019-05-21 05:45:00", "description": "JODHPUR: The Rajasthan High Court on Monday issued fresh notices to Bollywood actors Saif Ali Khan and Sonali Bendre in an appeal by the state government against their acquittal in the infamous blackbuck poaching case. Notices have been served by the bench of Justice Manoj Kumar Garg for the second time after the first notices could not be delivered to the two respondents. The state had challenged the trial court’s acquittal of five co-accused in the Kankani blackbuck poaching case. The high court, while admitting the appeal, had issued notices to Saif Ali Khan, Sonali Bendre, Neelam, Tabu and a local Dushyant Singh on March 11. “Of these five accused, notices to Saif and Sonali could not be served. Considering this, the high court issued fresh notices to them seeking reply in eight weeks,” said government counsel Mahipal Bishnoi. The trial court had sentenced Salman Khan for five years on April 5 last year in a case of poaching of two Black Bucks in village Kankani on October 1-2, 1998, while the co-accused, four film stars and a local person were acquitted giving them benefit of doubt. Later, Salman had challenged his sentence in the sessions court, arguments of which are under progress, while the state had challenged the acquittal of the co-accused in the high court. A similar petition moved by a key-witness Poonam Chand challenging the acquittal of these five co-accused is also pending in the high court. One more petition by state challenging the acquittal of Salman Khan in another case against him under the Arms Act is pending for arguments in the court. The trial court had acquitted Salman of the charges of using arms with expired license in alleged poaching of antelopes. Download The Times of India News App for Latest City ."}, "BJP had attempted to distort history: Ashok Gehlot": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/bjp-had-attempted-to-distort-history-gehlot/articleshow/69392070.cms", "time": "2019-05-19 13:44:00", "description": "JODHPUR: Chief minister Ashok Gehlot said here on Saturday that who so ever will tamper with the history, would never be able to make history and would not ever be remembered in future by anyone. “When you run the government and distort or tamper with the historical facts, you would never be able to make history or would be remembered in future,” he said holding Prime Minister Narendra Modi and former chief minister Vasundhara Raje for tampering the historical fact. He said that wherever the BJP ruled in the country, they attempted to distort and misinterpret the history stating that they themselves never made any history and not sacrificed even a finger in the freedom struggle. Referring to the issue of ‘jauhar’ and Maharana Pratap, Gehlot said that the confusion between ‘Sati’ and ‘jauhar’ should be understood. “Sati has been banned as a social evil and ‘jauhar’ has been all about the sacrifice and pride in our history. There was no denial about this practice,” he said adding that Pratap was also an epitome of sacrifice and courage. Referring to the press conference by Modi and Amit Shah ahead of the closing of last phase of campaigning, Gehlot said that they did not talk to media ever in five years and now they suddenly came before media with drooping face. “See their face and body language in the press conference. Country has seen the message they gave. Rahul Gandhi had challenged them to debate but they backed off. Why they stayed away from talking about issues, what they did in five years, what was their vision. But they talked about their campaigning and its strategy,” Gehlot said. He alleged that both of them have become a laughing stock before the country by holding this press conference as everybody was struggling to find the purpose of the press conference. He further said that Modi and Shah appeared as a tired army commander, who has accepted his defeat while claiming that Modi is losing the election for sure. Talking about Modi’s visit to Badrinath and his wearing saffron while sitting in a cave for meditation, Gehlot said that Modi has done nothing but polarization. “Today, he has been sitting in a cave wearing “bhagva”. God knew, what message did he want to deliver. Everybody has been watching him,” said Gehlot. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Congress embarrassed as party leaders oppose government, bureaucracy": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/cong-embarrassed-as-party-leaders-oppose-government-bureaucracy/articleshow/69641738.cms", "time": "2019-06-04 06:37:00", "description": "JAIPUR: Rajasthan Congress is cracking under its own weight. The debacle in the Lok Sabha polls on May 23 has kicked up a storm in the party as its ministers, MLAs and leaders are taking on their own government, bureaucracy, cops and administration. They are hitting more headlines for opposing the government. Congress MLA and ex-DGP Harish Meena was staging sit-in against the Tonk police alleging murder when a tractor driver died. Meena found support in BJP leader, Rajya Sabha MP Kirori Lal Meena who shared the protest site with the former on Monday. This left the senior party leaders red-faced. Meena's own party leaders are denouncing his wisdom by calling it as an accident. However, later Meena called off his protest as the government agreed to his demands. Another front has been opened by cabinet minister Vishvendra Singh who is taking on police and administration for crimes in his constituency of Bharatpur. The minister alleged police of extorting money from traders and the locals. In a series of tweets from the past five days, he has been accusing the police of the same. Government took some corrective measures which failed to impress the minister. Singh has found support from BJP on his timeline causing embarrassment for party workers. TOI called Singh but he remained unavailable. Sources said that his ministerial colleagues have asked him to stop venting his anger in public but the minister refused to listen. In both the cases, the matter has not rung the bell at senior level where the party leaders did not show any urgency to resolve the issue. The party had also not been able to handle minister Lalchand Kataria’s resignation letter. The minister submitted his resignation on May 25 and was untraceable for the next four days. His letter reads that resignation has been sent to the CM and the governor. However, the government refused to admit about his resignation. In fact, it was not even aware of the minister’s whereabouts who surfaced at the CM’s residence on May 31. MLA from Dausa, Ramesh Meena had also hit the headlines after he publicly attacked the bureaucracy for not letting him carry out development works. Similarly, MLA from Nimbahera, Udailal Anjana questioned the party’s decision to field Vaibhav Gehlot from Jodhpur and failure to form an alliance with Hanuman Beniwal’s RLP. Both later assured that they are not against the party and aired their views in their personal capacity. Download The Times of India News App for Latest City ."}, "Heatwave hits life in parts of Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/heatwave-hits-life-in-parts-of-state/articleshow/69556107.cms", "time": "2019-05-29 13:55:00", "description": "JAIPUR: Blistering heat wave affected normal life in parts of Rajasthan where Bikaner recorded the highest temperature of 45.6 degrees Celsius on Tuesday. Jaipur Met office has said the heat wave conditions would intensify in eastern and western parts of the state in the next couple of days. Continued rise in mercury has further aggravated problems related to drinking water and power supply. In some parts of the state including Barmer, Ajmer, Bhilwara, Jodhpur, Churu, Bikaner and Jaisalmer, people are not getting drinking water on a regular basis. The district collectors concerned are arranging for water tankers for the public. In Jaipur, a minimum of 29.6 degrees Celsius was recorded, almost two degrees above normal. The city witnessed the hottest day of the season so far with maximum temperature of 43.2 degrees Celsius. Several colonies also witnessed abrupt power cuts due to increased usage in city. Bikaner was followed by Sriganganagar and Jaisalmer where a maximum temperature of 45.2 degrees Celsius was recorded, Churu 45.1, Kota 45 Barmer 44.6, Jodhpur 44.5, Ajmer 43.5 and a maximum of 41.8 degrees Celsius was recorded in Udaipur. The heat wave conditions will further aggravate in the state in the next 24 hours, Jaipur Met office said. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Traffic cop booked for attacking wildlife activists in Jodhpur": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/traffic-cop-booked-for-attacking-wildlife-activists-in-jodhpur/articleshow/69435603.cms", "time": "2019-05-22 08:32:00", "description": "JODHPUR: A case has been registered against a traffic constable for allegedly attacking wildlife activists of village Sarecha under Luni police station in Jodhpur. He had allegedly been caught with a gun by the locals belonging to the Bishnoi Tiger Force on Monday midnight, while he was allegedly looking for an animal to hunt there. A video of the conflict between the policeman and the activists attempting to snatch his gun, has gone viral on social media. The constable, identified as Satyapal Singh, had been allegedly found in search of some animals for hunting, with an aide amidst the farms of the village with a double barrel gun. The villagers snatched the gun from him and informed the police and forest department. The gun was handed over to the police but the said accused managed to flee taking advantage of the night. The activists alleged that the policeman later attacked one of their men early on Tuesday morning injuring him and damaging his motorcycle. According to the Luni police, a case has been registered against Satyapal Singh under appropriate sections of IPC, which are 308 (attempt to commit culpable homicide), 324 (voluntarily causing hurt by weapon) and 341 (wrongful restraint). A counter case has also been registered against the activists on the complaint of the aide of the policeman, alleging causing them hurt and caste-based comments. In the morning, the activists of the Bishnoi Tiger Force (BTF) along with the villagers and wildlife lovers staged a demonstration at the Luni police station, exerting pressure on the police to take action in the matter and file a case against the accused policeman. Rampal Bhawad of the BTF said that despite giving all the information and catching him red-handed while he was in search of some animal to hunt with his gun, police did not register a case against their own man. “We had to sit on a demonstration at the Luni police station to force the police to register a case against the policeman,” said Bhawad. He demanded inquiry into the possession of the weapon by the accused despite the election code in force, stating that where did the weapon come from. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Review status of all dry rivers in Rajasthan: NGT to chief secretary": {"link": "https://timesofindia.indiatimes.com//city/jodhpur/review-status-of-all-dry-rivers-in-state-ngt-to-chief-secy/articleshow/69287489.cms", "time": "2019-05-12 12:31:00", "description": "JODHPUR: The National Green Tribunal (NGT) has directed chief secretary to review the status of all the dried rivers in the state and ensure that they are not misused for purpose of disposal of solid and liquid waste, on the pretext that these are dry rivers. The tribunal has also sought an affidavit to this effect in two months to be filed by the secretary, Irrigation and Flood Control Department of the state in consultation with all concerned departments and under the supervision of chief secretary. Along with this, DGP and additional DGP have also been directed to appear before the tribunal on the next date of hearing, with a proposal for constituting a Special Task Force to check activities of the industries functioning in contravention to the environmental laws and orders passed by tribunal from time-to-time. The tribunal gave these directions following the proceedings on monitoring the execution and compliance of its previous orders, which inter alia pertained to closing of two industries, setting up of Primary Effluent Treatment Plants (PETPs) by textile and steel industries, adoption of PETP standards, utilization of treated CETP effluents and sewage from sewage treatment plants, maintaining environmental flow in river Jojri and monitoring mechanism for execution of directions. The tribunal directed pollution control board to consider if the CETP is non-compliant with the standards, then all members of CETP are liable for closure till deficiency is rectified. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}}