{"Agra civic body sends notice to 16 ad agencies for violating unipole norms": {"link": "https://timesofindia.indiatimes.com//city/agra/amc-sends-notice-to-16-ad-agencies-for-violating-unipole-norms/articleshow/69816659.cms", "time": "2019-06-17 11:45:00", "description": "AGRA: Agra Municipal Corporation (AMC) administration once again sent notices to advertisement agencies for installing unipole hoardings in violation of norms instead of removing them. This time, notices have been issued to 16 advertisement agencies. They have been asked to remove unipole hoardings placed at unapproved spots. Besides, the notice mention that agencies will have to pay double charges for using both sides of the unipole for advertisement. Some agencies have been hoodwinking the AMC by getting permission for a single unipole and using both sides to put up advertisements. Earlier, councilors had raised the matter with the civic body administration. According to senior AMC councilor Ravi Mathur, “The installation of unipoles following the develop-operate- and-transfer (DOT) model is largely taking place in violation of standard norms. Private advertisement agencies are causing revenue loss to the AMC. But civic body officials continue to remain lenient towards them. Only notices are being issued as a formality.” AMC chief engineer AK Singh said, “Notices have been issued to advertisement agencies for violation of norms in placing unipole hoardings. In case, the wrongly placed hoardings are not removed within 15 days, then strict action will be taken against the agencies. It has surfaced that some of the agencies are using both sides of the unipole by depositing charges for one-side advertisement. Such agencies will be identified and double charges will be recovered from them.” The AMC administration had in a bid to curb installation of illegal hoardings in the city had allowed agencies to set up unipoles at 600 points across 100 wards of the city. The unipoles were planned to be positioned on road sides. But in violation of norms, the agencies placed them on road dividers. According to provisions of AMC adverstiment policy, there must be at least 250 to 300 meters distance between two unipoles. But around 60% unipoles in the city have not been set up as per the standard distance between them. In this regard, complaints had been received by the district administration and the state government. Earlier in February, AMC had issued notice to 24 agencies to remove unipole hoardings installed in violation of norms within 15 days. But no advertisement agency took the trouble to do so. Instead, councilors complained that 12 new unauthorized unipoles were installed by private agencies listed with the civic body. Download The Times of India News App for Latest City ."}, "Aligarh Muslim University students raise objections over yoga day celebrations": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/amu-students-raise-objections-over-yoga-day-celebrations/articleshow/69864186.cms", "time": "2019-06-20 12:55:00", "description": "AGRA: Students of the Aligarh Muslim University (AMU) have raised objections over yoga day celebrations in the campus as the arrangements made by the administration are made common for men and women. According to students, these celebrations are nothing but a waste of money as nobody would become healthy by doing yoga for a day. “These celebrations are meaningless and if the authorities want to make some difference, they should organise yoga classes round the year,” former president of students’ union, Faizul Hassan said. AMU court member, Shafikurhman Khan from Theology department also opposed the yoga day celebration in the university. He said, “We welcome yoga if it is part of the curriculum but not if it is forced under a particular ideology.” He added that it’s unfortunate that yoga, instead of being seen as a science, has been given a communal colour. Former vice-president of students’ union, Hamza Sufyan said the amount which is being spent on the yoga day celebrations should be spent on education as the varsity’s budget has been going down every year. Talking to TOI, spokesperson of the university, Shafey Kidwai, said, “these are all baseless allegations. Week-long celebrations are planned for the International Yoga Day.” According to AMU administration, the varsity has been observing the International Yoga Day since 2015, but this year, the celebrations have been marked by a series of events. Some prominent yoga exponents have been invited to deliver lectures and hold workshops. The week-long programme is being organised by AMU’s Department of Physical Education. Download The Times of India News App for Latest City ."}, "Agra cantt station": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/agra-cantt-station/articleshow/58798437.cms", "time": "", "description": ""}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "bad conditions for police candidate in mumbai": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/since-conditions-for-police-candidates-in-mumbai/articleshow/57969028.cms", "time": "", "description": ""}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "BJP leader murdered by brother over property dispute in Aligarh": {"link": "https://timesofindia.indiatimes.com//city/agra/bjp-leader-murdered-by-brother-over-property-dispute-in-aligarh/articleshow/69832075.cms", "time": "2019-06-18 12:45:00", "description": "AGRA: Aligarh’s BJP youth wing vice-president, Saurabh Sharma, was allegedly beaten to death at his house on Sunday night by his elder brother over a property dispute. According to police, the incident occurred around 10 pm when Saurabh’s elder brother Abhishek Sharma came back home in Jaiganj locality, where the joint family resides. Both brothers had an argument over some property matter and things soon turned ugly. Abhishek allegedly picked up a pedestal fan that was lying nearby and hit it on Saurabh’s head and then fled from the place. Family members immediately rushed Saurabh to a hospital, where he succumbed to his injuries. Saurabh was also the member of district working committee and brother-in-law of former BSP MLA Mukul Upadhyaya. Senior superintendent of police (SSP) Akash Kulhary said that a case has been registered against five persons including Abhishek and his relatives under sections 302 (murder), 34 (when a criminal act is done by several persons in furtherance of the common intention of all), 147 (rioting) and 148 (armed with deadly weapons) of IPC on the basis of a complaint filed by the deceased’s wife Lily Sharma. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Daily peak hour Jam at KOLBAD Junction Thane (West": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/daily-peak-hour-jam-at-kolbad-junction-thane-west/articleshow/62576625.cms", "time": "", "description": ""}, "3,300 out of school children identified in Agra": {"link": "https://timesofindia.indiatimes.com//city/agra/3300-out-of-school-children-identified-in-agra/articleshow/69806248.cms", "time": "2019-06-16 11:31:00", "description": "AGRA: Following orders of the state government, the basic education department had identified over 3,300 children who were out of schools. In first three months of the new session which started in April, all the identified students have been enrolled in the state government-run primary schools. They will be attending regular classes from July after end of the summer vacation. However, the data compiled by the basic education department indicate that the state government’s special program named ‘Sharda – School Har Din Ayein’ for enrollment of out of school children ended in a formality in rural areas. According to the official data, in city areas and 15 blocks of Agra district teachers identified 3,332 children between age group of 6 to 14 who were not going to school. Out of these 1,063 were enrolled in city areas, whereas in entire Fatehpur Sikri block only seven children were found not going to school. Ahead of the new session, state government had directed that teachers should step out of schools to identify children not going to school. Teachers were required to spread awareness about benefits of education especially among weaker sections of the society, and ensure no child is left to get benefit of free education. In city areas, teachers took out rallies to promote the Sharda program. Non-government organisations also made efforts for enrollment of the out of school children. Apart from city area, 413 out of school children were enrolled in Jagner block, 370 in Kheragarh, 264 in Baroli Ahir, 210 in Pinahat, 201 in Khandoli, 161 in Bichpuri, 12 in Fatehabad, 114 in Jaitpur Kalan, 94 in Shamshabad, 85 in Fatehabad, 50 in Bah, 46 in Achhnera, 43 in Saiyan, 39 in Akola and seven in Fatehpur Sikri. District in-charge of the Sarv Shiksha Abhiyan said, “The admission process will continue till September end. After reopening of schools in July, second round of campaign to identify out of school children will be launched. This time the focus will be on rural areas. Teachers will reach every doorstep to take children to school. Officials will also make efforts to ensure every child goes to school.” Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Clerical mistakes, sloppy verification cause long delay for 42,000 farmers in Agra": {"link": "https://timesofindia.indiatimes.com//city/agra/pm-kisan-scheme-clerical-mistakes-sloppy-verification-cause-long-delay-for-42k-farmers-in-agra/articleshow/69816720.cms", "time": "2019-06-17 10:21:00", "description": "AGRA: Clerical mistakes and sloppy verification have cost long delay for around 42,000 farmers in Agra district who are yet to receive their first installment of Rs 2,000 under the Pradhan Mantri Kisan Samman Nidhi (PM-Kisan) scheme. The scheme was announced during the 2019 interim Union Budget on February 1. Taking cognizance of the complaints made by farmers, the state government has now directed the district administration to correct the clerical mistakes. A re-verification process will begin soon as part of clearing the first installment. Under the scheme, financial benefits of Rs 6,000 per year was declared for all small and marginal farmers having total cultivable holding of up to two hectares. The amount will be provided in three equal installments of Rs 2,000 each in a period of four months in the financial year. The benefit will be admissible for transfer with effect from December 1, 2018. To the benefit of the PM-Kisan scheme, farmers were required to make an online application. In Agra district, over 3 lakh applications were received on the PM-Kisan portal. The district administration after verification of the applications had forwarded details of 2,33,002 farmers eligible to be benefitted under the scheme to the central government. Out of these, 1,91,012farmers have received two installments of Rs 2,000 each while 41,990 farmers have not received the amount in their bank accounts. Farmers who have not received the monetary benefit are making rounds of the sub-division offices and agriculture department. District agriculture officer Rampravesh Verma said, “Due to some clerical mistakes and discrepancies in details submitted by the applicants, around 21% of the farmers have not received benefits under the PM-Kisan scheme. Revenue clerks have been asked to conduct re-verification of such farmers and correct mistakes in their eligibility report. We will ensure each and every eligible farmer gets the benefit of the scheme”. Major reasons restricting transfer of benefit under the PM-Kisan scheme include wrong Aadhaar card or bank account number and faults related to land record of farmers. In some cases, bank accounts of farmers have been non-functional for a long time. During the verification process, 65,000 applications were rejected while a large number of fake applications had surfaced. Fictitious applications under the names of Narendra Modi and Yogi Adityanath were also detected. Multiple online applications with same name and address were also identified and cancelled. Download The Times of India News App for Latest City ."}, "‘Probe usage of fuel by garbage vehicles in Agra’": {"link": "https://timesofindia.indiatimes.com//city/agra/probe-cost-of-fuel-of-garbage-vehicles/articleshow/69831253.cms", "time": "2019-06-18 12:53:00", "description": "AGRA: Agra Municipal Corporation (AMC) is spending over Rs 1.25 crore per month on fuel for operating garbage collection vehicles. If maintenance of vehicles and salaries of employees are added, then around Rs 3 crore is spent every month for lifting municipal solid waste (MSW) from 100 wards of the city. Notwithstanding the expenses incurred, city roads continue to be littered with garbage. Garbage is not lifted regularly in several localities and sometimes not even taken to the Kuberpur landfill site. It is dumped in different parts of the city and set afire. As per an estimate, more than 200 metric tonnes of MSW is burnt on every day. Now, municipal councilors are planning to raise the issue with mayor Naveen Jain and demand an investigation of the entire matter. According to AMC sources, around 750 metric tonnes of MSW is generated in the city on a daily basis. For collecting and ferrying the garbage from different parts of the city to Kuberpur landfill site, AMC has a fleet of 284 vehicles for the purpose. However not all are roadworthy. Municipal commissioner Arun Prakash, “On an average, 1.95 lakh litres of diesel is consumed every month by garbage collection vehicles. But out of 284 garbage collection vehicles, 31 are more than a decade old. Around eight of the old vehicles are not in working condition.” This means that 276 vehicles are functional. Therefore, the cost of running these vehicles is a surprise. Councilor of ward number 64 (Belanganj) Anurag Chaturvedi said, “Though I have not calculated in details but 276 vehicles consuming 1.95 lakh litres of diesel every month means that approximately each is operating for eight hours every day. This is highly suspicious.” Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Open electric junction box on footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/open-footprint/articleshow/63325052.cms", "time": "", "description": ""}, "Shortage of doctors hits emergency and OPD services in Aligarh district hospital": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/shortage-of-doctors-hits-emergency-and-opd-services-in-aligarh-district-hospital/articleshow/69864256.cms", "time": "2019-06-20 12:48:00", "description": "AGRA: Acute shortage of doctors and specialists has hit the OPD and emergency services at the government district hospital in Aligarh. While 30 EMOs are required for a hospital with around 300 beds as per NITI Aayog guidelines, Malkhan Singh district hospital, which has 232 beds, is being managed by only one EMO and a few specialists. Patients and their attendants continue to have a tough time as only one Emergency Medical Officer (EMO) is working. There are no cardiologists, physicians, dermatologists and dental surgeons in the hospital. Chief medical superintendent (CMS) of Malkhan Singh district hospital, R Krishan told TOI that they are working on a theory of maximum work in minimum facilities. He admitted that patients are facing problems. With the specialist doctors put on emergency duties, they have to wait for 2-3 hours in OPD. The CMS said that at present, the hospital has two paediatricians on record but only one is working along with three general surgeons, one ophthalmic surgeon and one ENT surgeon. “We have written to the higher authorities to fill the vacancies and are hoping to get more doctors soon,” said Krishan. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "License to chill": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/license-so-chill/articleshow/57698905.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Teenager rescued within hours of kidnap in Agra": {"link": "https://timesofindia.indiatimes.com//city/agra/teenager-rescued-within-hours-of-kidnap-in-agra/articleshow/69847979.cms", "time": "2019-06-19 08:03:00", "description": "AGRA: A 14-year-old boy, who was kidnapped by three armed men near St Marry’s church in Agra on Tuesday, was rescued within three hours by the Khandoli police. The victim has been identified as Ashish alias Arpit Upadhya, a class IX student of Convent School. According to the police, Ashish was sitting in his car while his father had gone to a nearby store in St Marry’s church area when three men kidnapped the boy at gunpoint around 6.50 pm. The kidnappers demanded Rs 2 crore ransom. Ashish’s father Dharmendra Upadhyay(50), who works in the LIC, said he immediately called up the police. Circle officer Sadar Vikas Jayaswal said, “After receiving the call, we immediately formed a team to find Ashish. We conducted through checks and installed barricades at the outskirts of the city.” Jayaswal said they were able to locate Ashish after he managed to escape from the clutches of the kidnappers and made a call to his father disclosing his whereabouts. He said a police team immediately reached Mudi police post and rescued the kid. Talking with TOI, senior superintendent of police, Jogendra Kumar said the kidnappers are on the run and assured to nab them soon. “The boy has identified the accused. We have formed a team to catch them. They will be behind the bars soon,” Kumar said. Download The Times of India News App for Latest City ."}, "Agra doctor held for hiring shooters to kill gym trainer": {"link": "https://timesofindia.indiatimes.com//city/agra/agra-doctor-held-for-hiring-shooters-to-kill-gym-trainer/articleshow/69810978.cms", "time": "2019-06-16 13:19:00", "description": "AGRA: Monitoring movement of a recently released contract-killer from jail helped Agra police to prevent the murder of a gym trainer and landed a city-based orthopedician in jail. The 33-year-old orthopedician, who practises at his father's private clinic in Bagh Farzana area of Civil Lines, was arrested late on Friday evening for plotting murder of gym trainer Tarun Gupta who he suspected was having an affair with his wife, who's a gynaecologist. TOI is withholding the accused doctor's name to protect the identity of his wife. Three other men, including Deepak Singh, the doctor's driver, Rajat Singh, a private pathology employee, and contract killer Satveer, who hails from Firozabad district, were also arrested. Anuj Kumar, station house officer of Sikandra, told TOI, \"After monitoring the movement of shooter Satveer and his aide Vikas, we found that two were planning to eliminate a gym trainer. We picked up Satveer and interrogated him. During investigation, he spilled the beans.\" According to police, Satveer claimed in his confession that the doctor's driver Deepak had contacted Rajat Singh for a contract killing. The three, including the doctor, met Satveer and Vikas at a cafe in Sanjay Place and offered Rs 5 lakh to eliminate gym trainer Tarun Gupta. Later, the orthopedician also took the two contract killers in his car to identify the gym trainer and show them his residence. \"During questioning, the doctor claimed that he suspected his wife was having an affair with the gym trainer. He also claimed that he had sought help of his parents-in-law to end the affair but it didn't help. That's when he decided to hire a killer to get him eliminated,\" the SHO said. Police said CCTV footages also confirmed the doctor's meetings with the contract killer. Police recovered a .32 calibre country-made pistol with three cartridges from the contract killer. All the four accused have been booked under IPC's sections 107 (abetment of a thing) and 115 (abetment of offence punishable with death or imprisonment for life-if offence is not committed). Download The Times of India News App for Latest City ."}, "Risky Highway near Rustomjee Urbania": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/risky-highway-near-rustomjee-urbania/articleshow/59482502.cms", "time": "", "description": ""}, "Aligarh Muslim University gets new proctor": {"link": "https://timesofindia.indiatimes.com//city/agra/amu-gets-new-proctor/articleshow/69831691.cms", "time": "2019-06-18 12:50:00", "description": "AGRA: The Aligarh Muslim University authorities have appointed professor Afifullah Khan of the department of wildlife sciences as the proctor on Monday. An order to this effect was issued by university registrar Mr Abdul Hamid (IPS). As proctor, Afifullah would be responsible for maintaining law and order in the university and act as a liaison between the university and district administration. Professor Afifullah is a distinguished academician who has a vast administrative experience as well. He will take over charge in addition to his own duties for a period of two years or until further orders. He has been a part of the university since 1989 when he joined as a lecturer in the department of wildlife sciences. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Two weeks after minor girl murder in Aligarh’s Tappal, unidentified woman’s body found near Yamuna Expressway": {"link": "https://timesofindia.indiatimes.com//city/agra/two-weeks-after-minor-girl-murder-in-aligarhs-tappal-unidentified-womans-body-found-near-yamuna-expressway/articleshow/69814253.cms", "time": "2019-06-16 19:18:00", "description": "AGRA: Almost two weeks after the body of a 2.5 year-old brutally murdered girl was found in Aligarh’s Tappal area, another mutilated body of a middle aged woman was discovered in a deserted plot in Simrautti village near Yamuna Expressway on Sunday. According to Tappal police, the woman’s body was wrapped in a black polythene and it was spotted by some local residents. Police said, prima facie, the body had been dumped at the spot after killing the woman. Local Forensic Science Lab (FSL) team was called for taking samples as liquid was found near the woman’s body. Police said the deceased woman was about 40-year-old and was wearing a Saree and a blouse. She appeared married as she had “kangans” on her wrists. Talking to TOI, Tappal circle officer Sanjeev Dixit, said that body will be sent for post mortem and further investigations are on to identify the deceased and her killers. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Stray dogs menace hits Taj Mahal": {"link": "https://timesofindia.indiatimes.com//city/agra/stray-dogs-menace-hits-taj-mahal/articleshow/69847952.cms", "time": "2019-06-19 13:55:00", "description": "AGRA: Even as the Archeological Survey of India (ASI) continues to grapple with the simian menace at the Taj Mahal, the world heritage site is now under ‘attack’ of stray dogs, compounding problems for both the tourists and the staff. A video of stray dogs roaming inside the Taj lawns went viral on social media on Tuesday, attracting criticism from the netizens. This comes at a time when on an average 150 cases of dog bites are reported every day in Agra, according to data shared by the health department. However, ASI superintending Archeologist in Agra circle, Vasant Swarankar, claimed that the dogs that were spotted on the Taj premises were removed immediately. He said the stray dogs enter the premises only during rain, when the staff and other people are indoors. Tourism Guild Association secretary, Rajiv Saxena, however, termed it “utter negligence’ on the part of the officials. “I am deeply hurt, as the symbol and icon of the Indian tourism is being allowed to be thronged by dogs.” A hotelier in Taj Ganj, Sandip Arora, said such kind of pictures and videos raise questions over security at Taj Mahal. “It is also the matter of tourists’ safety, who spend huge amount of money to see the world heritage monument,” he said. He added that the tourists were earlier bitten by simians inside the monument, and now stray dogs are creating a scare for the travellers. Download The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "ACs fail to cool waiting lounge at ISBT, forcing passengers to sweat it out": {"link": "https://timesofindia.indiatimes.com//city/agra/acs-fail-to-cool-waiting-lounge-at-isbt-forcing-passengers-to-sweat-it-out/articleshow/69806254.cms", "time": "2019-06-16 11:30:00", "description": "AGRA: Passengers at the Inter State Bus Terminal (ISBT) here have to sweat it out every day as the air conditioning of the waiting lounge has not been functioning properly for quite some time now. With temperatures hovering over 40 degrees Celcius for the past fortnight, they face a tough situation. The AC lounge has been specially made for passengers who travel by air conditioned buses run by Uttar Pradesh State Road Transport Corporation (UPSRTC). Over 70% of the buses run by UP roadways in Agra are air conditioned. Under the circumstances, passengers who pay a hefty sum for an AC bus ticket feel cheated due to poor facilities and maintenance of ACs in the lounge. The air conditioned waiting lounge at the ISBT has two split ACs. However, it seems, they have not been serviced for long despite hot summers in the city. The cooling is so poor that passengers are forced to fan themselves. Surprisingly, on record, both air conditioners are shown working 24x7 along with electricity consumed. The AC lounge has no fan. On an average, around 50,000 passengers take a bus from ISBT every day.. Vivek Bansal, a passengers waiting to board a bus to Lucknow, said, “UPSRTC is cheating passengers. I had booked two AC tickets for Lucknow. Since the last 30 minutes, we are suffering due to the heat. My wife is feeling suffocated. Officials must take cognizance of the situation.” Pawan Kumar, who was going to Delhi, said, “The AC waiting room at ISBT is useless. I was not able to sit there for 10 minutes and had to get out. The fans at the waiting area for general passengers were also not working properly. I was not able to find a water cooler to quench my thirst. UPSRTC must value the convenience of the passengers.” When contacted, ISBT station head Hans Raj insisted that the ACs are working properly. He said, “Both the ACs at the waiting room are functional. Due to high temperature and frequent movement of passengers, ACs may not be able to provide proper cooling. We will get the situation checked. Necessary action will be taken to ensure that passengers are not inconvenienced .” Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Aligarh Muslim University vice-chancellor urges protesting doctors to return to work": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/amu-vc-urges-protestingdoctors-to-return-to-work/articleshow/69864193.cms", "time": "2019-06-20 12:54:00", "description": "AGRA: A day after the Aligarh Muslim University’s (AMU) Jawaharlal Nehru Medical College (JNMC) administration declared the junior doctors’ strike as “illegal”, varsity’s vice-chancellor, Tariq Mansoor, has appealed to the 500 protesting doctors to return to work. The doctors went on a mass earned leave on Monday to protest against the non-implementation of the seventh pay commission. Principal of the JNMC, SC Sharma, said, “As resident doctors had gone on leave without any notice or application for a leave in their concerned department, their leave or strike would be considered illegal and strict action will be taken against them.” Spokesperson of the university, Shafey Kidwai, said that the AMU administration has been in constant touch with the University Grants Commission (UGC) and Ministry of Human Resource and Development (MHRD) officials for the immediate implementation of the revised pay scales and allowances of junior and senior resident doctors of the JNMC, pursuant to the seventh pay commission recommendations. He said that if the protesting students do not join their duty immediately, the administration will be forced to take action according to its rules and regulations. Informing about the latest communication in this regard, Kidwai, while citing Prof Mansoor’s letter, said that Rajnish Jain, secretary, UGC, has further written to Ishita Roy (IAS), joint secretary (higher education), Ministry of Human Resource Development, Government of India, to “expedite the MHRD concurrence for implementation of the revision of pay and allowances of junior/senior resident doctors of medical colleges/hospitals of AMU, BHU and University College of Medical Sciences in pursuant to the 7th CPC”. He said that the VC has urged the resident doctors to join back so that the medical facilities are restored to the ailing patients at the earliest. President of the Resident Doctors’ Association (RDA), Dr Abdullah Azmi, said, “We had called off protest earlier after 109 days of dharna following assurances by the administration but after seeing no positive response from them, we have been forced to go on indefinite mass leave.” He added that medical services are affected but emergency services are working as 80 senior resident doctors, 350 consultants and around 600 paramedical staff are on duty. He further said that they have been struggling to get their demand implemented for the past one-and-a-half-years and no one had paid heed so far. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "With no drinking water, UP family seeks PM’s permission to end life": {"link": "https://timesofindia.indiatimes.com//city/agra/unavailability-of-drinking-water-hathras-family-seeks-pm-modis-permission-to-end-life/articleshow/69816306.cms", "time": "2019-06-17 09:28:00", "description": "AGRA: Upping the ante against unavailability of drinking water in a Hathras village, a family has written a letter to Prime Minister Narendra Modi, seeking permission to end their lives, as the government had failed to provide them basic facilities for their survival. The missive has been filed by Chandrapal Singh, an MBA graduate, who had earlier decided to auction himself along with several youths in the village on Republic Day to raise money for supply of household water connections. The protest, however, did not take place as, it was cancelled by local administration. Besides the letter, Chandrapal, a resident of Nagla Maya in Hasayan block, has released a video in which he and his minor daughters appealed the PM Modi to listen to their complaint, else give them permission to end their lives as they can not drink excessive “salty” water. Singh said that it is unfortunate that even after 72 years of independence, they have to travel several kilometres for getting drinking water. In a video clip, Singh said, “It is better to die once than to live everyday in pain. We have been suffering from this problem for the past two years and no one has resolved this issue”. He added that he has to walk at least 2-3km everyday to bring drinking water for the house in the weather when temperature is touching 45 degree Celsius. “No one can understand our plight. Government officials cannot even take a sip of water, which we drink to survive. Our children too consume the same water,” he said. Claiming that over 3 lakh people in 150 villages in Hathras are affected by the problem, he said that they have written about about their plight to everybody, from the the district magistrate to the President of India, but the issue has not been resolved yet. When contacted senior divisional magistrate Sikandrarao, Ramji Misra, said that issue will be resolved soon. He said, “Many projects could not be taken up due to model code of conduct in the recent elections”. He assured to take up this matter on priority. In Video:Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end lifeDownload The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "RTO sends notices to take 50,000 old vehicles off Agra roads": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/rto-sends-notices-to-take-50000-old-vehicles-off-agra-roads/articleshow/69880538.cms", "time": "2019-06-21 09:16:00", "description": "AGRA: Over 50,000 vehicles which are more than 15-year-old and are plying on Agra roads have been served notice by the city’s regional transport office. In the notice, the owners have been asked to take the vehicles off the road. “They have been given time till August end, or the vehicles will be confiscated,” an RTO official said. According to Anil Kumar Singh, RTO enforcement, “All the vehicles registered before 2004 should be removed from Agra roads as they create immense air pollution. The apex court has already given clear instructions to not to allow old vehicles in Agra, as it comes under protected Taj Trapezium Zone (TTZ).” TTZ is an area of about 10,400sq km spread over the districts of Agra, Firozabad, Mathura, Hathras and Etah in Uttar Pradesh and Bharatpur in Rajasthan. Ironically, the RTO has allowed these old vehicles to ply in TTZ if they get their registration from other districts. Dr Sharad Gupta, physician and a well-known environmentalist said, “There is a big flaw in the law of Motor Vehicle Act. Vehicles which won’t find registration in Agra RTO will easily get registered in neighboring districts and would again come in Agra to operate. “Secondly, there is no tab on the diesel vehicles in Agra. School buses which need to be operated on CNG, run on diesel. Agra municipal corporation garbage carrying trucks also operate on diesel. Buses of UPSRTC also operate on diesel. The RTO needs to look into these flaws also, to curb air pollution.” The RTO has given time till August. “By August end, owners of old vehicles need to register their vehicles in other districts and take NOC to drive. Or action will be taken against such vehicles if caught in Agra jurisdiction,” the RTO said. It comes against the backdrop of increase of particulate matter (PM-2.5 and PM-10) and suspended particulate matter (SPM) in Agra. The annual average ambient air quality monitoring data obtained from central pollution control board revealed that Agra’s air quality is getting worse by each passing year. In 2018, Taj Mahal reported 180 PM-10 level annual average which needs to be at 60. Similarly, the SPM level too was immensely high at 304. Itmad-ud-Daula, Nunhai and Rambagh which are closer to NH-2 and Yamuna expressway recorded PM-10 level at 211, 234 and 194 respectively due to vehicle movement and factories. Download The Times of India News App for Latest City ."}, "Man posing as lawyer rapes girl, forces her to frame rivals": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/man-posing-as-lawyer-rapes-girl-forces-her-to-frame-rivals/articleshow/69864205.cms", "time": "2019-06-20 12:50:00", "description": "AGRA: A man allegedly raped a 19-year-old girl by impersonating himself as lawyer to frame his rivals in Kasganj district. Accused Narayan Pachauri (27) of Bada Gaon Kotra under Sahawar police jurisdiction, and his father, Ramnaresh Pachauri, who allegedly helped his son in confining the girl in his home, were arrested. According to police, Narayan came in contact with the victim, who hails from an area under Sidhpura police jurisdiction, in May. She was searching for a lawyer to help her mother in a land dispute case with her distant relatives. “Since the girl and her family were not aware of law procedures, the accused misguided the girl and took her with him against her wishes. He raped her and confined her at various locations such as Mathura, Kasganj and Badaun districts. He also hatched a plan to use the girl against his rivals and forced her to file rape charges against them. Narayan also threatened the girl of dire consequences if she doesn’t do as directed. He wrote fake letters and tweeted to the PMO, CMO, DGP, SSP offices mentioning that girl will commit suicide on July 1 if an FIR against his rivals named in the written complaint of rape is not lodged. He was building pressure on the police administration to lodge a false FIR. Later, victim’s brother lodged an FIR against Narayan for confining his sister against her wishes,” said station house officer Rajkumar Singh of Sidhpura. Accused Narayan was also involved in robbery and fraud cases as well, police said. Narayan has been booked under IPC sections 376 (rape), 120B (criminal conspiracy) and 342 (wrongful confinement). Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Illegal eateries a motorists’ nightmare": {"link": "https://timesofindia.indiatimes.com//city/agra/illegal-eateries-unauthorised-bus-stands-motorists-nightmare-on-yamuna-e-way/articleshow/69832092.cms", "time": "2019-06-18 12:43:00", "description": "AGRA: Commissioned in August 2012, the 165.5-km-long Yamuna Expressway was introduced for smooth and quick connectivity between Agra and the NCR region. However, with regular accidents and other nightmarish conditions, the state-of-the-art Expressway - which runs parallel to National Highway-2 - has now turned into an ‘ordinary highway’. Unauthorised eateries, bus stands, road interchanges, not only interrupt high-speed traffic, but also increase road accidents. According to available data, 905 people lost their lives and 9,336 were injured in 5,751 road accidents on Yamuna Expressway. Sources of private concessionaire responsible for operating Yamuna Expressway said that over 150 written complaints and reminders were sent to local police stations in Mathura and Gautam Budh Nagar districts about mushrooming of roadside eateries along the Expressway. These eateries often damage and remove barbed wires and fences to gain access to commuters, particularly truck drivers, motorbike riders and even bus passengers. “The situation has become so grim that both state-run government buses and private buses make regular pit stops at these eateries. It seems the drivers have some sort of monetary commission arrangements with these eateries. Sadly, these eateries pose a great threat and many have lost lives after being hit by speeding vehicles near these places,” said Major (retired) Manish Singh, in-charge coordinator of Yamuna Expressway. “Parking vehicles on the Expressway is prohibited unless there is a genuine case of breakdown.” “Apart from eateries, several unauthorised bus stands have cropped up along the Expressway. This also contributes to rise in accidents,” said the Expressway official. Another source claimed that owing to local political pressure to appease residents of rural areas, two interchanges were opened near Baijana (Mathura) and Jewar (Gautam Budh Nagar), where commuters now openly flout traffic norms and travel in wrong directions to save fuel and time. The source also added that trucks carrying cattle to slaughterhouses between Agra and Aligarh stretch pose high risk to commuters, as the drivers tend to overspeed in order to avoid right-wing groups and police teams who either extort money or assault them. The drivers of cattle trucks mainly operate during night hours and “hardly care if they hit anyone on the road in order to save their own lives”. Attempts were made by TOI to contact SSP Mathura and DIG Agra range, but the officers were unavailable for comments. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "AMU VC urges protesting doctors to return to work; medical college admin declares strike illegal": {"link": "https://timesofindia.indiatimes.com//city/agra/amu-vc-urges-protesting-doctors-to-return-to-workmedical-college-admin-declares-strike-illegal/articleshow/69864223.cms", "time": "2019-06-19 23:01:00", "description": "AGRA: A day after the Aligarh Muslim University’s (AMU) Jawahar Lal Nehru Medical College administration declared the Junior doctors’ strike as “illegal”, varsity’s vice chancellor, Tariq Mansoor, has appealed to the 500 protesting doctors to return to work. The doctors had struck work by going on mass earned leave on Monday to protest against the non-implementation of the 7th Pay Commission. Principal of the JNMC, SC Sharma said, “as the resident doctors had gone on leave without any notice or application for a leave in their concerned department, their leave or strike would be considered illegal and strict action will be taken against them”. Spokesperson of the university, Shafey Kidwai, said that the Aligarh Muslim University administration has been in constant touch with the University Grant Commission (UGC) and Ministry of Human Resource & Development (MHRD) officials for the immediate implementation of the revised pay scales and allowances of junior and senior resident doctors of the JNMC, pursuant to the seventh pay commission recommendations. He said, if the protesting students do not join their duty immediately, the administration will be forced to take action as per its rules and regulations. Informing about the latest communication in this regard, Kidwai, while citing Prof Mansoor's letter, said that Mr Rajnish Jain, secretary, UGC has further written to Ms Ishita Roy (IAS), joint secretary (Higher Education), ministry of human resource development, Government of India to \"expedite the MHRD concurrence for implementation of the revision of pay and allowances of Junior/Senior Resident Doctors of Medical Colleges/Hospitals of AMU, BHU and University College of Medical Sciences in pursuant to the 7th CPC”. He said, the VC has urged the resident doctors to join back so that the medical facilities are restored to the ailing patients at the earliest. According to the president of the Resident Doctors Association (RDA), Dr Abdullah Azmi, “We had called off out protest earlier after 109 days long-dharna following assurances by the administration but after seeing no positive response from them, we have been forced to go on indefinite mass leave”. He said, medical services are affected but emergency services are working as 80 Senior resident doctors, 350 consultants and around 600 paramedical staff are on duty. He said, that they have been struggling to get their demand implemented for the past one-and-a-half-year but no-one had paid heed to it. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "UP shopkeeper throws hot oil on man for paying Re 1 less for a samosa": {"link": "https://timesofindia.indiatimes.com//city/agra/man-fails-to-pay-rs-1-less-for-samosa-shopkeeper-throws-hot-oil-at-him/articleshow/69847937.cms", "time": "2019-06-19 09:44:00", "description": "AGRA: A 26-year-old man sustained burn injuries on the upper part of his body after a sweet shop owner threw hot oil on him, straight from the wok, following a dispute over Re 1. The incident happened on Tuesday in Mathura, where the victim’s brother had bought a samosa for Rs 6, but paid only Rs 5, as he didn’t have change. It started a brawl, with the accused Suresh Kumar and his sons abusing and thrashing the victim and his brother. According to victim Hemraj, he and his brother Vishnu, 22, had gone to a sweet shop in Retia market in the morning, where the latter bought a samosa for Rs 6 but could pay only Rs 5. Suresh, the shopkeeper, along with his sons, started abusing and even beating up Vishnu for not paying the remaining Re 1. “Vishnu called me and when I reached there, they (the shopkeeper and his sons) threw hot oil from a pan on me and my brother,” said Hemraj. Hemraj, trying to shield his brother, received major burn injuries, while Vishnu escaped with minor burns. Police, however, said they are investigating whether the shopkeeper had intentionally poured hot oil on the victims or it accidentally fell on them. The shopkeeper, on the other hand, claimed that when he demanded money for the samosa from Vishnu, the latter and his brother vandalized his shop and also looted money. Station house officer (SHO) of Raya police station, Subhash Chandra Pandey, said a case had been registered against seven persons, including Suresh Kumar and his sons, Pramod and Ram Kumar, under sections 326 (voluntarily causing grievous hurt by dangerous weapons), 504 (intentional insult with intent to provoke breach of the peace), 506 (criminal intimidation) of the IPC, based on a complaint filed by the victim. Pandey said Pramod and Ram Kumar had been arrested while the remaining, including Suresh, were absconding. He said further investigations were on and the rest of the accused would be nabbed soon. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "80% of seats for Agra University’s M Sc course may remain vacant": {"link": "https://timesofindia.indiatimes.com//city/agra/80-of-seats-for-agra-universitys-m-sc-course-may-remain-vacant/articleshow/69831674.cms", "time": "2019-06-18 13:05:00", "description": "AGRA: A large number of seats at Dr Bhimrao Ambedkar University are likely to remain vacant for the 2019-20 academic session. The maximum number of vacancies are likely to be of Master of Science programme with no takers for some 80% of the seats. The programme offers 10,600 seats whereas only 2,445 applications has so far been received. The university had conducted an entrance exam for admission to M.Sc course on Saturday. A total of 2,098 applicants appeared whereas 347 remained absent. To bring in transparency in the admission process, university administration had decided to conducted entrance exam for admission in eight courses. These including law and post- graduate courses in science, agriculture and education. Besides tests will also be held for B.Sc agriculture and physical education. Besides M.Sc, several other courses offered by the university will find it difficult to fill up even 50% of seats. For example for the integrated five-year BA LLB course, only 1,028 applications have been received for a total of 2,700 seats. University registrar KN Singh said, “There are several reasons behind fewer applications than total number of seats this time. Some of the reasons that kept away applicants include introduction of entrance exam, strict action against cheating in exams, fair and transparent evaluation and web registration to curb fake students. We are focusing on improving academic standards and enrolling dedicated students.” According to sources, due to fewer enrollments, university administration may not be able to retain cost of running a course and may have to wind it up. Under similar circumstances, Master of Mass Communication (MMC) programme has been discontinued. Over the past two years, the number of students applying for the course significantly decreased. University authorities despite efforts to make improvements decided not to invite applications for the academic session 2019-20 for the course. Download The Times of India News App for Latest City ."}, "Jawahar Lal Nehru Medical College doctors defy dictate; refuse to return to work": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/jawahar-lal-nehru-medical-college-doctors-defy-dictate-refuse-to-return-to-work/articleshow/69879645.cms", "time": "2019-06-20 21:48:00", "description": "AGRA: Despite the warning issued by Aligarh Muslim University (AMU) medical college authorities, the striking junior resident doctors of Jawahar Lal Nehru Medical College failed to return to duty on Thursday, as their strike entered the fourth day, crippling vital healthcare facilities in the region. The doctors had gone on “mass earned leave” on Monday to protest against the non-implementation of the 7th Pay Commission. Serving a notice to the striking doctors on Thursday, principal of the medical college, SC Sharma stated, \"Junior residents of batch 2019 are not entitled to avail any type of leave as they have been admitted in May this year only.” He added that the strike had already been declared “illegal”. He further stated, \"All chairpersons/directors are required to send the daily attendance report of unauthorised absence of junior residents to the office. The tenure of junior residents may be extended in view of their absence from their duties without prior information and leave applications to their concerned chairpersons”. While, reports claimed that five deaths had occurred in the hospital since Monday due to the strike, Sharma said that such deaths at the tertiary care unit are routine. He said, though the health care facilities are being affected due to the absence of 500 doctors in the hospital, on an average 8-20 deaths are reported per day, as serious patients come to the hospital at the last moment. He told TOI that emergency/Casualty section will remain functional for University students, employees and patients of first aid management. ICU/CCW will function as usual and OPD will also remain open with registrations to be done at 10.30am. He added that the operation theatres will remain functional for medical and surgical procedure of admitted patients with consultation of their concerned anaesthesiologists. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "ATM is not working for last 2 months.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/atm-is-not-working-for-last-2-months-/articleshow/59211275.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "AMU students raise objections over Yoga celebrations in campus": {"link": "https://timesofindia.indiatimes.com//city/agra/amu-students-raise-objections-over-yoga-celebrations-in-campus/articleshow/69864118.cms", "time": "2019-06-19 22:51:00", "description": "AGRA: Aligarh Muslim University (AMU) students have raised objections on Yoga celebrations in the campus, as common sitting arrangements have been made by the administration for men and women. According to students, these celebrations are nothing but a waste of money, as no one would become healthier by doing yoga for a day. Former president of Students’ Union, Faizul Hassan, said that the administration should have made separate arrangements for male and female, as Islam has strongly emphasized the concept of decency and modesty in the interaction of the opposite sex. He further said, “in Islam, we offer namaz five times a day and it’s like performing yoga,” he added that any Muslim who offers namaz five times a day does not need to do any yoga. Hassan said that these celebrations are meaningless and if the authorities want to make any real difference, they should have yoga classes round the year. AMU court member, Shafikurhman Khan from theology department also opposed the Yoga day celebration in the university. He said, “We welcome yoga if it it is part of the curriculum but not if it is forced under a particular ideology”. He added that it’s unfortunate that Yoga instead of being seen as a science had been given a given a communal colour. Former vice-president of students’ union Hamza Sufyan said that the amount which is being spent for Yoga celebrations should be spend on education as the varsity’s budget has been going down every year. Talking to TOI, Spokesperson of the university, Shafey Kidwai said, these are all baseless allegations. He said, if students can study together then why can’t do Yoga together. On the issue of one day Yoga celebration, Kidwai, said that a week long celebrations are planned for International Yoga Day. According to AMU administration, the varsity has been observing International Yoga Day since 2015, but this year the celebrations have been marked by a series of events. Some prominent yoga exponents have been invited to deliver lectures and hold workshops. The week-long programme is being organised by AMU’s Department of Physical Education. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "Hell Besides The Highway": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hellbesidesthehighway/articleshow/63474254.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Agra: Man stages abduction to skip court trip, held": {"link": "https://timesofindia.indiatimes.com//city/agra/man-stages-abduction-to-skip-court-trip-held/articleshow/69864221.cms", "time": "2019-06-19 23:03:00", "description": "AGRA: A man was arrested by Malpura police of Agra district for allegedly staging his own abduction in order to avoid appearing in the court in a loan repayment case. Resident of Sarai Pukhta under Fatehpur Sikri police jurisdiction, the accused, identified as Shavazz Ahmad, was arrested from Medakur area on Wednesday morning. Ahmad owns a small garment store at Kheria Mod under Shahganj police jurisdiction. According to police, on June 12, Riyaz Ahmad, father of the accused, had lodged an FIR at Malpura police station under IPC section 364 A (Kidnapping For Ransom) against Shavazz’s previous employers. Giving details about the case, station house officer (SHO) of Malpura, Vijay Kumar Singh, said, “During the probe, we came to know that Shavazz Ahmad used to work at the garment store owned by Rajendra Goel and Shivkumar Goel in Bansal market. After sometime, he borrowed a hefty amount from his employers and opened his own store at Kheria Mod. However, Shavazz failed to repay the amount to the trader duo who then sought help from the court and filed a case against Shavazz for cheating, fraud and criminal intimidation. He said, “With the help of his 13-year-old nephew, Shavazz spread a fake message of abduction and held Rajendra Goel and Shivkumar Goel responsible for the crime. When we asked the teenaged boy to narrate the sequence of his uncle’s abduction, he broke down and let the cat out of the bag. Shavazz went off to Chennai via Delhi to his friend’s house. Later, he returned to Agra and was caught on an anonymous tip off.” Accused Shavazz was booked under IPC sections 120B (Punishment of Criminal Conspiracy), 193 (Punishment For False Evidence), 195 (Giving Or Fabricating False Evidence With Intent To Procure Conviction Of Offence Punishable With Imprisonment For Life Or Imprisonment) and 211 (False Charge Of Offence Made With Intent To Injure). On Wednesday, he was sent to jail. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "In Agra, woman puts chilli powder on minor boys’ private parts": {"link": "https://timesofindia.indiatimes.com//city/agra/woman-held-for-putting-chilli-powder-on-minor-boys-private-parts/articleshow/69816687.cms", "time": "2019-06-17 09:14:00", "description": "AGRA: Aligarh police on Sunday arrested a 55-year-old woman for allegedly torturing four minor boys in Khair area by putting chilli powder on their private parts. According to police, the incident occurred around 3:30 pm, when the four minor victims, all aged between six and eight, were playing outside their house with the accused’s granddaughter, who’s the same age. The accused, Munni Devi, who suspected the boys were sexually abusing the girl, forcibly took the boys inside her house and put chilli in their private parts. When the neighbours heard the children’s cries for help, they immediately informed the police and rescued the kids. All the victims were sent for medical examination, where doctors confirmed injuries on their private parts. The victims later told reporters that they had no clue why the elderly woman put chilli on their private parts. Khair circle officer Sanjeev Dixit told TOI that a case has been registered under sections 323 (voluntarily causing hurt), 342 (wrongful confinement) of IPC and section 3/4 of the Protection of Children from Sexual Offences (POCSO) Act. Download The Times of India News App for Latest City ."}, "Very Polite Citizen": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/very-polite-citizen/articleshow/61789858.cms", "time": "", "description": ""}, "UP Metro corporation seeks map of water-sewer pipeline network to expedite works in Agra": {"link": "https://timesofindia.indiatimes.com//city/agra/up-metro-corporation-seeks-map-of-water-sewer-pipeline-network-to-expedite-works-in-agra/articleshow/69847985.cms", "time": "2019-06-19 12:29:00", "description": "AGRA: Following the state government orders to expedite Agra metro rail project works, the Uttar Pradesh Metro Rail Corporation (UPMRC) has asked the district administration and the Agra Development Authority (ADA) to provide a map of water, sewer, and gas pipeline network of the city within 15 days. The officials said the map would help in implementing the required arrangements for hassel-free construction of two-corridor metro rail project in the city. The UPMRC will first start the work on corridor 1 from Sikandra to Taj East Gate. This corridor is proposed to have its depot at the PAC ground near Taj Mahal. An official of the UPMRC said, “Responsibility for arrangement of required land for development of the metro rail infrastructure is of the ADA. Work has been initiated in this regard. Before starting the construction work, a city-wide survey will be conducted. In this regard, the district administration, municipal corporation, jal nigam, private power distribution company and other agencies have been asked to provide maps of their underground infrastructure in the city. This will help in sorting out hindrances in implementation of the metro rail project”. On February 28, the Union had Cabinet approved the Agra Metro Rail Project which is estimated to cost Rs 8,379.62 crore and is planned to be completed in five years. A total of 27 stations will be developed along 29.4 km of the rail corridor in the city. According to the detailed project report (DRP) approved by the Union Cabinet, the Agra Metro Rail Project will have two corridors which will pass through the heart of the city and will connect prominent tourist places, including the Taj Mahal, Agra Fort and Sikandara as well as ISBT, Raja Ki Mandi railway station, medical college, Agra Cantt railway station, Collectorate, Sanjay Place and other densely populated areas. Download The Times of India News App for Latest City ."}, "Eight members of a family killed after car rams into truck on Yamuna Expressway": {"link": "https://timesofindia.indiatimes.com//city/agra/eight-members-of-a-family-killed-after-car-rams-into-truck-on-yamuna-expressway/articleshow/69812851.cms", "time": "2019-06-17 11:41:00", "description": "AGRA: Eight members of a family were killed on Sunday after the car they were travelling in bumped into a truck from behind on Yamuna Expressway in UP's Mathura district. The victims hailed from Jewar of Gautambudh Nagar district and Khurja (Pahasu) of Bulandshahr, and were heading to Agra to visit Taj Mahal, when their hatchback allegedly rammed into rear end of a truck registered with Karnataka RTO. According to police, the accident occurred at around 8.40am near milestone 140 under Baldeo police jurisdiction of Mathura district. The deceased were identified as Neeraj (25) wife of Prem Chand, Anita (30) wife of Shiv Kumar, Anjali (13) daughter of Shiv Kumar, Vishnu (25) son of Suresh, Karuna (22) daughter of Sulekh, Shalu (19) daughter of Jai Prakash, Santoshi (20) and Gabbar Singh (25) son of Brahm Singh. Speaking to TOI, Major (retried) Manish Singh, in-charge, coordinator, Yamuna Expressway said, “The hatchback was probably cruising at a very high speed, there was nothing intact in the mangled car. Expressway rescue team which reached the location in nearly six minutes, found six bodies along with two grievously injured trapped inside the car. We immediately rushed the victims to nearest hospital.” Sunil Kumar Singh, station house officer of Baldeo said, “The car had rammed into rear of a truck, which suggest either the car’s driver felt asleep on steering wheel, or the truck driver applied sudden brakes in middle of the road. After the accident, the truck driver along with his vehicle fled away. The registration number of the truck was found from the accident spot, which was registered with Karnataka RTO.” “The bodies have been sent for autopsy and an FIR has been launched,” he added. Talking to TOI, Prem Chand, husband of deceased Neeraj, said, “Around 16 members of our distant family were heading to Agra to visit Taj Mahal in two cars via Yamuna expressway. We all had left for Agra from Khurja on Saturday night and had brief stay at my in-law’s home in Naujheel of Mathura district. On Sunday morning, we resumed our journey. I was driving my van and ferrying all male members of the family including my two children. When the accident happened we were nearly 10-12km away from hatchback and had no idea about the tragedy.” “All eight members of my family including my wife, niece and friend were killed,” said Prem Chand who runs a small store of electrical items in Jewar. In another road accident on Yamuna expressway on Sunday early morning at around 12.53am, a sedan rammed into an iron railing and turn-turtle. The accident occurred at 156 milestone of Khandauli police jurisdiction of Agra district. According to police, the four victims in the car hailed from Delhi and were heading Bihar to attend a wedding ceremony. One of the victims identified as Pawan Bhambhani (35) succumbed to his injuries during treatment in hospital. While his three friends, Lalit Thapa, Arun Bhewal and Manto were injured. According to rescue team of the expressway, the turtled sedan was later hit by another overspeeding car. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "fire in bhiwandi industrial area": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fire-in-bhiwandi-industrial-area/articleshow/61125944.cms", "time": "", "description": ""}, "With no drinking water, UP family seeks PM’s permission to end life’": {"link": "https://timesofindia.indiatimes.com//city/agra/with-no-drinking-water-up-family-seeks-pms-permission-to-end-life/articleshow/69816676.cms", "time": "2019-06-17 08:19:00", "description": "AGRA: Upping the ante against unavailability of drinking water in Hathras village, a family has written a letter to Prime Minister Narendra Modi, seeking permission to “end their lives, as the government had failed to provide them basic facilities for their survival”. The missive has been sent by Chandrapal Singh, an MBA graduate, who had earlier decided to auction himself along with several youths in the village on Republic Day to raise money for supply of household water connections. The protest, however, did not take place as it was cancelled by the local administration. Besides the letter, Chandrapal, a resident of Nagla Maya in Hasayan block, has released a video in which he and his minor daughters appealed to PM Modi to address their complaint, or else at least give them permission to end their lives as they cannot drink excessive “salty” water anymore. Chandrapal also said that it is unfortunate that even after 72 years of independence, they have to travel several kilometres for getting drinking water. In a video clip, Chandrapal said, “It is better to die than to live every day in pain. We have been suffering from this problem for the past two years and no one has resolved this issue.” He added that he has to walk at least 2-3 km every day to get drinking water for the house in the 45-degree Celsius heat. “No one can understand our plight. Government officials cannot even take a sip of water which we drink to survive. Our children, too, consume the same water,” he said. Claiming that over three lakh people in 150 villages in Hathras are affected by the problem, he said that they have written about their plight to everybody, from the district magistrate to the President of India, but the issue has not been resolved yet. When contacted, senior divisional magistrate Sikandra Rao, Ramji Misra, said that the issue will be resolved soon, and assured to take up this matter on priority. “Many projects could not be taken up due to model code of conduct in the recent elections,” he said. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Woman’s body found near Yamuna expressway": {"link": "https://timesofindia.indiatimes.com//city/agra/womans-body-found-near-yamuna-e-way/articleshow/69816691.cms", "time": "2019-06-17 11:39:00", "description": "AGRA: Almost two weeks after the body of a two-and-a-half-year-old girl, who was brutally murdered, was found in Aligarh’s Tappal area, another mutilated body of a middle-aged woman was found in a deserted plot in Simrautti village near Yamuna Expressway on Sunday. According to Tappal police, the woman’s body was wrapped in a black polythene and it was spotted by some local residents. Police said, prima facie, the body had been dumped at the spot after killing the woman. Local Forensic Science Lab (FSL) team was called for taking samples as the woman’s body found lying on some liquid. Police said the deceased woman was about 40-year-old. She appeared to be married as she had worn bangles on her wrists. Talking to TOI, Tappal circle officer, Sanjeev Dixit, said that the body will be sent for post mortem and further investigations are on to identify the deceased and her killers. Download The Times of India News App for Latest City ."}, "Junior doctors at SNMC operate wearing bandages and helmet": {"link": "https://timesofindia.indiatimes.com//city/agra/junior-doctors-at-snmc-operate-wearing-bandages-and-helmet/articleshow/69806269.cms", "time": "2019-06-16 11:26:00", "description": "AGRA: Junior doctors at the Sarojini Naidu medical college (SNMC) in Agra wore bandages with black spot and black helmets to express solidarity with their protesting colleagues in West Bengal. Meanwhile on Saturday, IMA Agra district called for a 24-hour strike from June 17 morning 6 am onward. However, doctors have decided to attend emergency cases during the protest. In the evening, doctors at SNMC organized a candle march from principal office to the emergency department. On Saturday morning, junior doctors reached the out-patient department (OPD) wearing bandages. Several doctors at eye, medicine, child, cancer and other OPDs attended patients wearing helmet. Doctors also raised slogans against the Mamata Banerjee government in west Bengal and demanded for their safety on duty. SNMC Junior doctor’s association head, Bhupendra Chahar said, “Our protest is against incidents of violence with doctors doing their duty. Authorities have been ignorant over the issue of safety of the doctors. We will continue our protest till our colleagues in West Bengal do not get justice.” Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "8 killed, 11 critical in head-on collision between truck and van on Agra-Moradabad highway": {"link": "https://timesofindia.indiatimes.com//city/agra/8-killed-10-injured-in-head-on-collision-of-truck-and-puv/articleshow/69851431.cms", "time": "2019-06-19 09:20:00", "description": "BAREILLY: At least eight people were killed and 10 sustained serious injuries after a DCM truck and a passengers utility vehicle (PUV) had a head-on collision on Agra-Moradabad highway in Sambhal district at around 1:30 am on Wednesday. People who met with the fatal accident were coming from neighbouring Budaun district after participating in a wedding ritual. Upon learning the incident, police rushed to the spot and pulled out injured persons from severly damaged vehicles and took them to hospital. Police said that the people killed in gruesome incident were residents of Budaun, Sambhal and Chandausi. \"People from Laharvana village in Sambhal had gone to Chachipur village in Budaun to participate in Lagna ceremony of one Ram Bharose's daughter, while those travelling in the DCM truck were coming back home at the time incident occurred. The collision was drastic as both vehicles turned turtle on the road,\" ASP Pankaj Pandey said. Those who were killed have been identified as Pavan (8), Horilal (65), Ramkumar (65), Ranveer (50), Dinesh Sharma (40), Hari Shankar (55), Brijesh (10) and Sher Singh (40). Critically injured persons include Chandrapal, Ram Svaroop, Ajay Kumar, Aman, Priyanshu, Jayprakash, Mukesh Pal, Somesh, Kishanveer, Ajay Pal and Rinku. SHO Satendra Singh said that all bodies had been sent for postmortem examination while injured persons were referred to district hospital after being provided with first aid at community health center. Download The Times of India News App for Latest City ."}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Man held for killing wife": {"link": "https://timesofindia.indiatimes.com//city/agra/man-held-for-killing-wife/articleshow/69806272.cms", "time": "2019-06-16 11:25:00", "description": "AGRA: Agra police arrested a man three days after he allegedly bludgeoned his wife to death, over suspicion of her having an affair. Identified as Kamal Singh, 48, resident of Rayabha village of Achhnera police jurisdiction, the accused was nabbed on Friday evening for murdering his wife Savitri Devi. According to police, on Wednesday, the victim was killed after a heated argument with her husband. “Kamal had a suspicion that his wife was having an affair with an unknown man in the village. The couple went into an argument, which lead to Savitri Devi’s murder,” said SHO Sher Singh of Achhnera. “A heavy iron metal bar was used in the murder of Savitri. After the incident, the victim’s brother Prempal lodged an FIR against an unknown person under IPC section 302 (murder). During investigation, Kamal confessed of his crime and was arrested,” said SHO. The couple were married for over two decades and had three daughters who are now married. The accused, who is daily wage labourer, was sent to jail on Saturday. Download The Times of India News App for Latest City ."}, "Locals vandalise Mathura police post after elderly man’s brutalized body found": {"link": "https://timesofindia.indiatimes.com//city/agra/locals-vandalise-mathura-police-post-after-elderly-mans-brutalized-body-found/articleshow/69847927.cms", "time": "2019-06-19 04:06:00", "description": "Agra: Mathura’s Radhakund police post was vandalised by agitated residents of Kunjera village on Monday night following brutal killing of a 65-year-old man, whose mutilated body was found in Radhakund-Kunjera jungle. Local residents alleged that police had earlier refused to register an FIR. According to police, the mob attacked the police post around 10 pm, when family members of the deceased, Hukum Singh, were sitting at Govardhan police station, just 4.5 km from there. Around 40-45 unidentified persons, including 20 women, who reached the police post in a tractor-trolley, pelted stones and damaged chairs, tables, a fan, and a motorcycle, which was parked there. A few police personnel, who were present at the time of the attack, fled the post to save themselves from the mob fury. Outraged residents of Kunjera village also shouted slogans against the police when cops claimed that the deceased could have been killed by some wild animal. On Tuesday, police registered a murder case on the basis of a complaint given by the deceased’s family members. A case was registered against 40-45 unidentified people, who had attacked the police post. They all were booked under sections 147 (rioting), 332 (voluntarily causing hurt to deter public servant from his duty), 353 (assault or criminal force to deter public servant from discharge of his duty), 427 (mischief causing damage to the amount of fifty rupees) of IPC and section 7 (molesting a person to prejudice of employment or business) of the Criminal Law Amendment Act, 1932. Another murder case was lodged on the complaint of the deceased’s family members. Senior sub-inspector Ajay Yadav, told TOI that the deceased’s naked body was found just 2.5-3 km away from his house in a bad condition. His left eye had been gouged out and there were deep cuts across his body, which has been sent for post-mortem. Mathura senior superintendent of police Shalabh Mathur said that the deceased’s family members have not named anyone in the FIR. “Further investigations are on and the exact cause of death will be revealed in the post mortem report. A team of Forensic Science laboratory (FSL) has also been called for examination of the spot,” the SSP said. Mathur said that action will be taken against police personnel, if any kind of carelessness on their part comes to light. Hukum Singh had gone out of his house around 11 am with his cattle and his body was found around 5:30 pm. Singh is survived by three sons, who all live in Delhi. Download The Times of India News App for Latest City ."}, "Agra: Conman’s cover was blown when he was seen carrying ‘sack’": {"link": "https://timesofindia.indiatimes.com//city/agra/conmans-cover-was-blown-when-he-was-seen-carrying-sack/articleshow/69816663.cms", "time": "2019-06-17 10:25:00", "description": "AGRA: A 39-year-old conman, Soumyajeet Sanyal, who had been duping five-star hotels across the country by posing as a senior bureaucrat and availing free stay in them, was ultimately caught by a chauffeur of a BMW, which was provided to him by The Oberoi Amarvilas management for dropping him at the railway guest house in Agra Cantt station. According to police, the driver became suspicious when he saw Sanyal carrying a sack along with a carry bag. “We have recovered a plastic sack from Sanyal in which he was carrying fake government letters, ID cards and other credentials to influence hoteliers for free stay,” said Sanjay Kumar Pandey, Tajganj station house officer. A senior police official said, “Sanyal is so well-versed with various government offices, posts and senior officials’ identities, that he threw names of officials and political leaders on hoteliers to show his connection with them. In fact, he often would claim to be a member of the National Tourism Advisory Council since 2014. Interestingly, the council was set up in 2016, which hardly any hotelier cross checked. Sanyal knew that often in Indian hotels, staff don’t question senior government officials about their details.” From Sanyal, police recovered scores of visiting cards of government officials and politicians, along with alleged fake letters written on government notepad, two annual reports of Indian Tourism Development Council and a book named, ‘Positioning the battle for your mind’, which deals in problems of communicating to a skeptical, media-blitzed public. Just as he duped other hotel managements, he did the same thing with the staff of The Oberoi Amarvilas, police said. After dinner on Thursday night, he was provided a BMW for Agra Cantt- based railway guest house. He fooled railway officials too for staying in their guest house, added the official. “There is CCTV footage of the hotel, where he seen boarding the BMW, but it is not clear if he was carrying the sack in the car too,” said Taj security CO Mohammad Mohshin Khan. On Friday, DM, Agra, N G Ravi Kumar was around The Oberoi Amarvilas, when the hotel staff asked him to help them in ascertaining the genuineness of Sanyal’s credentials, who was refusing to pay for Friday’s lunch, after having Thursday night’s dinner for free. Speaking to TOI, additional divisional railway manager of Agra, Mudit Chandra, said, “Sanyal was a very deceitful person. He claimed to be member of the National Tourism Advisory Council and a friend of a railway board official. Initially, he asked for an hour’s stay in the retiring room (AC) of Agra Cantt station, but later, he went on to ask for a stay in the railway guest house. On Friday morning, suspecting that something was amiss, we asked him to vacate the guest house but before that he stole our staff phone.” Download The Times of India News App for Latest City ."}, "Aligarh’s government hospital CMS, staff booked for kidnapping newborn": {"link": "https://timesofindia.indiatimes.com//city/agra/aligarhs-govt-hosp-cms-staff-booked-for-kidnapping-newborn/articleshow/69816657.cms", "time": "2019-06-17 08:47:00", "description": "AGRA: Aligarh police has booked the chief medical superintendent (CMS) and her staff of the government's district women's hospital on charges of \"kidnapping\" a newborn boy after a couple lodged a complaint claiming that the hospital staff handed them just one child while the woman was carrying “twins”.According to complainant Satendra Kumar, his wife Sangeeta was under treatment at Aligarh’s Pt Deen Dayal Upadhyay Joint Hospital during her pregnancy. He claimed that during the course of treatment, three ultrasounds were conducted, in February, March, and May this year by the hospital staff, and according to the report, his wife was carrying “twins”. The complainant further said that his wife had delivered “twins” on June 9, at the district women’s hospital, but only a baby boy was given to the family members. He alleged that the doctors and nurses, who were on duty that day had \"stolen\" his second child. However, Aligarh senior superintendent of police Akash Kulhary told TOI that a doctors’ panel formed by the chief medical officer re-examined the radiologist’s report and found it to be “erroneous”. “Police investigation is still on though,” he said. Chief medical officer Dr ML Agarwal said that the medical panel concluded that no evidence was found to support the complainant’s claim of his wife giving birth to “twins”. Agarwal said that the hospital’s radiologist had admitted his mistake of wrongly mentioning “twins” in the report and action will be taken against him. Aruna Rai, SHO of Banna Devi police station in Tappal, told TOI that the CMS, an unidentified doctor and a nurse had been booked under sections 363 (kidnapping), and 120-B (criminal conspiracy) of IPC. When contacted, the visibly upset CMS said, “An FIR should have been lodged only after the panel’s decision.” Download The Times of India News App for Latest City ."}, "JNMC docs defy warning, refuse to return to work": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/jnmc-docs-defy-warning-refuse-to-return-to-work/articleshow/69880529.cms", "time": "2019-06-21 09:26:00", "description": "AGRA: Despite warning issued by the Aligarh Muslim University (AMU) medical college authorities, the striking junior resident doctors of Jawaharlal Nehru Medical College (JNMC) failed to return to duty on Thursday. Their strike entered the fourth day, crippling vital healthcare facilities in the region. The doctors had gone on a “mass earned leave” on Monday to protest against the non-implementation of the seventh pay commission. Serving a notice to the striking doctors on Thursday, principal of the Medical College, SC Sharma said, “Junior residents of batch 2019 are not entitled to avail any type of leave as they have been admitted only in May this year.” He added that the strike had already been declared “illegal”. “All chairpersons/directors are required to send the daily attendance report of unauthorised absence of junior residents to the office. The tenure of junior residents may be extended in view of their absence from their duties without prior information and leave applications to their concerned chairpersons,” he further stated. While, reports claimed, that five deaths had occurred in the hospital since Monday due to the strike, Sharma said that such deaths at the tertiary care unit are routine. He also said, though the health care facilities are being affected due to the absence of 500 doctors in the hospital, on an average 8-20 deaths are reported per day, as serious patients come to the hospital at the last moment. He told TOI that emergency/casualty section will remain functional for the university students, employees and patients of first aid management. ICU/CCW will function as usual and OPD will remain open with registrations to be done at 10.30 am. He added that operation theatres will remain functional for medical and surgical procedure of admitted patients with consultation of their concerned anaesthesiologists. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Aligarh: BJP leader murdered by his brother over a property dispute": {"link": "https://timesofindia.indiatimes.com//city/agra/aligarh-bjp-leader-murdered-by-his-brother-over-a-property-dispute/articleshow/69828140.cms", "time": "2019-06-17 19:06:00", "description": "AGRA: Aligarh’s BJP youth wing vice president, Saurabh Sharma, was allegedly beaten to death at his house on Sunday night by his elder brother over a property dispute. According to police, the incident occurred around 10 pm when Saurabh’s elder brother Abhishek came back home in Jaiganj locality, where the joint family resides. Both brothers had an argument over some property and things turned ugly. Abhishek allegedly picked up a pedestal fan that was lying near by and hit it on Saurabh’s head and fled the spot. Family members immediately rushed Saurabh to a hospital, where he succumbed to his injuries. Saurabh was also the member of district working committee and brother-in-law of former BSP MLA Mukul Upadhyaya. Senior Superintendent of Police (SSP) Akash Kulhary said that a case has been registered against five persons including Abhishek Sharma and his relatives under sections 302 (murder), 34 (When a criminal act is done by several persons in furtherance of the common intention of all), 147 (rioting), and 148 (armed with deadly weapons) of IPC on the basis of a complaint filed by the deceased’s wife Lily Sharma. Download The Times of India News App for Latest City ."}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Tansa main line near Mulund cabin, mulundW": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tansa-main-line-near-mulund-cabin-mulundw/articleshow/59719929.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Councilors question quality, delay in smart city project works": {"link": "https://timesofindia.indiatimes.com//city/agra/councilors-question-quality-delay-in-smart-city-project-works/articleshow/69806264.cms", "time": "2019-06-16 11:27:00", "description": "AGRA: The board of councilors of Agra Municipal Corporation (AMC) raised objections over quality and delay of works under the smart city project during a special meeting on Saturday. Issues relating to irregularities in tax collection, lack of proper cleanliness, inadequate water supply and non-functioning of street lights were also discussed. Councilors alleged that malpractices and lack of proper planning in infrastructural works in the vicinity of Taj Mahal and on Fatehabad road under the smart city project. They raised objections to long delays in completion of project works causing inconvenience to common people. Recently, chief minister Yogi Adityanath in a review meeting had expressed discontent over “unreasonable” delay in implementation of the central government scheme. Agra was selected under the smart city project in 2016. So far, none of the proposed development plan has been implemented. The Agra smart city project comprises 40 major development plans worth over Rs 1,000 crore. So far, Rs 313 crore has been released by the state government. Out of these, Rs 90.05 crore has so far been spent. Councilors demanded that AMC complete cleaning of nullahs, ahead of the monsoon within the next two weeks to avoid waterlogging in the city. Municipal commissioner Arun Prakash said, “The progress of smart city works will be reviewed on a daily basis. Pace of nullah cleaning works will be increased. Besides, all the other issues highlighted by the councilors will be addressed in a time-bound manner.” Meanwhile, a joint team of the municipal corporation, police and administration conducted an anti-encroachment drive in Mantola locality. Over a dozen encroachment over Mahavir nullaa which were in place since the past one decade were demolished. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Eight of a family among nine killed in road accidents on Yamuna expressway": {"link": "https://timesofindia.indiatimes.com//city/agra/eight-of-a-family-among-nine-killed-in-road-accidents-on-yamuna-e-way/articleshow/69816668.cms", "time": "2019-06-17 11:43:00", "description": "AGRA: Eight members of a family were among nine killed in two separate road accidents on Yamuna Expressway in Mathura and Agra districts. The eight victims were on their way to Agra to visit Taj Mahal, when their hatchback allegedly rammed into the rear of a truck, registered with Karnataka’s regional transport office (RTO). The victims belonged to Jewar of Gautam Buddh Nagar district and Khurja and Pahasu of Bulandshahr. In another road accident on Yamuna Expressway on Saturday at 12:53 am, a sedan rammed into iron railing and turned turtle. The accident occurred at milestone 156 of Khandauli police jurisdiction of Agra district. According to police, the accident - where eight members of a family were killed - occurred at 8:40 am near milestone 140 under Baldeo police jurisdiction of Mathura district. The victims were identified as Neeraj (25), wife of Prem Chand; Anita (30), wife of Shiv Kumar; Anjali (13), daughter of Shiv Kumar; Vishnu (25), son of Suresh; Karuna (22), daughter of Sulekh; Shalu (19), daughter of Jai Prakash; Santoshi (20) and Gabbar Singh (25), sons of Brahm Singh. Major (retired) Manoj Manish Singh, manager of Yamuna Expressway, Mathura section, told TOI, “The hatchback was probably cruising at a very high speed.\" He added, \"There was nothing left of the mangled car. Expressway rescue team which reached the location in six minutes, found six bodies along with two grievously injured trapped inside the car. We immediately rushed the victims to the nearest hospital.” They died during treatment. Station house officer of Baldeo, Sunil Kumar Singh, said, “The car had rammed into the rear of a truck, which suggest either the car’s driver fell asleep on steering wheel, or the truck driver applied sudden brakes in the middle of the road. After the accident, the truck driver fled in his vehicle. The truck’s number plate was found at the accident site, which was registered with Karnataka RTO.” “Bodies of all the eight victims have been sent for autopsy and a written complaint has been taken from their relative to lodge an FIR,” he added. Prem Chand, husband of deceased Neeraj, said, “Around 16 members of our distant family were travelling to Agra to visit Taj Mahal in two cars via Yamuna Expressway. We all had left for Agra from Khurja on Saturday night and had a brief stay at my in-law’s home in Naujheel of Mathura district. We resumed our journey on Sunday morning. I was driving my van and ferrying all male members of the family, including my two children. When the accident took place, we were 10-12 km away from the hatchback and had no idea about the tragedy.” “All eight members of my family, including my wife, niece and friend, were killed,” said Prem Chand, who runs a small store of electrical items in Jewar. In the other road accident, the car’s four occupants hailed from Delhi and were on their way to Bihar to attend a wedding, the police said. One of the victims, identified as Pawan Bhambhani (35), succumbed while being treated at a hospital. His three friends - Lalit Thapa, Arun Bhewal and Manto - suffered injuries. According to expressway rescue team, the sedan was also struck by another speeding car. A source from Yamuna expressway claimed that occupants of the sedan were in an inebriated state and were speeding when the accident took place. Rohit Bhambhani, deceased victim's brother said, \"Pawan was not inebriated when accident occurred. The autopsy report has confirmed it.\" A total of 4,956 accidents, 718 deaths and 7,671 serious injuries were recorded on the Yamuna Expressway between August 2012 and March 31, 2018, an RTI reply had revealed. In this period, a total of 2.33 crore vehicles violated speed limits, data provided by automatic surveillance gadgets and number plate readers installed at various points showed. However, only 17,883 were issued challans by traffic police in four UP districts of Agra, Aligarh, Mathura and Gautam Budh Nagar. Data available from the Yamuna Expressway Industrial Development Authority (YEIDA) revealed that 23.42% accidents were caused due to speeding while 12% were due to tyre bursts. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "The lake that was": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/the-lake-that-was/articleshow/62142428.cms", "time": "", "description": ""}, "Two Delhi men killed in road accident on Yamuna Expressway": {"link": "https://timesofindia.indiatimes.com//city/agra/2-delhi-men-killed-in-road-accident-on-yamuna-expressway/articleshow/69806247.cms", "time": "2019-06-16 11:32:00", "description": "AGRA: Two men from Delhi, working in a private firm in Agra, were killed in a road accident on Yamuna expressway. The victims, identified as Ajit (25) and Pawan (24) of Mayur Nagar, Phase III of New Delhi were found dead in a pool of blood, near milestone 77 of Naujheel police jurisdiction of Mathura district on Friday night around 8:30 pm, by a patrolling team of private concessionaire, operating on the Yamuna expressway. The team informed the local police and the bodies were sent for autopsy. Speaking to TOI, SP Sharma, station house officer of Naujheel, said, “The two victims were on a motorbike and could’ve possibly been hit by a speeding hatchback registered in Mathura RTO. The car had big dent on its bonnet and was left by its driver after the accident. We have seized the car and are searching for the unidentified accused involved in the accident.” “The motor-bike was thrown off the expressway stretch and the two bodies were found several meters away, near the expressway fencing. It seems that the victims were on the left side of the stretch and the speeding car rammed them from behind. The driver of the car could have fallen asleep or been intoxicated,” Sharma added. The relatives of the two victims were informed about the incident. By the time this report was filed, an FIR in the matter was yet to be registered.” Meanwhile, in another road accident on Saturday afternoon at around 3:30 pm, three occupants of a hired taxi were found injured on Yamuna expressway in Mathura district. The victims were taken to the hospital and were said to be in stable condition. Download The Times of India News App for Latest City ."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Agra: Woman alleges molestation by doctor": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/woman-alleges-molestation-by-doctor/articleshow/69880542.cms", "time": "2019-06-21 09:22:00", "description": "AGRA: A 20-year-old woman, who was admitted to a private hospital in Aligarh for treatment, was allegedly molested by a doctor on duty on Thursday morning. Talking to media, the girl’s brother said that his sister was admitted to the hospital on Wednesday evening, and Thursday around 6:30 am, the doctor visited her and asked the family members to go out of the room as he had to check the patient. The victim’s brother alleged that the doctor sexually abused his sister and when she started screaming, the doctor ran away from there. “We came here for our sister’s treatment. But, this hospital is not safe for women,” said the victim’s brother. Police registered a complaint under section 354 (assault or criminal force to woman with intent to outrage her modesty) of IPC on the basis of a complaint filed by the victim’s relative at Sasni gate police station. Senior superintendent of police Akash Kulhary said that the matter is being investigated. He said action will be taken against the accused. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Kasganj dist admin kickstarts ‘Ganga distributary’ rejuvenation": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/kasganj-dist-admin-kickstarts-ganga-distributary-rejuvenation/articleshow/69880534.cms", "time": "2019-06-21 09:26:00", "description": "AGRA: With all the seven blocks of Kasganj district facing acute shortage of water for irrigation, the district administration has kickstarted a rejuvenation project of ‘Ganga distributary’, also known as ‘Buddhi Ganga’ or old Ganga, which was lost over a period of time due to human encroachment. Stretching from Alipur-Barwara close to Aligarh-Kasganj district border to Bagrai of Kasganj-Farrukhabad border, the distributary is 118 km long and is said to be the main river Ganga which gradually shifted to the northern part. According to the district administration, Buddhi Ganga passes through 60 gram panchayats of Kasganj district and if reinstated, the distributary will provide irrigation facility to 7,500 hectare farm land owned by local residents. Chief development officer of Kasganj, Dinesh Kumar Singh, said, “After consulting the district magistrate, a proposal was approved to trace the lost course of Buddhi Ganga and clear its path to reinstate it for the benefit of locals. In Kasganj district, there are scores of blocks where the water level has depleted to an alarming level. Therefore, on Wednesday, nearly 20,000 locals, 7,000 government employees, officials and their family members came together and attempted to clear some part of the river course.” “For the next six months, the district administration is going to provide guaranteed job to 18,000 men and women under MGNREGA from 60 gram panchayats who will clear the river course, plant saplings and dig small water bodies to recharge the ground water and stabilize the environment,” he said. Each labour would get Rs 182 per day under MGNREGA. District magistrate of Kasganj, Chandra Prakash Singh, said, “The rejuvenation of old Ganga will benefit 35,000 families in the area and will create livelihood opportunity for a population of 1.41 lakh. Every week, local government employees, officials and volunteers will join in the project to restore the course of the lost river.” “We have written a letter to the irrigation department to find a location in the upper stream of the Ganga in order to provide water to Buddhi Ganga. Lost for more than 300 years, the river course used to flow from Soron but now has shifted to Kachla ghat.” Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Bus stand Amar bymahal": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bus-stand-amar-bymahal/articleshow/60317215.cms", "time": "", "description": ""}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Five stray dogs attack & injure boy in Mathura’s posh colony": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/five-stray-dogs-attack-injure-boy-in-mathuras-posh-colony/articleshow/69880518.cms", "time": "2019-06-20 23:20:00", "description": "AGRA: A month after an eight-year-old girl was mauled to death by a pack of stray dogs in Mathura, a 2.5 year-old-boy was brutally attacked and injured by five stray dogs in the posh Shiv Balanath Nagar Colony of the temple town on Wednesday. CCTV footage shows that the little boy, Aaradhya Mittal, who was playing outside his house at around noon, is suddenly attacked by a pack of stray dogs, who dragged him away. Luckily, some labourers, who were working nearby, came to the child’s rescue after hearing his cries. Aaradhya’s father Amit Mittal said that this was a horrible incident. “If the labourers had not rescued my child on time, anything could have happened.” He added the boy was immediately taken to a hospital where doctors discharged him after dressing the wounds and administrating him anti-rabies injections. Amit further said that his son had injuries on almost every part of his body. City magistrate, Manoj Kumar Singh, on Thursday, visited Mittal’s house and assured them of resolving the issue of stray dogs on priority. Talking to TOI, Singh said that a letter in this regard has been written to the municipal commissioner and stray dogs will be removed from the area. Municipal Corporation commissioner in Mathura, Sameer Verma, said that sterilisation of stray dogs is not possible as the Nigam has no facility to keep them for post-operative care. However, he said that they are in the process of establishing such a facility in the district. He also said for immediate relief to local residents, the corporation will catch the stray dogs and leave them at a place away from the habitat. The stray dogs cannot be left in the jungle as they are not wild animals, he added. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Abandoned ward of hog deer found wandering on road in Mathura": {"link": "https://timesofindia.indiatimes.com//city/agra/abandoned-ward-of-hog-deer-found-wandering-on-road-in-mathura/articleshow/69847920.cms", "time": "2019-06-19 12:33:00", "description": "AGRA: A 20-day-old baby hog deer was spotted abandoned on Mathura’s busy Chhatikara-Vrindavan road on Monday. The helpless fawn was rescued by the forest department and is currently in the care of Wildlife SOS. According to the officials, a passer-by had spotted the deer, which was trying to aimlessly navigate through the stretch. Concerned that the animal may be hit by a speeding vehicle, the person called up the forest department for help. A rescue team was promptly dispatched, and upon arrival it waited for few hours for the mother to return. But when it did not happen, the team decided to take the deer to the Wildlife SOS rescue facility so that the animal can receive a proper care. Identified as a male, the deer is estimated to be approximately 20-days-old, officials said. Mukesh Kumar Meena, range forest officer, Mathura, said, “Despite waiting for several hours, the mother was nowhere to be found. Since the deer needed care, we decided to place it in the safe hands of Wildlife SOS.” Dr. Ilayaraja, Wildlife SOS deputy director, veterinary services said, “The deer is under our intensive care. Our animal care unit is fostering the baby and keeping a close eye on his activities. Slowly, the fawn will start adapting itself to the natural environment.” The Indian hog deer (axis porcinus) is listed as an ‘endangered’ species in the IUCN Red List. They are found in South Asia and Southeast Asia, and their habitat varies from wet and tall grasslands to swamp, riverine areas. The species gets its name from the hog-like way it runs through the forests with the head hung low instead of leaping, like most other deer. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Bhiwandi BNMC wake up": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bhiwandibnmcwakeup/articleshow/66011889.cms", "time": "", "description": ""}, "Nurse at Agra dist hosp alleges sexual assault by doc, probe on": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/agra/nurse-at-agra-dist-hosp-alleges-sexual-assault-by-doc-probe-on/articleshow/69880505.cms", "time": "2019-06-21 04:45:00", "description": "Agra: The administration of Agra district hospital has formed a committee to look into the allegations of a woman nurse, who has shot off a letter to Prime Minister Narendra Modi alleging that a doctor at the hospital was harassing her. The staff nurse has alleged that the doctor was making sexual advances towards her. She has also accused the doctor of selling blood of donors to distressed patients. When contacted, Subodh Kumar, divisional additional director and superintendent-in-chief of the hospital said, “We have formed two committees. A seven-member committee will investigate the alleged sexual assault. The second panel will look into the allegation of corruption. We will move forward the final report to UP government.” Download The Times of India News App for Latest City ."}, "garbage nuisance": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-nuisance/articleshow/58833062.cms", "time": "", "description": ""}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Patients helpless as OPD shuts": {"link": "https://timesofindia.indiatimes.com//city/agra/patients-helpless-as-opd-shuts/articleshow/69832115.cms", "time": "2019-06-18 12:40:00", "description": "AGRA: Hundreds of doctors in the district refused to attend work on Monday in response to a nationwide strike call by the Indian Medical Association. At Sarojini Naidu Medical College (SNMC), they also wore bandage and black ribbon as a mark of protest. According to sources, at least 3,000 people visit the outpatient department of SNMC everyday. Patients from faraway places also visit the hospital due to the institution’s reputation as a higher facility. Avdhesh, a Lakhimpur Kheri resident who had visited SNMC for the treatment of his daughter, said, “We travelled 14 hours to reach the hospital for my daughter’s treatment. Now the doctors have gone on strike and we feel helpless.” Another patient Devlal, who travelled around 75km to reach the hospital, echoed similar sentiments. Speaking to TOI, Dr Shashi Bhushan Upadhyay, vice-president of Resident Doctors’ Association of SNMC, said, “We waited for 6 days before resorting to a strike. We hope to work in a safe and secure environment. Hence, the central government should bring a legislation to ensure safety of doctors.” Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "With 96 deaths in six months, Yamuna Expressway turns deadlier": {"link": "https://timesofindia.indiatimes.com//city/agra/with-96-deaths-in-6-months-yamuna-eway-turns-deadlier/articleshow/69831275.cms", "time": "2019-06-18 08:44:00", "description": "AGRA: The 165-km stretch of Yamuna Expressway between Greater Noida and Agra turned deadlier this year, claiming 96 lives in less than first six months -- just 14 short of the total number of casualties in entire 2018. According to data accessed by TOI, between January 1 and June 17, 2019, the expressway reported 244 road accidents in which 96 people were killed and 608 injured. In June alone, 22 people lost their lives and 39 injured in eight road accidents on just Mathura-Agra section of the express highway. In 2018, the expressway recorded 659 road accidents in which nearly 110 people were killed and 1,315 left injured. Major (Retd) Manish Singh, the in charge coordinator of Yamuna Expressway, told TOI: “The first six months' casualties figures are worrisome, particularly the sudden surge in June. Our study of accident pattern suggests that majority of accidents have happened due to drivers dozing off on steering wheel, over-speeding, negligent and rash driving.” “Accidents caused by dozing off on steering wheel was more prominent in day hours. We witness cases where truck, buses and even motorcycles were crossing 100-kmph limit. This year, there were more casualties of motorcycle riders. We often found riders cruising at over 100 kmph in the right lane while they should be riding at around 60 kmph on the left lane. There were also cases where we found passenger buses been driven by inexperienced ‘cleaner’ instead of licensed driver.\" According to private concessionaire sources, majority of accidents took place in Mathura district, followed by Gautam Budh Nagar and Agra. “Nearly 22,000 over-speeding bills were issued in recent months and handed over to local police, but we don’t know whether those defaulters were penalised or not,” said a source. “If people continued to die at this rate on the expressway, 2019 could well register new dubious record. So far, maximum 146 deaths were reported in 2017, followed by 142 in 2015,” he added. Download The Times of India News App for Latest City ."}, "Mathura: Elderly man's mutilated body found, residents vandalise police post": {"link": "https://timesofindia.indiatimes.com//city/agra/mathura-elderly-mans-mutilated-body-found-residents-vandalise-police-post/articleshow/69844081.cms", "time": "2019-06-18 18:47:00", "description": "AGRA: Mathura’s Radhakund police post was reportedly vandalised by agitated residents of Kunjera village on Monday night following the brutal killing of a 65-year-old man, whose mutilated body was found in Radhakund-Kunjera jungle. According to the police, the mob attacked the police post around 10pm, when family members of the deceased, Hukum Singh, were sitting at Govardhan police station. Around 40-45 unidentified persons including 20 women, who reached the police post in a tractor-trolley, pelted stones and damaged chairs, tables, a fan, and a motorcycle, which was parked there. Outraged residents of Kunjera village also shouted slogans against the police as police personnel claimed that the deceased could have been killed by a wild animal. Locals also alleged that police earlier denied to register an FIR in this regard. A few police personnel, who were present at the time of the attack, fled the post to save themselves from the mob. However, police has registered a murder case on the basis of a complaint given by the deceased’s family. Another case was registered against 40-45 unidentified people, who had attacked the police post. They all were booked under sections 147 (rioting), 332 (voluntarily causing hurt to deter public servant from his duty), 353 (assault or criminal force to deter public servant from discharge of his duty), 427 (mischief causing damage to the amount of fifty rupees) of IPC and 7 CLA Act. Ajay Yadav, a senior sub-inspector at Govardhan police station, told TOI that the deceased’s nude body was found just 2.5-3 km away from his house in bad condition. His left eye had been gauged out and there were deep cuts across his body parts. He said, body was sent for post mortem. Mathura senior superintendent of police (SSP) Shalabh Mathur said that family members have not named anyone in the FIR. He said, further investigations are on and exact cause of death will be revealed in the post-mortem report. A team of Forensic Science laboratory (FSL) has also been called for examination of the spot. Mathur said that action will be taken against police personnel, if any kind of callousness surfaces on their part in handling the case. Hukum Singh had gone out of his house around 11am with his cattle and his body was found around 5.30pm. Download The Times of India News App for Latest City ."}, "Armed men loot Rs 83,000 from post office": {"link": "https://timesofindia.indiatimes.com//city/agra/armed-men-loot-rs-83000-from-post-office/articleshow/69831701.cms", "time": "2019-06-18 12:48:00", "description": "AGRA: Four bike-borne armed men looted Rs 83,000 from a post office in Kasganj district on Monday afternoon. At the time of the crime, only the post master was present in the office. According to police, the post office located in Hathodavan village of Patiyali jurisdiction does not have a CCTV camera. The accused managed to take away Rs 83,000 in cash. Kasganj superintendent of police Ashok Kumar Shukla said, “We don’t understand why post master Rohit Shakya didn’t shout for help. The office is located in a narrow lane and locals would have rushed to help if he had shouted. The matter seems suspicious and we are investigating the matter.” Based on a complaint, police have registered a case under section 392 (robbery) of IPC. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Rain brings relief from scorching heat in Agra": {"link": "https://timesofindia.indiatimes.com//city/agra/rain-brings-relief-from-scorching-heat/articleshow/69832124.cms", "time": "2019-06-18 12:38:00", "description": "AGRA: Light rains in the city with thunderstorm brought much respite to residents from the intense heat wave that had gripped the state since the beginning of June. The maximum temperature which had been hovering around 45 degree Celsius since last week dipped to 38.5 degree Celsius on Monday. Also, the humidity level increased over 50% after rainfall. Sources said that the rains caused waterlogging in several localities. The meteorological department has predicted partly cloudy sky with possibility of rain or thunderstorm till July 19. The maximum temperature will remain around 37 degree Celsius while the minimum is likely to drop to 27 degree Celsius. The district administration has already issued an advisory for thunderstorm till Wednesday. Chief medical officer Mukesh Vats said, “Changing weather conditions require some basic precautions. People must stick to a balanced diet and frequent intake of water will be beneficial. Maintaining hygiene should be a high priority.” Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}}