{"2 youths crushed to death by trucks": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/2-youths-crushed-to-death-by-trucks/articleshow/69882079.cms", "time": "2019-06-21 07:00:00", "description": "GHAZIABAD: Two youths were killed after their two-wheelers were hit by heavy vehicles at two different places in Ghaziabad on Thursday morning. In the first accident, a delivery boy of an app-based food delivery company was crushed by a truck near Lajpat Nagar junction around 9am. “The accident took place when Abhishek Kasana (20) was going to Arthala Peer Dargah. A speeding truck hit his motorcycle from behind and crushed his head,” said J K Singh, the SHO of Sahibabad police station. In another accident, a 23-year-old BSc student, Mukesh Tyagi, was crushed by a truck near a junction in Duhai village when he was going to his college. Both the truck drivers have been booked under IPC sections 279 (rash driving) and 304 A (causing death by negligence). Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "encroachment on NH24": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentonnh24/articleshow/64549936.cms", "time": "", "description": ""}, "Noida to clear Sector 54 landfill in a week, boost recycling at Mubarakpur": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/noida-to-clear-sector-54-landfill-in-a-week-boost-recycling-at-mubarakpur/articleshow/69882044.cms", "time": "2019-06-21 07:37:00", "description": "NOIDA: The Noida Authority has started shifting its waste remediation plant from Sector 54 to Mubarakpur near Sector 145. Officials said the remediation of waste at the new site will begin within a month as just about 2,000 tonnes of waste is left to be recycled at the earlier site in Sector 54. The shift was necessitated after residents approached the National Green Tribunal, protesting the waste plant near residential areas of Sector 54. The NGT had in February last year asked the Authority to look for an alternative site and Mubarakpur was chosen as it does not have human habitation around it. Most of the waste at Sector 54 has already been recycled and the 2,000 tonnes that are left will be treated in a week, officials said. Of late, the Authority has been dumping waste at Mubarakpur, where around 1 lakh tonnes of garbage has accumulated. The transfer of equipment to treat waste from Sector 54 to Mubarakpur has already begun. “Around 95,000 tonnes of waste has already been recycled in Sector 54. We are almost through with the work there and the shifting of equipment has begun,” said Alok Tandon, chief executive officer at Noida Authority. Most of the refuse derived fuel produced after remediation in Sector 54 has been sent to cement factories to be used as raw material. The leftover inert waste is being used to cover the area where waste was dumped earlier. “We also got a small portion of compost after the remediation. However, it wasn’t found to be very useful for plants. Therefore, we are just using it to fill the empty space now,” said SC Mishra, deputy general manager (public health). The Authority had employed a contractor to set up the plant for 1.5 lakh tonnes of garbage in Sector 54 and Mubarakpur. The contractor still has to remediate about 55,000 tonnes of waste. Once the contract is over, the Authority will float a tender for a new agency that will take care of the waste treatment. “Since the existing contract for remediation of 1.5 lakh tonnes of waste is getting over, we will be opening it for application again. If the process takes time, we may extend the existing contract for a brief period,” Tandon said. Residents who moved NGT described the shift as a “great victory”. “It’s a great victory for us. It shows that if residents come together, the biggest of battles can be won,\" said K Arunachalam, a resident of Sector 22 (one of the RWAs that approached NGT) Activists sounded an alert. “There is no human habitation very close to Mubarakpur area, but if untreated waste is used in the landfill, it can contaminate groundwater and affect our health,\" said Vikrant Tongad, an environmental activist. Download The Times of India News App for Latest City ."}, "Noida: Man stops to urinate on road, 2 flee with his motorcycle": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/up-man-stops-to-urinate-on-road-2-flee-with-his-motorcycle/articleshow/69877306.cms", "time": "2019-06-20 19:15:00", "description": "NOIDA: Stopping by to urinate along a roadside in Greater Noida cost a man his motorcycle Thursday as two unidentified men fled with his two-wheeler while he took the nature's call, police said. The incident took place around 2.30 pm, when Aakash, around 35, was on his way to the industrial area in Greater Noida for work and the scooter-borne duo struck his motorcycle, they said. \"He was near Tilpat A chowk, under the Surajpur police station area, when he stopped to urinate on the road. He had left the key on the motorcycle when suddenly two men arrived on a red-coloured scooter and one of them got on the bike and they fled the spot before Aakash could respond,\" a police official told PTI. A complaint has been made by the victim and an FIR under Indian Penal Code section 379 (robbery) has been lodged at the Surajpur police station, he said. A probe is underway, the official added. Download The Times of India News App for Latest City ."}, "Noida: Littering the roads? Flying squads are watching you": {"link": "https://timesofindia.indiatimes.com//city/noida/littering-the-roads-flying-squads-are-watching-you/articleshow/69849258.cms", "time": "2019-06-19 11:02:00", "description": "NOIDA: The Noida Authority has identified over 400 “garbage-vulnerable points” across the city where waste is dumped illegally along roads and drains. Warning boards are being put up at these locations and two flying squads will keep watch to ensure no waste is dumped there. These spots are different from the 263 official points and 30 collection centres from where waste is collected by the Authority. The flying squad will be checking multiple spots every day to ensure solid waste management rules are properly implemented. “The warning boards mention that anyone found littering or dumping waste will be penalised and can be imprisoned. We have already penalised a few offenders. There is a huge task ahead as we need to get all these spots cleaned,” said SC Mishra, senior manager at the Noida Authority. Officials said that left unchecked, people have now got used to throwing garbage at these points and keep coming back to using them, making it difficult to clean these in one go. The move to keep tabs on these spots comes after the UP solid waste management monitoring committee chairperson, Justice (retired) D P Singh, visited the city last week. He ordered that waste along roads was a common sight in Noida and the Authority would be penalised if these are not cleared by June 30. “The committee had observed that there were garbage piles along roads across the city. They said that it impacted overall public health. They gave two major orders. One was to clean these spots by June 30 and the other was to ensure segregation of waste at source,” said an official from Noida Authority. The Authority had earlier asked all RWAs, malls, hospitals, hotels and industries to start segregation at source. It had also ordered that after June 30, only dry segregated waste will be picked up from residential areas. The RWAs are expected to use composting machines to manage wet waste internally. While residents claimed that it was difficult to start segregation immediately, officials said they were hopeful of meeting the deadline. “We have been speaking to RWAs regarding waste segregation and I have personally met members of over 20 RWAs. I hope that most people will cooperate with us, as we are going to stop collecting wet waste entirely,” said Alok Tandon, chief executive officer, Noida Authority. Download The Times of India News App for Latest City ."}, "Car showrooms penalised for littering drains in Noida": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/car-showrooms-penalised-for-littering-drains-in-noida/articleshow/69882039.cms", "time": "2019-06-21 07:06:00", "description": "NOIDA: The Noida Authority has penalised 11 car dealerships and showrooms for littering and discharging their untreated waste directly into the drain. About Rs 15 lakh penalty has been imposed and will be doubled if not paid in 24 hours, according to the CEO’s order. “This is the largest penalty amount we have imposed in a single day. When we inspected the showrooms of these big car companies, we found several violations of the NGT orders. Their sewer line was choked, untreated waste was being dumped in drains and there was rampant use of plastic packaging,” said a Noida Authority official. The largest penalty amount of Rs 5 lakh has been imposed on an Indian car manufacturer. Two others have been fined with Rs 3.5 lakh each. The move comes after UP solid waste management monitoring committee chairperson, justice (retired) D P Singh, visited the city last week. He said that the Noida Authority will be penalised if the waste along the roads is not cleared by June 30. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "No safety gear, worker falls off 1st floor at building site, dies": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/no-safety-gear-worker-falls-off-1st-floor-at-building-site-dies/articleshow/69882101.cms", "time": "2019-06-21 07:02:00", "description": "GREATER NOIDA: A 23-year-old construction worker died after he slipped from the first-floor balcony of an under-construction building of a private school in Sector 126 where he was fitting glass panes to windows. The victim was identified as Shadab, a resident of Bhangel village in Noida. He was unmarried and lived in a rented accommodation. The accident occurred around 11am, when Shadab was working on the first-floor of the under construction building. Mustakeem, brother of the deceased labourer who was with him at the construction site, said they had been employed by the contractor of the project for the past one month. “I had gone out for some work but he was fitting glasses to windows on the first floor. No sooner did I hear about the accident, I ran back to the construction site and rushed my brother to Kailash Hospital along with a few others. He was declared dead at the hospital,” said Mustakeem. He said the contractor who had hired them had not given them any safety gear. “We had been employed by a contractor named Mukesh Kumar a month ago. None of us were given any helmet or safety belt, but were made to work at heights,” Mustakeem added. Bhuvneesh Kumar, the station house officer of Expressway police station, said no complaint had been filed in the case as yet. “We were told that the two parties had reached a compromise outside the police station. Nobody has filed a complaint,” said Kumar. Download The Times of India News App for Latest City ."}, "illegal parking on foothpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalparkingonfoothpath/articleshow/63572783.cms", "time": "", "description": ""}, "Seven held in Noida farmhouse for raping three women": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/7-held-in-noida-farmhouse-for-raping-3-women/articleshow/69865779.cms", "time": "2019-06-20 06:07:00", "description": "NOIDA: Seven persons have been arrested for allegedly raping three Delhi-based women at a farmhouse in Noida’s Sector 135 area, close to the venue of a pool party from where 192 youngsters were arrested last month. The women, who police said were sex workers, had been brought to Noida by two of the accused, but they were later joined by seven others, who forced themselves on to the women against their wish. Seven of the men were arrested from HPS farmhouse area in Chhaprauli village. Police said the farmhouse belongs to an official in Delhi’s transport department, Panchpal Singh. One of the arrested men, Lovkesh Yadav, works as a security guard at the farmhouse, which was sealed by the police under Section 102 of the CrPC. The women lodged a complaint at Expressway police station on Wednesday morning, alleging that around 11.30 pm on Tuesday, they were standing near Lajpat Nagar metro station when two men arrived in a cab — a white Swift Dzire (DL1ZC0576). “The women told police that they reached an agreement for Rs 9,000,” Gautam Budh Nagar SSP Vaibhav Krishna said. The men apparently told the women they would take them to Sector 18 and handed over an advance of Rs 3,600, but instead took them to the HPS farmhouse in Sector 135. There, seven people joined them, which was not part of the deal, police said. “Seeing nine men, the women raised objection and asked the men to leave them back to Delhi. However, the accused men forcibly had sex with them,” the SSP said.After much pleading, one of the accused left the women on Pusta road on a bike, after which they approached the cops. Based o the complaint, an FIR was lodged against the accused men under IPC sections 376(d) and 323. A team from the Expressway police station raided the farmhouse and arrested seven of the accused — Akhilesh Yadav, Lovkesh Yadav, Bhola Yadav, Anjan Yadav, Rajesh Yadav, Satish Pal and Rajkumar Maurya. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "\nWinners of Miss India North 2018 put up a grand show at Bennett University\n": {"link": "https://timesofindia.indiatimes.com//city/noida/winners-of-miss-india-north-2018-put-up-a-grand-show-at-bennett-university/articleshow/63818829.cms", "time": "", "description": "The red carpet was ready and so was the ramp, which was set up in the sprawling sports complex of Bennett University, Greater Noida, to welcome the eight winners of fbb Colors Femina Miss India North 2018. In a special show organised for the students of Bennett University, the eight winners not just interacted with the students, but also shared a few tips on how to chase one's dreams while pursuing their academic goals. \"Always concentrate on giving your best to achieve what you want,\" said fbb Colors Femina Miss India Uttar Pradesh 2018 Himanshi, when she was asked how tough it was to establish a foothold in the glamour world by one of the students during the Q&A round between the state finalists and students. Replying to a question on how to pursue one's passion while studying, Anna Kler, fbb Colors Femina Miss India Punjab 2018, said, \"If you really follow your heart and believe that this is meant for you, you should just go for it and give it your best. You would be able to achieve what you want.\"  fbb Colors Femina Miss India Delhi 2018 Gayatri Bhardwaj with Aditi Bose Saurabh Tantia and Tanvi Mishra were chosen as the Mr and Miss Rampwalk of Bennett University by eight state winners When students joined the beauty queens on the rampThe event was hosted by emcee Bhavdeep Romana and Viren Tak, Oppo Times Fresh Face 2017 first runner-up. As students cheered for the eight finalists who will head to Mumbai for the grand finale of fbb Colors Femina Miss India 2018, the beauty queens gave their introduction and walked the ramp dressed in shimmering gowns designed by fashion designer Bhawna Rao. Gayatri Bhardwaj, fbb Colors Femina Miss India Delhi 2018, was chosen as Bennett University Miss Popular by the students. \"I am absolutely thrilled to be chosen as Miss Popular here,\" said Gayatri, who also selected five lucky draw winners and gifted them a year's subscription of gaana.com. Students too walked the ramp where Tanvi Mishra and Saurabh Tantia were chosen as Bennett University Miss and Mr Rampwalk.  fbb Colors Femina Miss India Delhi 2018 Gayatri Bhardwaj was also voted as Bennett University Miss Popular by the students  Students cheered for the eight state winners as well as their friends who walked the ramp 'I love the energy and crowd here, and enjoyed meeting the students'The finalists were quite impressed with the swanky campus of Bennett University, which is a fun place to study at where celebrities and noted personalities from all walks of life visit regularly to interact with the students. \"I love the energy and crowd here. I really enjoyed meeting and chatting with the students,\" said fbb Colors Femina Miss India Haryana 2018 Meenakshi Chaudhary. A day spent at Bennett University made fbb Colors Femina Miss India Jammu & Kashmir 2018 Malika Kapoor nostalgic. \"It took us back to our college days and it was very nice to be here. It is lovely to see the infrastructure of the university,\" she said.  Students walking the ramp at the event  Viren Tak, OPPO Times Fresh Face 2017 first runner-up hosted the event along with Bhavdeep Rohana  Emcee Bhavdeep Rohana  Fashion designer Bhawna Rao 00:28Miss Popular at Bennett UniversityAccessories: Aquamarine Hair and Makeup: Naturals salon For more information and apply on Miss India , log on to www.missindia.in In Video:Miss India North 2018 winners' fun day out at Bennett UniversityDownload The Times of India News App for Latest City ."}, "Villagers stall demolition drive in Barola, fourth time on the trot": {"link": "https://timesofindia.indiatimes.com//city/noida/villagers-stall-demolition-drive-in-barola-4th-time-on-the-trot/articleshow/69849290.cms", "time": "2019-06-19 10:53:00", "description": "NOIDA: Hundreds of villagers staged a sit-in demonstration on Tuesday after a Noida Authority team reached Barola village for an anti-encroachment drive. Previously, the Authority had attempted to get the site cleared at least three times but their efforts remained unsuccessful owing to the protests. The Noida Authority said a few houses and a marble market have illegally come up on the green belt. “There are several small patches of land that are part of the Noida Authority’s green belt and park area along the DSC road in Barola. These have been illegally encroached upon by the marble market. It has to be cleared sooner or later,” said MP Singh, officer on special duty, Noida Authority. After the villagers gathered, extra police force and the city magistrate was called in to settle the matter. The Noida Authority team returned on Tuesday without taking any action. The officials said paperwork is being checked. Residents of Barola village, who have been protesting the drive since Sunday, said the land was acquired and later given back to them. However, the Noida Authority still comes back for demolition after misdirecting the National Green Tribunal, they alleged. “The Authority had acquired our land in 1976 but it was later notified in our names following years of protest. Most people had not taken any compensation for their previously acquired land. However, in 2017, the authority and residents of Sector 48 approached the NGT stating that the marble market is built over the green belt,” said Shubhash Chauhan from Barola . After the NGT ordered the demolition, the villagers said the Authority had deliberately not mentioned that the land was given back to the villagers. “The NGT had asked the Noida Authority to handle the matter. They have not responded to our queries regarding the matter. There are over 200 families living here and we cannot just let them demolish our homes and take away our land illegally,” said Prem Singh Bhati, another Barola resident. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Dare you touch me": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dareyoutouchme/articleshow/64314756.cms", "time": "", "description": ""}, "Locked public toilets": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lockedpublictoilets/articleshow/66172479.cms", "time": "", "description": ""}, "Noida to use altered nozzles in private quarters to save water": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/noida-to-use-altered-nozzles-in-private-quarters-to-save-water/articleshow/69882141.cms", "time": "2019-06-21 07:06:00", "description": "NOIDA: In an experiment aimed at water conservation, the Noida Authority is planning to install altered nozzles that reduce usage by up to 98% at the Sector 14 A residences of senior officials. The nozzles cost between Rs 250 and Rs 400. The Authority has said it will begin the experiment with 24 houses before extending it to public areas or residential sectors. Officials said that this is a test project to check feasibility. “This is just a pilot (project). It is initially being tested if the water flow and the technique are feasible or not. It will soon be installed in offices, public toilets and other areas as well,” said Rajeev Tyagi, general manager, Noida Authority. According to private companies that are offering this nozzle, it reduces the size of the water droplets so that is just enough for washing hands, vegetables and fruits. This can reduce water usage by up to 95%, the firms say. However, if greater water flow is required, the nozzle can be turned accordingly for more force. The size of the water droplets, however, remains small, and usage with this is reduced by up to 80%. “It is a one-time investment that can be a huge leap towards water conservation. People can start using these at home as well. It is a technique already being used in many hotels and was suggested by a resident over WhatsApp,” said Alok Tandon, chief executive officer, Noida Authority. The nozzle requires cleaning once every 45 days. Several designs of altered nozzles and tap filters are available online through e-commerce websites. Download The Times of India News App for Latest City ."}, "Special numberplate": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/specialnumberplate/articleshow/67633470.cms", "time": "", "description": ""}, "Third bridge on Shahdara drain may open next week": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/third-bridge-on-shahdara-drain-may-open-next-week/articleshow/69882059.cms", "time": "2019-06-21 07:09:00", "description": "GREATER NOIDA: Widening of the third bridge over the Shahdara drain between Sector 14A and Sector 15 roundabout is on the verge of completion and it is likely to open next week. The new bridge will come as a relief for thousands of commuters who travel between Delhi and Noida. Officials said the widening work had been done by the Delhi Flood Control Board at a cost of Rs 5.4 crore. Earlier, the road had two lanes, which has been widened to four. Work on the project had started eight months ago. “We had been receiving a number of complaints from commuters as well as traffic police about the bottleneck on the road leading to Sector 15 roundabout from Noida gate. Earlier, this traffic jam would trail back to Sector 14 A, which caused a lot of problems to commuters. We are hopeful that with the construction of this 72-metre patch, the issue will be resolved,” said Vijay Rawal, project engineer at the Noida Authority. He added that the bridge would be thrown open next week. Another boost to Noida-Delhi traffic was the opening of a roundabout before the Mahamaya flyover on Thursday. Constructed at a cost of about Rs 3 crore, work on the new roundabout had started in January. Abdul Kadir, site engineer of the project, told TOI that the cut had become prone to accidents because of traffic merging from three directions. “Traffic coming from Greater Noida, Amity University and Kalindi Kunj were merging at this point while those who needed to go towards HCL would get puzzled,” said Kadir, adding that with the construction of this new roundabout, the choke point would be decongested. Officials said the first bridge over the Shahdara drain was constructed near Sector 18 in 2017, while the second one was the Kalindi Kunj bridge that was inaugurated by chief minister Yogi Adityanath last year. The site engineer said construction work on the roundabout had not been fully completed yet as the Authority is also planning to construct two tripods at the curves to avoid congestion. “To fully implement the diversion plan, we will construct two tripods on the opposite curves of the roundabout — one on the expressway side and the other one on the Kalindi Kunj side. This will make the passage of the vehicles easier,” said Kadir. He added that they had currently placed a few barriers to mark the boundaries of the tripod, and construction would begin after a 10-day trial. Download The Times of India News App for Latest City ."}, "Usage of Plastic": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/usageofplastic/articleshow/64549900.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Gang that targeted upscale homes busted": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/gang-that-targeted-upscale-homes-busted/articleshow/69865790.cms", "time": "2019-06-20 06:11:00", "description": "GHAZIABAD: A gang that committed thefts in upscale residential areas of Delhi-NCR has been busted. Police said the accused were involved in a burglary that took place in Bhopura area of Ghaziabad last month. At that time, the gang had kept an elderly couple hostage at gunpoint and robbed them of jewellery and cash. According to the police, the accused have been identified as Salim alias Papi, Mohammad Salim, both from Loni, Sohail from Baghpat and Umesh, a resident of Badaun.  “They were arrested on Wednesday morning from Sahibabad area of Ghaziabad,” a police officer said. Shlok Kumar, superintendent of police (city) told TOI that on June 14, the accused broke into the house of the elderly couple. “The accused held them hostage at gunpoint and robbed the house. They fled with jewellery and other valuables,” he added. “The police recovered stolen jewellery, two motorcycles, two illegal pistols, some live cartridges and four sharp knives from their possession,” he stated. Kumar further said that the gang of robbers had been active in the region for the past three months in the area and all the accused were sent to jail after being produced in the court on Wednesday. Download The Times of India News App for Latest City ."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "New Number Plate in Delhi": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/newnumberplateindelhi/articleshow/64549851.cms", "time": "", "description": ""}, "UP-Rera calls out to actual buyers of scrapped project": {"link": "https://timesofindia.indiatimes.com//city/noida/up-rera-calls-out-to-actual-buyers-of-scrapped-project/articleshow/69849265.cms", "time": "2019-06-19 10:58:00", "description": "GREATER NOIDA: To get a clarity on the actual ownership of flats and weed out ghost buyers or multiple allottees in Unnati Fortune’s deregistered housing project Aranya in Sector 119, the Uttar Pradesh Rera Estate Regulatory Authority (UP-Rera) has decided to float a website to invite all actual investors to register and declare ownership. The Aranya project was probably the first housing project in India to be deregistered under the new real estate law and taken over for completion by the regulatory authority in May. The project, which began in 2007, is valued over Rs 1,500 crore, and the total number of investors is around 1,400. According to UP-Rera member Balwinder Kumar, the step will help the regulatory authority to know exactly how many genuine buyers are invested in the project, so that a correct estimate can be drawn of the amount of money paid up to the builder and how much the investors still owe towards the completion of their flats. “During preliminary investigation, we found multiple allocation of single flats. We have also found multiple flats — 10 or 15 in a bunch booked under a single name. So obviously we are finding it difficult to get a true picture of the list of buyers. But a fresh registration of all buyers of the project would help us identify them,” Kumar told TOI. Moreover, the regulator is in the process of getting a co-builder on board for the completion of the pending flats. “We have also asked a builder, chosen by the buyers to present their completion plan to UP-Rera on Wednesday. If we are not convinced, we may ask Noida Authority to select a builder for the same,” he added. The UP-Rera had earlier asked the state government to constitute a special investigation team to look into the alleged misappropriation of Rs 147 crore by Unnati. The figure came to fore after a forensic audit by Curry & Brown. Moreover, an inspection team of Noida Authority earlier found that out of eight towers, only four are ready for completion and in four towers, major construction work is still pending. While Aranya phases 1 and 2 apartment buyers have completely paid up their money and the phases 3, 4 and 5 buyers have so far only paid up about 20% of the cost to the builder. UP-Rera officers earlier confirmed that the builder had left the country. The completion of the project has been initiated by UP-Rera by invoking Section 7 of the Rera Act, which makes provision for UP-Rera to step in and facilitate completion of abandoned projects. Download The Times of India News App for Latest City ."}, "Woman (84) dies at home, stench leads to discovery": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/woman-84-dies-at-home-stench-leads-to-discovery/articleshow/69865820.cms", "time": "2019-06-20 06:13:00", "description": "NOIDA: The body of an 84-year-old woman was found in a badly decomposed state at her Sector 37 house on Monday morning. Anita Khanna, whose husband had died a few years ago, was living alone without her family, police said. She was a heart patient. Khanna is suspected to have expired nearly three days ago, but her body was found only when an employee working with a meter reading company informed police that the house was emitting foul smell. Amit Kumar, Sector 37 chowki in-charge said that a police response vehicle was sent to the spot around 11am on Monday. “Her elder son is working in Dubai as a trader while her younger son is working in Bengaluru. Her daughter-in-law, who stays with her parents in Sector 29, was informed about the incident. Her elder son later came from Dubai. They refused to get a post-mortem done,” Kumar said. In the same sector, retired major general Sher Singh Rathore, also 84, died at his home late Tuesday night. His body was retrieved on Wednesday morning. Rathore, who was suffering from high blood pressure and high sugar levels, told his attendant Ankit on Tuesday night that he felt uneasy. When Ankit checked his room later, he found that Rathore was not moving and informed police, said Sector 39 SHO Rajesh Sharma. Rathore is survived by three daughters, all based in the United States. While police said that Ankit was a full-time attendant, neighbours said he used to work part-time. The incidents come days after badly decomposed bodies of a middle-aged couple, Shashi (55) and Renu (52), were recovered from a lawyer’s flat in Sector 99’s Supreme Tower in May. The two were suspected to have committed suicide due to financial woes. In October last year, 52-year-old journalist Babita Basu’s body was recovered three weeks after her death in the same society. In May last year, the Gautam Budh Nagar police had planned a drive to reach out to senior citizens living alone in Noida to ensure their safety. The drive, however, never really took off. Speaking to TOI, circle officer I, Dr Kaustubh, said that they will speak to resident welfare associations about elderly citizens who are living alone without their families and try to interact with them. Download The Times of India News App for Latest City ."}, "13km DND corridor to transport live heart": {"link": "https://timesofindia.indiatimes.com//city/noida/13km-dnd-corridor-to-transport-live-heart/articleshow/69833495.cms", "time": "2019-06-18 09:03:00", "description": "NOIDA: A ‘live’ heart was transported from one private hospital in Noida to another in Delhi through a green corridor that was created on Sunday night, officials said on Monday. The city traffic police created a 13-kilometre-long green corridor via the DND Flyway and the organ was transported in eight minutes and thirty seconds. Superintendent of police (traffic) Anil Jha said that around 6 pm on Sunday, Noida’s Fortis Hospital in Sector 62 informed police that a heart was to be transported to Delhi’s Max hospital. He said that doctors were of the view thatthe receiver of the organ should get it as soon as possible. Officer Jha said that after the information was received, they started preparing traffic control and personnel were deployed on the stretch between Sector 62 and DND Flyway. The heart left the hospital around 9.38pm and reached the DND Flyway. After this, the Delhi traffic police took over and transported the vital organ safely to the hospital in Saket. Traffic officers said that the heart was successfully transplanted to the patient at the Delhi hospital. Download The Times of India News App for Latest City ."}, "Pedestrian walkway obstructed by police station": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pedestrianwalkwayobstructedbypolicestation/articleshow/64486896.cms", "time": "", "description": ""}, "Major fire in Kalindi Kunj, Delhi Metro's Magenta Line services affected": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/major-fire-in-kalindi-kunj-metro-services-affected/articleshow/69883793.cms", "time": "2019-06-21 07:39:00", "description": "NEW DELHI: A major fire broke out at the furniture market near Kalindi Kunj metro station on Friday morning. Officials said 15 fire tenders were pressed into service and the blaze has been doused. No casualties were reported in the incident. Metro services between Kalindi Kunj and Botanical Garden had to be stopped due to the fire, but they have resumed now. Magenta Line Update Train movement has been stopped temporarily between Jasola Vihar Shaheen Bagh and Kalindi Kunj… https://t.co/f7xylpH7oB&mdash; Delhi Metro Rail Corporation (@OfficialDMRC) 1561077443000Assistant divisional officer, Delhi Fire Service, Mehmood said, \"The SOS came at 5.25am regarding the fire in the furniture market. We have managed to douse the fire now. Pillar number 205 and 206 have been damaged due to the fire. A team of Delhi Metro officials is reviewing the situation.\" Officials said the fire had spread rapidly since a large amount of wooden and plastic material were stored in the area. Some of the houses in the area had to be evacuated by the fire department and the police to prevent any mishap. In Video:Delhi: Massive fire in furniture market in Kalindi Kunj, metro service stoppedDownload The Times of India News App for Latest City ."}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Cost of development": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cost-of-development/articleshow/60932649.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Stop power cuts before hiking tariffs: Noida residents": {"link": "https://timesofindia.indiatimes.com//city/noida/stop-power-cuts-before-hiking-tariffs-locals/articleshow/69817564.cms", "time": "2019-06-17 09:28:00", "description": "NOIDA: Residents of Noida decried the proposal for a 20% hike in power tariff, calling it unjustified in the wake of recurrent and long power cuts in the city during peak summer. The protests came on a day the Gautam Budh Nagar district was felicitated by the UP government for collecting around Rs 14.8 crore in power revenue between October last year and this March, the highest in the state during the period. The district was followed by Ferozabad at Rs 9.6 crore and Mainpuri, which collected Rs 9.3 crore in the same period. GB Nagar’s overall collection of power revenue for the financial year 2018-19 was also at an all-time high of Rs 103 crore, in comparison to Rs 64 crore collected in 2017-18. District magistrate BN Singh was felicitated with a gold certificate by chief secretary Anup Chandra Pandey for the highest revenue collection. “Collection of revenue from power has been maximum at Rs 103 crore for the financial year 2018-19, as against Rs 64 crore in 2017-18. This award is in recognition of such steep collection,” said Singh, the district magistrate. Residents, however, protested the plan to increase tariff and called for an upgrade in power infrastructure. “We welcome the felicitation of the district for collecting the highest revenue. But we are completely opposed to the proposed 20% hike in power tariff for the simple reason that we have been facing long outages of late in Noida and Greater Noida. There has been lack of upgraded infrastructure and accountability on the part of the power department in the district. Despite paying hefty bills, we are facing 4-8 hours of power cuts every day. How can a tariff hike be justified in a situation where the power department is unable to provide regular supply?” asked NP Singh, president of the Federation of Noida Residents Welfare Associations (FONRWA). Apart from the 20% increase in power tariff across slabs, the UP Power Corporation Limited (UPPCL) has also suggested a hike in the fixed charge from Rs 90 per KW to Rs 110. If implemented, this will lead to a steep increase in power bills — a monthly bill of, say, Rs 3,000 will rise to around Rs 4,000. In the tariff proposal submitted to UP Electricity Regulatory Commission, UPPCL has recommended the highest increase of 26% in the lowest slab of 0-150 units, raising it from Rs 4.90 per unit to Rs 6.20. The tariff for the 151-300 units slab is proposed to be hiked from Rs 5.40 to Rs 6.50 per unit. According to the RWA federation president, the hike is all the more unjustified in a district that pays the highest revenue and steep electricity bills. “Noida is a ‘no power cut zone’, which is required for promotion of industry. It’s also an area which provides the maximum revenue. Then, why should it be subjected to a tariff hike? We oppose the proposal and will take up the matter with chief minister Yogi Adityanath. We will approach Prime Minister Narendra Modi, if needed,” said NP Singh. Greater Noida resident Alok Kumar suggested that the power department should instead focus on laying underground cables, upgrading old transformers, replacing rusting poles, panel boxes and increasing load capacities of substations. “We congratulate the district magistrate for the felicitation in revenue collection, but strongly oppose the hike in tariff,” said Kumar. District magistrate Singh maintained that the hike was in the proposal stage. “The tariff hike proposal pertains to the power department. Residents should raise their concerns regarding tariff etc with them or the Uttar Pradesh Electricity Regulatory Committee. It does not fall under my jurisdiction,” said Singh, adding that he was only authorised for revenue collection. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "its trendy to brake law on roads": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/itstrendytobrakelawonroads/articleshow/64486865.cms", "time": "", "description": ""}, "Noida plans flyover or underpass to unclog Parthala, sets aside Rs 90 crore": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/noida-plans-flyover-or-underpass-to-unclog-parthala-sets-aside-90cr/articleshow/69865772.cms", "time": "2019-06-20 05:59:00", "description": "NOIDA: The Noida Authority has earmarked Rs 90 crore to unclog the perennially congested Parthala Chowk, which falls at the cusp of Vikas Marg and Faridabad-Noida-Ghaziabad (FNG) Expressway. A major survey is currently on to determine whether an underpass or a flyover can be constructed to ease traffic at the roundabout, officials said. The move comes after previous experiments failed to reduce congestion at the busy intersection and in the wake of the Greater Noida Authority approving the extension of the Aqua Line with a proposed station in Sector 123 at the Parthala Chowk. The metro extension project is expected to kick off later this year. “Parthala roundabout is a key junction in Noida. We are currently carrying out the survey. And once we get the report, we will take a call on whether an underpass or a flyover would be able to provide smooth connectivity from Ghaziabad to Noida and Greater Noida via the FNG corridor,” KK Aggarwal, Authority’s general manager, told TOI. “The decongestion project at the junction entails an investment of Rs 90 crore. We will spend the money once we finalise a structure on the basis of the feasibility survey report,” he added. Experts also agree. Naveen Sharma of Medulla Soft Technologies that submitted a traffic feasibility report on the area to Noida Authority in March this year, said that while about 7,000 to 8,000 vehicles ply every hour in the area during day time, the number increases to about 18,000 during peak hours. “We had recommended reducing the circumference of the roundabout and other minor alterations. But in the long run, a graded separation by way of a flyover or an underpass is the eventual option for the intersection, especially since metro connectivity is planned in the area,” he added. Residents of highrise apartments in the vicinity of Parthala Chowk say unclogging the roundabout is the need of the hour. “Congestion at the busy intersection is increasing with each passing day. The Noida Authority must take a concrete step to ease traffic snarls at the roundabout once and for all,” said Sanjeev Dixit, a resident of Sector 121. Currently, the Parthala Chowk connects many areas and is a main connecting point for Noida, Greater Noida and Ghaziabad. While it has traffic coming from Ghaziabad in the north side of the roundabout, its east side has the busy Kisan Chowk. The south of the roundabout caters to Surajpur area of Greater Noida, including the collectorate and the police headquarters, and its west side has traffic coming from Sector 71 and beyond, including the populated 7x sectors as well as the industrial sectors of 62 and 63. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Delhi cop’s boxer son held with heroin worth Rs 80 lakh": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/delhi-cops-boxer-son-held-with-heroin/articleshow/69882096.cms", "time": "2019-06-21 06:18:00", "description": "GREATER NOIDA: A 24-year-old state-level boxer from Haryana, son of a Delhi Police sub-inspector, and two others have been arrested in Greater Noida for allegedly peddling drugs. Police said the trio was caught red-handed near a railway crossing in Badalpur early on Thursday morning while carrying 745gm of heroin worth Rs 80 lakh on a bike. With their arrests, police claimed to have blown the lid off an inter-state banned substance supply module that used to get consignments from Bihar and sell the same in UP and Haryana. The arrests of the three — identified as boxer Himanshu Balbariya, a resident of Rewari district in Haryana, water purifier salesman Vikas (35), originally from Madhepura district in Bihar, and Dharmraj (30), a native of Badaun district in Uttar Pradesh — came on a tip-off. “We received information on Wednesday night that the three youths would be passing through Badalpur on a bike. We immediately formed a team and set up a checkpost near the Sadullapur railway crossing,” said Vinit Jaiswal, SP (rural). As soon as the police team spotted spotted the trio approaching the checkpost around 3am on Thursday, the cops signalled them to stop. “Realising they were about to be caught, the accused tried to speed away. However, our men nabbed them after a brief chase, and recovered the heroin,” Jaiswal added. During interrogation, Himanshu told cops that he was actually taking a lift from Vikas and Dharmraj who had come to Greater Noida to hand him over the consignment. “Himanshu took to peddling drugs a few years ago to splurge on friends and support his lifestyle. He came in contact with Vikas and Dharamraj, and then the trio started sourcing banned substances from Vashishth Kumar, a resident of Munger district in Bihar, who also happens to be a cousin of Vikas,” the SP (rural) said. “Himanshu claimed to be a state-level boxer from Haryana, and is currently pursuing a law course at Kurukshetra University. He has confessed to peddling weed a number of times. But he told us this was the first time that he trafficked heroin,” he said. Cops said Himanshu’s father Ram Singh Balbariya, a Delhi Police officer, had been suspended briefly on corruption charges in the past. The three have been booked under sections 8/21 of the Narcotic Drugs and Psycotropic Substances Act. “They were produced in a city court and sent to judicial custody,” Jaiswal added. Download The Times of India News App for Latest City ."}, "Noida: Ex-staffer claims call centre fraud, beating by cop": {"link": "https://timesofindia.indiatimes.com//city/noida/ex-staffer-claims-call-centre-fraud-beating-by-cop/articleshow/69833669.cms", "time": "2019-06-18 09:53:00", "description": "NOIDA: A former call centre employee was allegedly assaulted and framed in a fake theft case by a sub-inspector after he resigned from the company in Noida suspecting fraud. Sahabuddin Siddiqui (26), who worked as an IT engineer since December 2018, submitted his resignation in March this year after he got to know that the “call centre cheats Americans on the pretext of fixing malware in their system due to hacking/virus, etc.” Sahabuddin said that after his resignation, the company on May 14 lodged a bogus FIR at Phase III police station, alleging data theft and that customers were receiving fake calls. “On May 19, the company owner asked me to come and collect my laptop. I failed to turn up as I was in Delhi for treatment at that time. Later, I went to the office on May 21 when a sub-inspector came there and started questioning me. Then he slapped me 14 times. This went on till 11 pm,” he said. CCTV footage of the incident shows SI Baljeet Singh slapping the victim. After the complainant wrote to the Gautam Budh Nagar SSP, IG (Meerut) and DIG on May 25, an inquiry was initiated. SSP Vaibhav Krishna said, “The SI in question is a dedicated officer. Action will be taken in case the allegations are found to be correct,” he said. Singh said the complainant had been found to be involved in data theft at the company. The complainant has approached the Allahabad high court for a stay on his arrest. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Postal service on duty": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/postalserviceonduty/articleshow/63496093.cms", "time": "", "description": ""}, "Noida: In multi-crore scam probe, a tussle over Mercedes custody": {"link": "https://timesofindia.indiatimes.com//city/noida/in-multi-crore-scam-probe-a-tussle-over-merc-custody/articleshow/69849287.cms", "time": "2019-06-19 10:55:00", "description": "NOIDA: A black Mercedes parked at Sector 20 police station for the past two years has become a bone of contention between a company accused of multi-crore fraud through Ponzi schemes and the CBI. The car is owned by Webwork Trade Links Pvt Ltd, which has allegedly duped over 40,000 people of Rs 125 crore. The car is rusting at the police station since the two main accused — Anurag Garg and Sandesh Verma, who served as directors in Webwork Trade Links — were arrested in February 2017. Garg has now moved a Ghaziabad court, demanding that the car be released from the custody of CBI. Garg and Verma are out on bail. In his application to the special judicial magistrate, Ghaziabad, on April 22, Garg has claimed the car (UK07BX8000) was seized by GB Nagar police in the case lodged at the Sector 20 police station against the two directors. “Since the CBI is probing the case as per the directions of the Allahabad high court, the CBI has kept the car in its custody. The car is getting damaged due to being parked at the police station and its fitness is getting affected,” reads the application. The accused has given an undertaking that he won’t make changes in the make-up of the car and not sell it to anyone. However, in its response, the anti-corruption branch of CBI, Ghaziabad, has urged the court that the application for the release of car be dismissed. The investigation officer of the case, KS Lohchab, has said that “Sandesh Verma is not cooperating with the probe” and he had not reported to CBI in compliance of the notices issued. “The authenticity of the authorisation filed by the applicant on behalf of accused Sandesh Verma is appearing to be suspicious. The car has been purchased by the accused directors of Webwork Trade Links Pvt Ltd by using the fund of the company... the car may not be allowed to be released till completion of investigation,” reads the CBI response. The CBI has also filed an application for Verma’s bail cancellation at Allahabad HC. The next date of hearing in the case is July 24. When contacted, a spokesperson for CBI said the case is currently under investigation. Download The Times of India News App for Latest City ."}, "No checks on stubble burning": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/no-checks-on-stubble-burning/articleshow/63350235.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "thanks": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thanks/articleshow/64314776.cms", "time": "", "description": ""}, "Greater Noida: Man abandons wife, leaves with 13-year-old to ‘marry’ her": {"link": "https://timesofindia.indiatimes.com//city/noida/man-abandons-wife-leaves-with-13-yr-old-to-marry-her/articleshow/69833447.cms", "time": "2019-06-18 08:58:00", "description": "GREATER NOIDA: A 25-year-old man left behind his wife and two children at his in-laws’ place and walked out with his 13-year-old sister-in-law, purportedly to marry her. The man, along with two uncles and a friend, has been booked for confining the minor girl. The woman’s father Hanif, a resident of Greater Noida, had filed a police complaint claiming that his son-in-law Allah Mehar had come over for Eid on June 7. “I was leaving for work when my son-in-law came with my daughter, two grandchildren and three of his relatives. When I came back from my shift, my daughter told me he had taken her younger sister along with him,” said Hanif, adding that the accused also took away Rs 70,000 in cash and jewellery kept in the house. Hanif said the next day, he went to Mehar’s house in Bulandshahr and requested him to free his younger daughter. “I requested him to let my daughter go because she is a minor and should not be forced into marriage. But he threatened me that he would get my family killed if I ever came back to see my daughter. He has been keeping her hostage for the past 10 days. I have sought police’s support,” said Hanif. Officers at Greater Noida police station registered an FIR on Sunday against Mehar (25), his uncles Tarikhat (30) and Bhoora (25), along with Nanhe (25), all residents of Bulandshahr, under sections 363 (kidnapping), 366 (abducting or inducing woman to compel her marriage), 506 (criminal intimidation) of the IPC. “The accused is absconding with the minor girl. We have reprimanded his relatives, arrests will be made soon,” said Sujeet Upadhyay, the SHO of Greater Noida police station. Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Training to grow trees for livelihood": {"link": "https://timesofindia.indiatimes.com//city/noida/training-to-grow-trees-for-livelihood/articleshow/69833665.cms", "time": "2019-06-18 08:52:00", "description": "NOIDA: The forest department will start training villagers who own land to plant and maintain trees like eucalyptus, poplar and some varieties of phicus, which they can sell for timber after the trees have matured. Officials said this would not only generate a source of income for villagers, but also expand green cover in the district. As of now, the project has been planned for 88 villages. The officials said there was a growing demand for timber because of an expanding realty market and allowing it to be grown legally was the best way to meet the requirement. The trees that they are being encouraged to plant take almost 10 years to mature and their wood fetches good returns. “We are starting a series of informative and interactive sessions in villages of the district where we will inform villagers how to put their vacant land to use and grow trees as a mode of investment. People do not need permission of the forest department to cut some varieties of trees such as phicus, poplar and eucalyptus. We want the villagers to increasingly start growing these trees on their spare land. This will not only add to the green cover of the district, but will also become a source of income after 10 to 15 years,” forest officer PK Srivastava said. Teams from the forest department will visit cluster of villages soon to train the people. “We will provide all support to villagers once they agree to plant these trees. The forest department can also help with the saplings,” Srivastava said. “There is growing demand for timber in the market as houses are being built. So, if people grow these trees, they would surely be able to make money from them,” he added. The first round of interactive sessions with the villagers will start this week. The forest department will also conduct a district-wide plantation drive during the monsoon months of July and August. Download The Times of India News App for Latest City ."}, "Greater Noida: Child on worker’s back dies in ditch collapse": {"link": "https://timesofindia.indiatimes.com//city/noida/cave-in-buries-3-yr-old-parents-kid-dies/articleshow/69849250.cms", "time": "2019-06-19 05:54:00", "description": "GREATER NOIDA: A three-year-old girl tied to her mother’s back died while her parents were injured when the walls of a ditch that was being dug at a construction site collapsed on them in Greater Noida on Tuesday. Workers at the site said the two private contractors overseeing the construction had forced them to get into the ditch despite the soil being loose. Angoori (24), a construction worker, took along her three-year-old child, Monika, with her into the ditch as there was no one to look after her. Angoori, her husband Guddu (25) and Monika were all trapped under the soil along with two other labourers — Babulal (35) and Bari (55). The cave-in took place at the construction site of a private building in Knowledge Park area around 11.45am. An excavator had just dug a ditch to lay the foundation for the building when the two contractors — Lalit and Kapil Bhadana — asked six of their workers to get inside the 6ft ditch and level the walls manually. As both Angoori and Guddu were ordered to get inside, they could not have left Monika alone. “Minutes before the accident, an earthmover had dug up the area. After this, the contractors asked a bunch of workers to get inside the ditch and level the walls. This seemed risky, but the contractors forced the workers,” said Rajkumar, Angoori’s brother. He said the workers had told the two contractors that the soil was loose, but they refused to budge. “There was a pile of debris that needed to be excavated, but the contractor, without realising the odds, forced the workers inside the ditch. The walls collapsed within minutes and fell on the workers. The adults survived, but Monika succumbed to her injuries. My sister and brother-in-law, too, suffered injuries in the head and chest,” Rajkumar added. The victims were rushed to Sharda Hospital, where the child was declared dead on arrival, while others were admitted for treatment of injuries. The two contractors have been booked under sections 304A (causing death by negligence) on a complaint by Rajkumar. “The contractors — Lalit and Kapil Bhadana — fled the spot soon after the accident. Prima facie, the construction workers were not given any helmets before they were sent inside the drain. A probe has been initiated, and due action will be taken against those found guilty,” said Arvind Pathak, the station house officer of Knowledge Park police station. Asked about the condition of the other workers, the officer said one of them, Bari, was being treated for critical injuries. “Most of them have been discharged after first-aid. A woman named Bari is still in the ICU for critical head injuries,” Pathak added. Download The Times of India News App for Latest City ."}, "TV journalists held over Yogi Adityanath show get bail but not yet free": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/tv-journalists-held-over-yogi-show-get-bail-but-not-yet-free/articleshow/69865794.cms", "time": "2019-06-20 06:17:00", "description": "GREATER NOIDA: Three staffers of a Noida-based news channel got bail on Wednesday, nearly a couple of weeks after their arrest in the wake of the channel airing a show that was deemed defamatory to the chief minister. But Ishika Singh, Anuj Shukla and Anshul Kaushik won’t walk out of jail yet because they have been booked in two FIRs, only one of which the court has ruled on. The court of additional district and sessions judge Nalin Kant Tyagi on Wednesday heard arguments in the defamation case filed by police against the trio for the show on the CM. The judge granted bail after submission of two sureties of Rs 40,000 each. The other case, which relates to charges of forgery and cheating and was registered because Nation Live, the channel, was allegedly found not to have the requisite permits, was heard by fast track court judge Ved Prakash Verma. The order has been reserved. The court asked the three news channel staffers not to seek a postponement of hearing during statements of witnesses and ensure presence either in person or through their lawyers on the dates of hearing. According to Nitin Gupta and Parth Upadhayay, lawyers for Shukla and Kaushik, respectively, they argued in court there was nothing defamatory in the TV discussion that was aired on June 6 and the channel had, in fact, tried to expose a woman who has been making controversial claims about the CM and also whether she was part of any political conspiracy. The woman featured on the programme through a dial-in. “We contended before the court that while the FIR states that the channel’s show was solely aimed at provoking members of a party, there were no riots even after two days of the discussion being aired as against what the police report anticipated. No complaint was lodged by any of the party members and despite allegations of defamation, the CM did not lodge an FIR but it was a policeman who did so,” Gupta said, adding they had also apprised the judge that the arrested trio was not produced before a court even 48 hours after their detention. The arrests took place after the local administration put together a report that saw the possibility of a law and order problem as a result of the show being aired. The office of Nation Live in Sector 63 was sealed on the same weekend as the arrests of Shukla and Ishika (June 8/9). Kaushik was arrested the following week. The FIR relating to defamation was filed on the complaint of a sub-inspector. The other was based on an inquiry by the district information department’s assistant director, Meena Biswas. The government counsel opposed bail, stating that the channel had aired a discussion on the CM, who is at a level where “even a small aspersion can spoil the situation of society”, and that it was a “crime serious in nature”. But the court said the discussion did not seem to cause enmity, hatred and disaffection in society. “The accused are in jail since June 9 (Ishika and Anuj) and June 11 (Anshul). Looking at the facts, there are sufficient grounds to grant bail without commenting on the merits/demerits of the case,” reads the court order. The court noted that the lawyers had contended that the trio had been “framed” and “they had no ill-intention in airing the discussion”. It also said the accused “do not have any criminal past”. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Rs 5 lakh ransom sought for student": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/rs-5-lakh-ransom-sought-for-student/articleshow/69882110.cms", "time": "2019-06-21 07:04:00", "description": "GHAZIABAD: The father of a 20-year-old B Pharm student has filed a complaint of the abduction of his son. The complainant told police that following the kidnap on Wednesday, he received a ransom call from a gangster who demanded Rs 5 lakh for safely returning his son. Police said the student was kidnapped when he had gone to his college to get some changes done in his marksheet. An FIR has been registered against the unknown kidnappers under IPC sections 364 A (kidnapping for ransom), 323 (causing hurt) and 506 (criminal intimidation) at Kavi Nagar police station. “This is a serious case and we are investigating it from all angles,” said Shlok Kumar, SP (city). Download The Times of India News App for Latest City ."}, "Delhi businessman accuses cop, woman of extorting Rs 2.7 lakh": {"link": "https://timesofindia.indiatimes.com//city/noida/bizman-accuses-cop-woman-of-extorting-rs-2-7l/articleshow/69849295.cms", "time": "2019-06-19 10:50:00", "description": "NOIDA: A 47-year-old Delhi businessman has accused a sub-inspector and his accomplices of extorting Rs 2.7 lakh from him, the fourth such FIR against the officer. The businessman has said that Sunil Sharma, a sub-inspector at Sector 44 police station, and two others had framed him in a false molestation case. The complainant alleged that the incident happened on May 8 when he was returning home in Delhi’s Jamroodpur via the Golf Course road and a woman took lift “pretending to be injured”. He said the around 9.30pm that day, the woman, who identified herself as Anita, asked him for lift till sabzi mandi in Chhalera village. “I left her at the spot and when I started my journey towards Delhi and reached near the Sector 44 turn, I saw a police vehicle following me. Two men in plainclothes and a guard were inside the vehicle. One of them got into my car and started driving it after pushing me to the passenger’s seat. When I asked them the reason for doing so, they claimed they would tell me everything at the chowki,” he said. “Later, I was brought in front of chowki in-charge Sunil Sharma, who claimed I had molested the woman. I informed him that the woman I met had left on a rickshaw soon after I dropped her. At this, one of them started abusing me and called the woman. They took my signatures on a complaint from her,” the businessman added. The complainant said that after the woman left, the policemen asked him to resolve the matter, which the businessman refused to do. “Around 11.45 pm, I was taken to the police station, where the chowki in-charge came three-four times and asked me to talk to the woman.” Around 11.30pm, three persons, including Ankit, who identified himself as a timber merchant from the woman’s neighbourhood, arrived. “He said that since the matter would lead to appearances in court and investment of money, it was better I resolve the matter. He asked me to give Rs 10 lakh, but I refused,” he said. The businessman told TOI that the cops, Ankit and the woman used three different names for her. “While police called her Sonia, Ankit addressed her as Rani while the woman had introduced herself as Anita. I gave Rs 50,000 to the chowki in-charge, and Rs 20,000, Rs 50,000 and Rs 1.5 lakh were given to Ankit later. I had promised to give them Rs 30,000 later, but they were arrested before that,” he said. Meanwhile, an FIR has been lodged against Sunil Sharma, Ankit and Anita under IPC sections 384 (extortion), 120 b (criminal conspiracy), 34 and sections 7 and 13 (1) (a) of the prevention of corruption act, 1988. Download The Times of India News App for Latest City ."}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Dowry death: Husband and in-laws jailed for 10 years": {"link": "https://timesofindia.indiatimes.com//city/noida/dowry-death-husband-and-in-laws-jailed-for-10-years/articleshow/69849253.cms", "time": "2019-06-19 07:54:00", "description": "GREATER NOIDA: A man, his father and brother were sentenced to 10 years in jail for killing his wife over dowry in 2013. The case was filed by Mahesh Prasad, a resident of Ghaziabad and father of the deceased woman, on February 3, 2013. His daughter Kavita was married to Vivek Kumar, a private firm employee, in 2011 and she had been staying at her in-laws’ house in Salarpur village in Noida. Rohtash Sharma, the government counsel, told TOI that the complainant had alleged that his daughter’s in-laws would often torture her for not bringing enough dowry. “A day before her death, the woman had her called her father to inform that her phone had been taken away by her husband and that the in-laws had been beating her over Rs 60,000 that they wanted as an extended dowry,” said Sharma. The lawyer said Kavita’s in-laws informed them the next day that his daughter had committed suicide by hanging herself from the ceiling. There were, however, no injury marks on her body, he pointed out. Sharma added that sessions court judge Ved Prakash Sharma relied on circumstantial evidence and testimonies to give his verdict. “The court sentenced the husband Vivek, the woman’s father-in-law Vijay Kumar and brother-in-law Manish to 10 years’ imprisonment. They were sentenced under sections 304 B (death of a woman is caused by any burns or bodily injury or occurs otherwise than under normal circumstances within seven years of her marriage) and 498A (dowry death) of IPC,” said Sharma. In his complaint, Prasad had also accused Kavita’s mother-in-law of torture but the charges against her were abetted after she died a natural death on October 10, 2016. The government counsel said the defence lawyer failed to produce any evidence to counter the allegations against his clients. “They failed to produce any solid proof other than a few witnesses who denied the dowry part to counter the allegations. The defence lawyer, in his argument, said the deceased woman had been suffering from tuberculosis, and committed suicide due to depression,” said the lawyer. Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Woman dies after husband pushes her off terrace over tiff": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/woman-dies-after-husband-pushes-her-off-terrace-over-tiff/articleshow/69882060.cms", "time": "2019-06-21 07:39:00", "description": "GHAZIABAD: A 30-year-old man was arrested on Thursday for allegedly murdering his wife by pushing her off from the terrace of their home in Khoda area. Police said the crime took place on June 16 around 6pm when the accused pushed his wife off their terrace after a heated argument exchanged between the couple when she was making dinner. She was immediately admitted to a private hospital for treatment where she was declared dead on Thursday morning. According to police, the accused, identified as Arvind, is a native of UP’s Lakhimpur Kheri. He used to work as labour in the city but he had finished his graduation from a private college in Lakhimpur.“The couple got married six years ago and they have two sons — Sonu (4) and Sunny (2),” a police officer said. Satendra Pratap Singh, SHO, Khora police station told TOI that on June 16, the accused returned home after work in an inebriated condition and Reena (27) was in the kitchen. “Arvind started complaining about delay in dinner. Agitated, Reena went to the terrace followed by him, where they again started arguing. After a while, he pushed her from terrace,” Singh said. Ram Avtaar, the couple’s neighbor, said, “They used to live in a rented house in Khora area but their relationship was never sound. They were fighting on a daily basis and same thing happened on June 16. Reena was lying on the road in a pool of blood when we took her to a private hospital but on Thursday we came to know that she has passed away. “An FIR was registered against Arvind under Section 304 (punishment for culpable homicide not amounting to murder) of IPC. He was sent to jail after being produced in court,” said SHO. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}, "‘Hindon polluted, 40% living near it infected’": {"link": "https://timesofindia.indiatimes.com//city/noida/hindon-polluted-40-living-near-it-infected/articleshow/69833498.cms", "time": "2019-06-18 14:03:00", "description": "GHAZIABAD: A National Green Tribunal-appointed committee on solid waste management has said that “35-40%” of people residing around the Hindon may be inflicted with various water-borne diseases as untreated waste is being allowed to flow into the river. The committee, which recently surveyed Ghaziabad, Noida and Greater Nodia, has dubbed the Hindon a “dead river” that has a dissolved oxygen level of almost zero. The team also visited 23 industries and government hospitals in Ghaziabad and noted that hardly any of them were adhering to environmental norms. In its report, the committee has said that “up to 35-40% patients coming to these medical colleges and hospitals may be infected and they are prone to suffer from variety of diseases like cancer, asthma, collitis and other alike water and air-borne diseases”. On pollution in the Hindon, the committee has said that government agencies have turned a blind eye on illegal colonies that have mushroomed around waterbodies. “We have issued directives to the administration of these three districts to initiate a demolition drive in the river catchment area,” said Rajendera Singh, general secretary of the NGT committee. In Ghaziabad, the committee found that eight major drains — Jwala drain, Arthala drain, Kaila Bhatta drain, Indirapuram drain, Dasna drain, Pratap Vihar drain, Karheda drain and Hindon Vihar drain — were discharging untreated sewage in the Hindon. “No STP/ETP has been connected to treat the entire sewage, in consequence thereof, the entire city of Ghaziabad is polluting river Hindon with untreated sewage,” the report said. The team also noted that industries were not adhering to environmental norms. “Of the 20-plus industries we inspected, except for Honda industry, no other industry meets the environmental norms. Even those industries that have installed STP/ETP often bypass their effluents and discharge it directly into drains, which ultimately find their way into the Hindon river,” said Singh, who added that a detailed report on the committee’s findings is being prepared and will be released shortly. City-based environmentalist Sushil Raghav said that in July last year, the Central Pollution Control Board (CPCB) had carried out a survey to ascertain the level of groundwater and surface water contamination around the Hindon. “Groundwater samples were analysed for parameters such as fluoride, sulphate, oil and grease and heavy metals. The report revealed that 93 of 168 groundwater sampling locations in Baghpat, Ghaziabad, Greater Noida, Meerut, Muzaffarnagar, Saharanpur and Shamli are contaminated with one or more parameters and exceeded BIS drinking water specifications,” said Raghav. “What the committee is saying is nothing new, but despite such damning report and observations, no one is really interested in the river,” he added. Hindon, also known as Harnadi, is a rain-fed river that originates from Saharanpur and flows through Muzaffarnagar, Meerut, Baghpat and Ghaziabad before emptying into the Yamuna. Due to the high levels of pollution, Hindon has earned the status of “dead river” and its water declared “unfit” even for bathing. In Video:Hindon river polluted, 40% people living near it infectedDownload The Times of India News App for Latest City ."}, "8 runways at Jewar airport? UP to explore": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/explore-if-jewar-airport-can-have-8-runways-yogi-adityanath/articleshow/69882035.cms", "time": "2019-06-21 09:18:00", "description": "GREATER NOIDA: The proposed Jewar international airport is a project the UP government is eager to showcase as a symbol of the state’s economic growth. So, during his visit to Noida last week (June 14), chief minister Yogi Adityanath asked officials to explore expanding the number of runways planned at the airport to eight. The number of runways originally planned was four, for which PricewaterhouseCoopers carried out a survey, and the government had later sought another feasibility study to increase the number of runways to six. Delhi’s IGI airport currently has three runways. In any case, Jewar will start operating with two runways in the first phase, for which the land acquisition process has just begun. Building the additional runways is a component of the subsequent phases, which will start after Phase 1 has been commissioned. “Jewar airport will begin with two runways in the first phase. The civil aviation ministry had written for an expansion of four to six runways for which we had issued a letter to PwC on May 29 to conduct a feasibility report. In the meantime, the CM, who was in town on June 14 for a review meeting, directed that we look into the airport expansion to have eight terminals,” explained Shailendra Bhatia, additional CEO of the Yamuna Expressway Industrial Development Authority, which is piloting the airport project. “Though there’s nothing final on the eight-runway plan as we have not received a government order, will initiate a feasibility study on it once PwC submits its report on expanding the runways from 4 to 6,” added Bhatia, who is also nodal officer of Noida International Airport Limited (NIAL). In Video:Jewar airport: Officials explore possibility of expanding up to 8 runwaysDownload The Times of India News App for Latest City ."}, "cars number plates": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cars-number-plates/articleshow/63210871.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "\nMiss India North 2018 winners' fun day out at Bennett University\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/noida/winners-of-miss-india-north-2018-put-up-a-grand-show-at-bennett-university/articleshow/63818481.cms", "time": "", "description": ""}, "Noida: Woman forgets Rs 15 lakh jewellery in cab, police brings it back": {"link": "https://timesofindia.indiatimes.com//city/noida/noida-woman-forgets-rs-15-lakh-jewellery-in-cab-police-brings-it-back/articleshow/69827139.cms", "time": "2019-06-17 18:06:00", "description": "NOIDA: The Noida police came to the rescue of a woman who forgot her bag containing jewellery worth Rs 15 lakh in a cab in no time by tracking down the driver and recovering the valuables from the DND flyover, officials said. Around 9.30pm on Sunday, Sector 77 resident Abhinav alerted the police control room that her friend Rumela Sen had taken an Uber to Sector 50 metro station, where she realised that she had forgotten her bag in the cab, police said. \"On receiving the information, Station House Officer Sector 49 Ajay Aggarwal reached out to the woman at the metro station and further details, including the cab's number and the driver's details, were taken down,\" a police spokesperson said. \"Police also contacted the Uber head office and through them got in touch with the cab driver, who was tracked down on the Delhi-Noida Direct flyover. The bag containing the jewellery was then recovered from the cab and handed over to the woman,\" he said. Uber India officials said they have an all-round support system to help in such cases and people can report these matters through their Uber app. \"We are delighted the rider recovered her valuables and this is exactly the kind of experience we expect everyone to have on our platform. We would also like to thank the driver partner who returned the bag to her and deeply appreciate the prompt attention police authorities gave to this matter,\" an Uber Spokesperson told PTI. \"Uber has a 24X7 support team and a law enforcement response team (LERT) which stands ready to extend every possible support in such cases,\" he said. The company in its latest Lost and Found Index released this March said phone and camera are the mostly forgotten items on Uber cabs followed by backpack, bag or luggage and wallets or purse in India. Other most commonly forgotten items reported on cabs included keys, clothing, umbrellas, water bottles or thermos, glasses and phone chargers, according to Uber index. Download The Times of India News App for Latest City ."}, "Greater Noida: Facing losses, four traders snatch Rs 25 lakh from another": {"link": "https://timesofindia.indiatimes.com//city/noida/facing-losses-four-traders-snatch-rs-25l-from-another/articleshow/69849246.cms", "time": "2019-06-19 11:04:00", "description": "GREATER NOIDA: Four persons, including three mandi wholesalers, were arrested on Monday night for allegedly robbing another trader of Rs 25 lakh and his car in order to revive their dying business. The case was cracked on Monday when one of the accused was arrested following a gunfight in Dadri. The three others were nabbed a day later from Bulandshahr. The accused have been identified as Robin (33), Sunil (32), Umesh (30) and Pramod (40), all from Bulandshahr. The alleged robbery took place on June 5 when Amit and Kapil, both wholesalers, were coming back to Bulandshahr after collecting money from vendors in a WagonR. “They had reached near Bacheda village in Dadri when three miscreants came on a bike, flashed a pistol and fled with Rs 25 lakh in cash and the car,” read the complaint by Ahmad Khan, a wholesaler in Bulandshahr mandi. Police said they were tipped off that a miscreant named Robin could have had a role in the loot. “The accused was being tracked and on Monday night, he was seen coming on a bike with an accomplice near Bil Akbarpur village. The police team at the check-post asked him to stop, but they fired at them. When they retaliated, Robin was hit in the leg and the two men fell to the ground. We arrested Robin, but his accomplice managed to flee,” said Prashant Kumar, ADG (Meerut zone). Kumar said that during questioning, Robin confessed to the crime and revealed the names of Sunil, Umesh and Pramod, who were held from Bulandshahr mandi on Tuesday. “Sunil was the mastermind and he had roped in Robin and two other criminals to rob the victim for easy money,” said Kumar. Police said Sunil, Umesh and Pramod were continuously facing losses in the business. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "good": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/good/articleshow/64501373.cms", "time": "", "description": ""}, "RWA notice to labour dept on cess": {"link": "https://timesofindia.indiatimes.com//city/noida/rwa-notice-to-labour-dept-on-cess/articleshow/69833661.cms", "time": "2019-06-18 08:54:00", "description": "NOIDA: The Noida RWA federation has sent a legal notice to the district labour commissioner for levying 1% labour cess on properties purchased or constructed between 2009 and 2012. The Noida Authority had implemented the cess from 2012. The RWA federation questioned the decision to levy the cess almost 10 years after properties were constructed despite the UP government implementing the Building and Other Construction Workers’ Act from February 2009. The residents maintained that since the cess is collected for welfare of labour, it should apply to only labour cost of the property purchased or constructed and not the construction cost of the property. Over 8,000 residents have received notices of the cess so far, they said. PK Singh, district labour commissioner, said it was a routine procedure to send notices under the stipulated Act. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Noida: Panic in condo as tenth-floor flat catches fire": {"link": "https://timesofindia.indiatimes.com//city/noida/panic-in-condo-as-tenth-floor-flat-catches-fire/articleshow/69849261.cms", "time": "2019-06-19 10:59:00", "description": "NOIDA: A fire that broke out inside a locked 10th-floor flat led to panic in a residential tower of Gardenia Glory around Tuesday noon, leading to scores of people rushing out of their homes and running downstairs, fearing it could affect the gas pipeline. Around 1,200 families live in the Sector 46 society. Residents said five students live in the flat, in tower A-2, but they had left for college when the blaze started. The fire seemed to have been triggered by a spark caused by the doorbell switch, which spread and turned into a blaze because of a suspected leak in the gas pipeline, fire safety officer Kuldeep Kumar said. The fire brigade was informed at 12.43pm but residents, anxious to contain the flames, called the owner of the house, entered the flat with his help and doused the blaze with extinguishers and water buckets before the fire tender arrived around 1.30pm. A resident had pressed the affected flat’s doorbell around 12.15pm. The fire began after that. The flat suffered heavy damage and the kitchen area was blackened all over. Download The Times of India News App for Latest City ."}, "Welcome to the maze called NH-9": {"link": "https://timesofindia.indiatimes.com//city/noida/welcome-to-the-maze-called-nh-9/articleshow/69833485.cms", "time": "2019-06-18 09:10:00", "description": "GHAZIABAD: “I know this road so well, I can tell you where the next pothole is,” jokes Alok. An Indirapuram resident for the past seven years, the 38-year-old drives to Delhi, where his office is, every day. Yet last Friday, while returning from a late shift, he almost drove his car into a barricade on NH-9, a few hundred metres before the Noida Sector 62 crossing. It was dark and he saw the diversion late. There was no ‘diversion ahead’ warning. An Uber driver who does the Noida-Ghaziabad-Delhi circuit every day learnt the hard way that he could not trust his GPS on NH-9 like he does everywhere else. He likes the GPS because it gives him the shortest route. But recently, while taking passengers to Noida from Vaishali, the GPS pointed to an exit that brought him to a dead end. There was a mound of earth ahead. He said his passengers had warned him but he had insisted on following the map. Now, he just takes the advice because the highway is a maze. Changes are happening almost every day on NH-9, or Delhi-Meerut expressway, as the road gets widened and upgraded from UP Gate till the Dasna toll plaza and work picks up pace. The result is diversions, detours and closed turns, which are necessary because traffic cannot be stopped while the highway is being upgraded. But the complete absence of helping hands for traffic has drivers at a loss as to which way to turn. For instance, the original right turn into Noida from the highway, towards Labour Chowk, as one drives from Delhi is closed. A U-turn has been created a little further, but with no clear markers or personnel directing traffic, motorists have been left to figure it out on their own. It’s the same for the new exits created on the Indirapuram side. The GPS can’t keep pace with the changes, and unless one is familiar with the terrain, a motorist could easily miss an exit and end up taking a long detour, or worse, driving on the wrong side like many already do. This has led to the possibility of an accident shooting up. Regular commuters pointed out that when the Delhi portion of the highway — between Sarai Kale Khan and UP Gate — was being upgraded, similar diversions had to be made, but there were always a couple of traffic personnel posted at the diversions. This was very helpful, particularly at night, because traffic did not go stray. But as the construction machinery has moved into UP, the same standards are apparently not needed. Currently, between Kala Patthar in Indirapuram and Pratap Vihar, where the highway upgrade work is on in full swing, motorists have to negotiate about six diversions. The central verge is almost entirely dug up but not uniformly barricaded, so if motorists are not careful, they could slip into it. “The diversions are mostly marked with fluorescent strips, which during the daytime are useless and if you are not cautious enough, chances are there you might veer into the muddy track,” said Abhishek Singh, a commuter. At night, there isn’t enough light for these strips to glow, unless a strong headlight beam falls favourably on them. Mohan Mohanty, another commuter, points to another major problem caused by the lack of police oversight — autos and bikes diving between diversions and driving on the wrong side almost across the entire stretch, making driving difficult and often holding up traffic. “At Chajarsi cut, chances of a head-on collision are high,” he says. The NHAI, which is in charge of the project, is aware of these problems but isn’t promising any solutions, pointing out instead that work will be completed in four months. “This is a transition phase. We could possibly close down the stretch, nor could we stop work. Both have to go on simultaneously,” said Mudit Mudgal, project engineer with NHAI. “We have done all we could do under the circumstances… at times, even workers are stationed at seemingly troublesome spots to manage traffic but it cannot be done at all times of the day.” Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Caste more important than regn no?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/castemoreimportantthanregnno3f/articleshow/65537320.cms", "time": "", "description": ""}, "\nSara Ali Khan promotes Kedarnath in Noida\n": {"link": "https://timesofindia.indiatimes.com//city/noida/sara-ali-khan-promotes-kedarnath-in-noida/articleshow/67000767.cms", "time": "", "description": "A day before the release of Kedarnath - her debut film - actor Sara Ali Khan visited DLF Mall of India to promote the film. With fans cheering her name and congratulating the actor for her first movie, it was an overwhelming feeling for the actor to witness this response right before the release of her debut movie. \"I am so excited. I actually thought that there will only be 10-20 people here, do-teen photos khichayenge. lekin ye kya hai? I am speechless. I don't stammer usually but I don't have any words now. Thank you so much, thank you for being here, thank you for making me feel so special,\" she said. As Sara clicked selfies with her fans, a guy also dedicated a song to the actor on stage. It wasn't just guys who made special efforts to impress the actor but the girls also came prepared to make the event memorable for her. A girl from the crowd proposed to the actor using a Shah Rukh Khan's dialogue and Sara. \"I can't believe this. I just want to say that my first picture has not released yet, maine abhi tak kuch kiya nahi hai, par aap logon ne itna pyar diya hai already, thank you so much. Main ek saal pehle aake issi mall mein shopping karti hoon and aaj yahan itna pyaar dekhke main bol nahi sakti ki kaisa feel ho raha hai,\" she signed off before shaking a leg with her fans on a song from her movie.  The crowd cheering for Sara at the mall In Video:Sara Ali Khan visits Noida to promote KedarnathDownload The Times of India News App for Latest City ."}, "As it awaits official wetland tag, Surajpur goes dry": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/as-it-awaits-official-wetland-tag-surajpur-goes-dry/articleshow/69882048.cms", "time": "2019-06-21 07:07:00", "description": "Greater Noida: The bird habitat in Surajpur wetland on the outskirts of Greater Noida seems far from ‘protected’, despite being granted wetland status in September 2018. While the wetland saw two months of dry spell last year, this year’s heat too has taken a toll on the marsh, with water levels reducing drastically. While the forest department has written to the irrigation department to release water through the Tilpata canal, its main source of water, the only hope for the wetland is the upcoming monsoon that may help reverse the habitat loss of birds to some extent, say officials. The 60-acre wetland within the 308-acre Surajpur forest area is hydrated by the Tilpata canal perennially and the monsoon rains, seasonally. “We have asked the irrigation department to release the water at the earliest so that the birds which are present do not lose their habitat,” PK Srivastava, district forest officer of Gautam Budh Nagar, told TOI on Thursday. Last year, a similar situation had created an alarm among environmentalists and bird watchers. The water supply to the wetland through the Tilpata canal has been affected over the past two years since a concrete drain was created to divert the supply of Tilpata water into the wetland. The artificial construction has disrupted the flow of the water into the marsh. The wetland had completely dried up for during May and June in 2018. Surajpur was granted the status of a wetland by the National Green Tribunal in September, 2018. It is now protected under the Wetlands Protection Act of 2010. And according to bird watchers and environmentalists, it is important that the wetland remains adequately flooded so that fish and other water-borne food for birds like algae can survive. “We hope the wetland will be refilled soon, otherwise the hope now is for the monsoon rain when the water will definitely get recharged in the area,” Srivastava said. While the migratory birds have left the marsh by the end of March, local resident birds are still present at the wetland. Surajpur wetland represents a vibrant habitat supporting diverse threatened flora and fauna. The wetland hosts 186 species of birds belonging to 44 families, of these 102 species are resident, 53 species are winter migrant and 28 species are summer migrants. The wetland supports birds like Asian Openbill Stork, White-necked Stork, Black-crowned Night Heron and Black-headed Ibis. The wetland also supports the breeding of some rare birds like Bristled Grassbird, Black-necked Stork and Sarus Crane in Delhi-NCR. Download The Times of India News App for Latest City ."}, "UP: No bail yet for channel staff in Yogi Adityanath row": {"link": "https://timesofindia.indiatimes.com//city/noida/bail-hearing-for-arrested-scribes-begins/articleshow/69849281.cms", "time": "2019-06-19 11:29:00", "description": "GREATER NOIDA: A local court on Tuesday reserved its order while hearing the bail pleas of three TV news channel staffers who were arrested on June 8. The three have been booked in two FIRs, one for a debate that the channel aired on June 6 that was deemed defamatory to chief minister Yogi Adityanath and another for the channel allegedly running without the requisite permits. Tuesday’s bail hearing in the court of the additional sessions judge of Surajpur court was related to charges of defamation against the trio. The hearing in the other FIR, in which the police have invoked charges of cheating and forgery, may take place on Wednesday. KK Singh, who represents one of the staffers, Ishika Singh, said the court of the additional district and sessions judge Nalin Kant Tyagi had reserved its order for Wednesday while hearing the first (defamation) case. The bail pleas of Ishika and Shukla were rejected by a lower court last week. Parth Upadhayay, the lawyer representing anchor Anshul Kaushik and editor Anuj Shukla, said they had argued vehemently against the allegations levelled by police. Download The Times of India News App for Latest City ."}, "OPDs wear deserted look in Noida, government doctors wear black bands": {"link": "https://timesofindia.indiatimes.com//city/noida/opds-wear-deserted-look-in-noida-govt-docs-wear-black-bands/articleshow/69833651.cms", "time": "2019-06-18 09:00:00", "description": "NOIDA: Health services were crippled across Noida on Monday as most doctors in private hospitals and clinics refrained from work in support of the strike call given by the Indian Medical Association (IMA) to protest the violence against medical practitioners in Bengal. The three government hospitals in the city stayed opened for both OPDs and emergency services, but doctors there wore black bands to support the nationwide strike call. Most OPDs in private hospitals wore a deserted look as patients had prior information about the strike. Some, however, had to return without treatment. OPD services were shut in almost all private hospitals, such as Fortis, Kailash, Metro multi-speciality, Metro heart institute, etc. There were reports of some doctors functioning in Kailash hospital, Noida, but officials said they were totally in support of the strike call by IMA. Some had pamphlets supporting the strike pasted on main doors. A pamphlet stuck on the glass door of Metro multi-speciality hospital in Sector 11 read: “National medical strike, no more violence, we declare zero tolerance.” Chanchal, a visitor to the hospital, told TOI that only emergency services were being delivered. A statement from Fortis said the hospital had closed down OPDs and non-essential services on Monday “to express their concern about the repeated acts of violence against doctors and other care givers recently at the Kolkata’s NRS Medical College”. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "After Bike Bot, another Ponzi scam in taxi decoy": {"link": "https://timesofindia.indiatimes.com//city/noida/after-bike-bot-another-ponzi-scam-in-taxi-decoy/articleshow/69833681.cms", "time": "2019-06-18 08:49:00", "description": "GREATER NOIDA: A couple has been booked for allegedly duping a man of over Rs 8 lakh on the pretext of double returns in Kasna, police said on Monday. The duo used a modus operandi similar to that used in the Bike Bot scam, they said. The victim alleged that he was asked to invest a minimum sum of Rs 62,000 in an electronic taxi aggregator business — ‘Go Way’. He was promised Rs 10,000 every month for one year. However, no money was sent to his account even after investing Rs 8.6 lakh. The police were informed on Sunday when the victims staged a protest outside the company office on Sunday. Anil Sen (40) and Meenu(35) from Greater Noida had their office at GNS Plaza, Site 4 in Kasna. Deepesh Sharma, a local businessman from Bulandshahr, told the police that he came in contact with the couple 20 days ago. “One of my relatives introduced me to the scheme. I then met the couple when they showed me a few electric cars and scooters. The accused said they plan to bring these on road as taxis,” said Sharma. The complainant added that he invested Rs 8.6 lakh in the scheme and introduced his family members as investors. “The scheme appeared good to me. They offered double returns in one year so I invested a good amount. However, as soon as my cheques got encashed, they stopped taking my calls and switched off their mobile phones,” Sharma alleged in the complaint. He alleged that the company has around 5,000 investors, who lost their money. “I am filing a complaint to call out to other investors,” he said. Meanwhile, the police have registered a case under sections 406 (criminal breach of trust) and 420 (cheating) of the IPC. “We are investigating other details of the case along with the total number of investors duped. It will also be investigated whether it is connected with the Bike Bot scam,” said Vaibhav Krishna, SSP Gautam Budh Nagar. Luxury cars In the Bike Bot case, the four-day remand for the main accused, Sanjay Bhati, got over on Monday. Police said Bhati had confessed to have bought around 170 luxury cars registered in the name of the parent company, Garvit Innovators Pvt Ltd, from the money that was collected from investors. “They bought around 170 luxury cars, including Jaguar, Audi, Brezza, TUV 500, Nexon, Land Rover, and around 25 Fourtuner cars that were all registered in the name of the company,” said Vinit Jaiswal, SP (rural). The officer added that most of the money was invested into cars and other forms of investments, which are currently being verified. “There were around 12-15 position holders in the company and most of these cars were given to them. The accused,Vijay Pal, owned an Audi while Sanjay himself owned a Jaguar. We are also investigating the other forms of investments that the perpetrators have made out of the duped money,” Jaiswal added. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Hazratpur mandir me cooler or gaya hai bahut bahut": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hazratpurmandirmecoolerorgayahaibahutbahut/articleshow/64408211.cms", "time": "", "description": ""}, "Security issues at Sikka Karmic Greens Noida": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/securityissuesatsikkakarmicgreensnoida/articleshow/64550023.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "\nAir-filtering plants, tray gardens and salad greens steal the show in Noida\n": {"link": "https://timesofindia.indiatimes.com//city/noida/air-filtering-plants-tray-gardens-and-salad-greens-steal-the-show-in-noida/articleshow/63096970.cms", "time": "", "description": "Air-purifying plants, organic vegetables, salad greens and seasonal flowers were all the rage at the recently concluded Noida Flower Show 2018: Vasant Utsav. Held at Noida's Ramlila Ground in Sector 21, the three-day event, organised by Noida Authority and The Floriculture Society, focused on the need for water conservation and growing plants – both indoors and outdoors – that help in controlling air pollution.  Beautiful decorations with flowers were the main attraction at the event 'Over 85 stalls at the event offered everything that one needs to set up a garden'Manju Grover, General Secretary, The Floriculture Society, Noida, and a resident of Sector 12, said, \"Keeping in mind the deteriorating air quality, the aim of the 32nd edition of the flower show was to spread awareness about water conservation and anti-pollution plants. From plants to colourful pots and manure, seeds and gardening accessories – over 85 stalls at the event offered everything that one needs to set up a garden. The anti-pollution plants like jade, money plant, spider plant, dracaena and snake plant were quite in demand. Noida Authority also directed Noidawallahs, plant sellers and exhibitors not to use plastic vase for plants.\"  The visitors did not shy away from capturing the beauty in camera stills 'Small potted plants among the hot sellers' Talking about her observations about the current trends among Noidawallahs, Manju told us, \"The trend of gifting plants has grown, so, small potted plants ranging from Rs 50 to Rs 500 were some of the hot sellers. Apart from this, a lot of Noidawallahs took a keen interest in understanding the concept of balcony gardens, tray gardens and vertical gardening, and some even placed orders for the same at different stalls.\"  Ceramic containers were available in different shapes and sizes 'Noidawallahs bought a lot of organic vegetables and herb seedlings'Jyoti Dhanda, one of the sellers, said, \"This year, a lot of people took keen interest in understanding how to grow organic vegetables and fruits. Some of our bestsellers were a variety of salad greens, including iceberg lettuce, arugula, cherry tomatoes and herbs like celery, coriander, basil, mint and thyme, etc. Vegetables and fruits like brinjals, green and red chillies, bell pepper, tomatoes and lemon plants were also in demand. Visitors took home a lot of vegetable and flower seedlings, which were priced between Rs 8 to Rs 10. Due to the persistent termite problem in most of Noida apartments, people were keen on buying termite-resistant planters made from pinewood and sheesham wood.\"  Air-purifying plants were the highlight of the show  She added, \"It is a wonderful experience to exhibit at such shows as it helps in understanding market trends. For instance, a lot of Noidawallahs have started going back to nature. A lot of people want to understand about different ways of developing an organic garden. Pehle log kehte thay ki Noida ka paani khaara hai, but today, people have found means of controlling the pH levels of soil. The awareness has certainly increased.\"  Beautiful pot hangings  Krishan Kumar, the owner of Krishna Nursery, said, \"With the onset of spring (vasant), comes the flowering season. So, we sold a lot of seasonal flowering plants. This included dahlia, pansies, petunia and marigold. Other hot sellers were a variety of succulents, which help in water conservation, and colourful cacti, all priced between Rs 100 and Rs 500.\" There were sessions on water conservation too at the festival.  A visitor takes a look at the flowers on display  The oragnisers adopted innovative ways to attract visitors Selfie lovers get colourful pictures to flaunt online Rachna Singh, a resident of Indirapuram, who came with her son, Aarav, said, \"I have been visiting the show for the past five years and every year, I look forward to attending it. This time, I noticed that a great variety of air-purifying plants was available at almost every stall. My husband is an avid gardener, so I bought some flowering seeds and plants to gift him. I bought a packet of Celosia seeds. The best part about attending the flower show is that it gives you a variety of colourful pictures to flaunt online. I clicked a lot of pictures of the flower arrangements and colourful gardening accessories.\"  Installations made using ferns and colourful flowers attracted a lot of attention  The decoration added to the feel of the flower show --Aditi.Pancholi@timesgroup.com 01:23Air-filtering plants, tray gardens and salad greens steal the show in NoidaDownload The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "DLF - Parking Mafia at sector 18 Noida": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dlf-parkingmafiaatsector18noida/articleshow/63573551.cms", "time": "", "description": ""}, "\nCars and Scooters paint a pretty picture at Auto Expo\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/noida/cars-and-scooters-paint-a-pretty-picture-at-auto-expo/articleshow/62887566.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "is this allowed ???": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/is-this-allowed-/articleshow/63422908.cms", "time": "", "description": ""}, "Stalker out on bail booked for extortion": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/stalker-out-on-bail-booked-for-extortion/articleshow/69882116.cms", "time": "2019-06-21 07:05:00", "description": "GHAZIABAD: The father of an 18-year-old girl has filed a complaint against a 25-year-old man accusing him of trying to extort money by using his daughter’s explicit pictures and videos. Around four months ago, the accused, Pappu, was imprisoned for abducting the girl when she was a minor. When the youth found out that the girl had got married, he sent some of her objectionable pictures and videos to her husband’s family and threatened her husband to leave her or face “consequences”. “He initially asked me to pay Rs 3 lakh. After some days, he reduced the amount to Rs 2.50 lakh and threatened me that if I fail to pay up, he would post my daughter’s explicit pictures and video clips on social media platforms,” said the father of the girl. Pappu has been booked under IPC sections 386 (extortion) and 506 (criminal intimidation). “We’re searching for the accused to nab him,” said Laxman Verma, SHO, Kotwali police station. Download The Times of India News App for Latest City ."}, "Villagers in Noida demand open gym, community hall from MLA Pankaj Singh": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/villagers-in-noida-demand-open-gym-community-hall-from-mla-pankaj-singh/articleshow/69869716.cms", "time": "2019-06-20 11:11:00", "description": "NOIDA: Noida MLA Pankaj Singh visited villages Garhi Chaukhandi near Sector 121 and Behlolpur near Sector 65 for a public meeting where locals raised demands of LED lights, open gym, community centre and more. \"Residents from village Garhi Chaukhandi have raised a demand for community centre. I have directed officials to conduct a survey and look into the matter,” said Singh. The residents of the village also demanded an open gym for which Noida Authority officials department maintained that “the plan for open gym in the village is currently under process and it will be built in Tikona park in Sector 121 once the approval comes through. The job will be done by horticulture department,” said Rajeev Tyagi general manager, Noida Authority. Another demand related to LED lights in the streets was raised by people from Garhi Chaukhandi. \"On this, the electricity department has apprised that work of installing 275 LED lights for the village was approved, out of which 215 lights have already been installed. Work on installing remaining 60 lights is currently underway. Also, they assured that even after this, if there’s a requirement for more lights, the authority will provide them,” said MLA Singh who directed officials to complete all work in a time-bound manner. Similar issues of lights, sanitation and overall civic upkeep were raised by residents of village Behlolpur. Pankaj Singh planted a sapling during his visit at Sri Krishna Inter College in village Garhi Chaukhandi. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Innova parked outside gates of Sector 31 house stolen in daytime": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/innova-parked-outside-gates-of-sec-31-house-stolen-in-daytime/articleshow/69865943.cms", "time": "2019-06-20 06:05:00", "description": "NOIDA: An Innova owned by the daughter of a senior UP government official was stolen in daylight right outside the main gate of their house in Sector 31, which had two CCTV cameras and a few guards. None of the cameras could capture the June 15 theft as they did not have a recording facility. The one that had was not focusing on the area where the car was parked. The Innova is owned by the daughter of Alok Sinha, additional chief secretary (commercial tax and entertainment, IT and electronic) and former Meerut mandal commissioner. According to Sinha’s daughter Vaishvi, who is the CEO of Gopali Dairy and Farms Pvt Ltd, the theft happened around 11am on June 15. The car was registered in the name of the company. “There were two CCTV cameras installed on the main gate and guards were also present there. When my daughter was about to use the car in the evening, she realised it was missing,” Sinha said. Vaishvi told TOI the Innova was keyless and needed software to unlock the doors. “Around 5.30 pm, when my driver Sandeep went to take out vehicle, he did not find it there. A piece of the broken glass window was found near the spot,” she said. Vaishvi said though the two CCTV cameras installed near the house were working, they were not put on recording mode. “It is very disturbing because the car was a keyless vehicle. Only a smart key could open the doors. It would not have been possible to flee with the car that easily,” she said. An officer from Sector 20 police station said they had formed a team to investigate the theft. SP (city) Sudha Singh said the local police station could inform about the progress in the case. He, however, said that an FIR had been lodged in the case under Section 379 (theft) of the IPC. Download The Times of India News App for Latest City ."}, "3 sex workers from Delhi gangraped at Noida farmhouse, 7 held: Police": {"link": "https://timesofindia.indiatimes.com//city/noida/3-sex-workers-from-delhi-gang-raped-at-noida-farmhouse-7-held-police/articleshow/69863170.cms", "time": "2019-06-19 22:23:00", "description": "NOIDA: Three sex workers were allegedly raped by nine men at a farm house here after they were picked up from Delhi, police said on Wednesday. Most of the accused are private security guards, while one is a cab driver, they said, adding that seven of the accused have been arrested after the matter was reported to police around 5am. The complainant and two of her friends said they were waiting for a client at the Lajpat Nagar Metro Station in Delhi on Tuesday night when two men in a Swift Dzire, an Ola cab, reached out to them around 11.30pm, police said quoting the complaint. \"A deal was struck between them at Rs 3,000 per client and the women were told that they would have to come to Noida Sector 18 and there would be two more men along with the duo. Rs 3,600 in advance was paid to them,\" Senior Superintendent of Police, Gautam Buddh Nagar, Vaibhav Krishna told reporters. Later, the women were instead taken to a farm house in sector 135 where seven more men arrived. But the women expressed their reluctance and told the men in the cab that they wanted to return to Delhi, the officer said. \"They were then raped by the men and later, on their plea, one of the accused agreed to drop them near the main road from where they contacted emergency police number 100 at 5 am and the matter came to light,\" Krishna said. Soon, officials from the Expressway Police Station reached out to the women and based on their complaint, a case under Indian Penal Code sections 376D (gangrape) and 323 (voluntarily causing hurt) was lodged, he said. \"The women also told police that they were thrashed by the men and the money that was paid to them as advance was forcibly taken back, while they were made no more payment,\" he added. Taking up investigation, police have arrested seven of the accused. They have been identified as Akhilesh Yadav, Lovlesh Yadav, Bhola Yadav, Anjan Yadav and Rajesh Yadav of Rae Bareli, Satish Pal of Hardoi and Rajkumar Maurya of Shahjahanpur, Krishna said. Two of the accused – Mulayam Singh of Rae Bareli, the cab driver, and Pankaj, alias Bouncer, of Barabanki – are still at large and efforts are underway to nab them, the district police chief added. One of the accused, Lovelesh Yadav, worked as a security guard at the farm house, which belongs to an officer in the Motor Transport Department in Delhi, according to police. \"The farm house has been sealed under CrPC section 102 (power of police officer to seize certain property),\" Krishna said. Download The Times of India News App for Latest City ."}, "Smell in Noida": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/smellinnoida/articleshow/65361131.cms", "time": "", "description": ""}, "Man shot dead in Noida": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/man-shot-dead-in-noida/articleshow/69877352.cms", "time": "2019-06-20 19:04:00", "description": "NOIDA: A 30-year-old man was shot dead in a village here, allegedly by two motorcycle-borne assailants Thursday, police said. The incident took place in the afternoon at Rohallapur village in Sector 132, police said. Pankaj, who hailed from Faizabad district, worked as an electrician for a private builder's group and the incident appears to be a case of personal enmity, a police official said. \"Pankaj was in the village when the two accused arrived there on a motorcycle, pumped a bullet into his body and fled,\" the official said. The assailants have not been identified so far. A case under Section 302 (murder) of the Indian Penal had been registered on the basis of a complaint by Pankaj's brother at the Expressway police station, the official said. The body has been sent for autopsy and further probe was underway, police said. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Cloudy days ahead, as pre-monsoon sets in": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/cloudy-days-ahead-as-pre-monsoon-sets-in/articleshow/69882149.cms", "time": "2019-06-21 07:00:00", "description": "NOIDA: After witnessing few days of pleasant weather, city is likely to remain overcast with partly cloudy sky over the next week with maximum temperature mostly around 40 degrees Celsius, as reported by the Indian Meteorological Department (IMD). The maximum temperature on Thursday was recorded at 39 degrees Celsius which is likely to shoot to 40 degrees on Friday, while the minimum was at 25.4 degrees Celsius. Light showers are predicted in the city on June 24 and 25. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Unauthorised parking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unauthorisedparking/articleshow/65361137.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Police and other authorities keeping a blind eye": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/police-amp-other/articleshow/63422927.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Overflowing sewer manhole on road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowing-sewer-manhole-on-road/articleshow/62926998.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "CAG questions Noida over 20 builder projects": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/cag-questions-noida-over-20-builder-projects/articleshow/69882041.cms", "time": "2019-06-21 07:36:00", "description": "NOIDA: The Comptroller and Auditor General’s (CAG) team seems to have finally started tightening its noose around Noida Authority, as it has sought an explanation regarding allotment of plots for 20 builder projects within a month. The Authority CEO met all concerned departments on Wednesday and ordered that the replies must be sent on time. In fact, the CAG team has submitted about five pages of queries for every project, indicating that rules were bent for allocation of all these projects between 2005 and 2015. Most of these projects are of group housing societies. The CAG team has been conducting an audit of Noida Authority’s projects for the past one and a half years and was seeking documents till now. “The queries mention that in some cases the Authority took 10% instead of the requisite 30% from the developers for allotment of plots. Some other builders have still not fulfilled all terms of their contract, over 10 years since the allotment was made to them,” said a Noida Authority official. Officials said these projects in question include four projects by one particular big builder and three other big builders have also been named. More queries are expected to line up as the CAG team goes through other project details. The CAG has allegedly raised queries on how several builders are on defaulters’ list despite heavy discounts offered and why the Authority hasn’t taken any action against these groups yet. The defaulters owe over Rs 20,000 crore to the Authority, which mostly include builders of group housing societies. Download The Times of India News App for Latest City ."}, "Seven Indian firms respond to Jewar airport bid offer": {"link": "https://timesofindia.indiatimes.com//city/noida/7-indian-firms-respond-to-jewar-airport-bid-offer/articleshow/69833489.cms", "time": "2019-06-18 09:06:00", "description": "GREATER NOIDA: Seven Indian companies have responded to the global bid document for Jewar airport that Yamuna Expressway Industrial Development Authority (YEIDA) floated on May 30. The bids will continue till October. The district administration also hopes to complete 80% of the land acquisition in the first phase by August 31. In the first phase, land is being acquired in six villages — Dayanatpur, Rohi, Kishorepur, Parohi, Ranehra and Banwariwas. So far, 30% of the land has been acquired at a cost of Rs 900 crore. District magistrate BN Singh said on Monday that 3,278 files pertaining to landowners have been cleared from these villages, with the maximum compensation amount being Rs 12 crore and the minimum Rs 5 lakh. The administration has also identified 50 hectares near Jewar-Banger along Aligarh road for relocating families whose land would be taken for the project. The plot is located 50-100m from the Yamuna Expressway. “A total of 3,278 files has been cleared till June 17 from the six villages. This includes about 900 files that were cleared before I took over office on May 25,” said Rakesh Jayant, the Jewar tehsildar. Apart from Indian companies, government agencies of 36 countries can take part in the bidding process. The agency that would be selected would be responsible for building the airport. Officials said the global bid purchase for the airport project would close on October 15 and the last date for submission of the bid document is October 30. Technical bids will be opened on November 6 followed by financial bids on November 29. “About two months’ time will be needed by YEIDA to study the bids. The final concessionaire will be decided by January 2020,” said Arun Vir Singh, YEIDA CEO. While the airport is expected to become operational by 2023, the selected agency would be given 40 years’ lease period for the development of the project Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Here’s how Noida plans to tackle air pollution, disposal of waste": {"link": "https://timesofindia.indiatimes.com//city/noida/heres-how-noida-plans-to-tackle-air-pollution-disposal-of-waste-/articleshow/69833657.cms", "time": "2019-06-18 08:56:00", "description": "NOIDA: The state government has constituted a ‘district environment committee’ in 15 critically polluted cities, including Noida and Greater Noida, that will monitor all environment-related issues in the area. According to the order, there are different committees on air pollution, water pollution, plastic management, waste disposal and management, plantation and others that need to be handled by a single authority and will be merged with this committee. The district magistrate will head the team that will include the heads of all related departments and the divisional forest officer will be the member secretary. “Air pollution and waste management are some of the priority issues in Gautam Budh Nagar as we are part of NCR located close to Delhi. We will be meeting in the first week of every month and the chief secretary will chair every fourth meeting,” said B N Singh, district magistrate. This step towards integration is expected to reduce delays in the implementation and improve coordination towards environmental conservation, he added. Uttar Pradesh has 15 cities with severely polluted air, nine critically and seriously polluted industrial clusters and riverbeds of 12 major rivers in the critically polluted category, according to the government order. This is according to the Comprehensive Environmental Pollution Index (CEPI) scores developed by the Central Pollution Control Board (CPCB). Other UP cities in the list include Ghaziabad, Baghpat, Hapur, Muzaffarnagar, Kanpur and Agra, among others. The new monitoring committee is expected to look into all land, air and water pollution related problems and maintain transparency. A web portal, UP Environmental Compliance Portal, will also be set up by the state pollution control board where all complaints and problems will regularly be updated and NGT orders will also be published. “There is insufficient infrastructure in the state for solid waste and e-waste management, also medical waste, plastic and C&D waste management is also not satisfactory. This is why it was important to have a monitoring authority in every district,” states the government order. According to officials, the departments will fix an agenda that will be discussed, and its progress will be reviewed in the monthly meeting. A report will also be submitted by every district every three months. At the state level, monitoring will be done by four issue-specific committees — implementation committee, river rejuvenation committee, air quality monitoring committee and state level solid waste management monitoring committee. “We have already taken many steps for pollution management and improving green cover in the district. However, the efforts by various departments are disintegrated. With this new committee in place, we will be able to get all these efforts together and ensure that these are completed on time,” Singh said. Download The Times of India News App for Latest City ."}, "The Dancing gate.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/the-dancing-gate-/articleshow/63422924.cms", "time": "", "description": ""}, "\nDelhi Hoopers dribble their way to glory in Noida\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/noida/delhi-hoopers-dribble-their-way-to-glory-in-noida/articleshow/64558664.cms", "time": "", "description": ""}, "Voilation of SC guide lines risking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/voilationofscguidelinesrisking/articleshow/64297386.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Dangerous Open wiring buildings": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerousopenwiringbuildings/articleshow/64408335.cms", "time": "", "description": ""}, "No smoke without fire": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nosmokewithoutfire/articleshow/68327963.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "\nA musical treat for NCR audience at this three-day long festival\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/noida/a-musical-treat-for-noida-audience-at-this-three-day-long-festival/articleshow/63796157.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Greater Noida: Hunt on for couple who cheated investor": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/greater-noida-hunt-on-for-couple-who-cheated-investor/articleshow/69874275.cms", "time": "2019-06-20 16:24:00", "description": "GREATER NOIDA: The police are looking for a couple who have gone missing after making a man invest Rs 8.6 lakh in a business scheme which they said will fetch profits. In a complaint given to the police, the victim has alleged that he was asked to invest a minimum sum of Rs 62,000 in an electric taxi business, 'Go Way'. This, he was told, would double in a year. \"One of my relatives introduced me to the scheme. I met the couple who showed me a few electric cars and scooters. They said they plan to bring these on the road as taxis. I invested 8.6 lakh but didn't get anything in return,\" he said. Police said that as soon as his cheque got encashed, the couple stopped taking his calls and switched off their mobile phones. \"A case under sections 406 (criminal breach of trust) and 420 (cheating) of the IPC has been registered against Anil Sen (40) and Meenu (35),\" a police officer said. The couple's office at GNS Plaza was found locked. Earlier, a similar complaint against the company was registered in Bulandshahr, Uttar Pradesh. \"We are trying to gather as much information as we can. We want to alert the general public not get lured by such schemes,\" said the officer. Download The Times of India News App for Latest City ."}, "Traffic violation": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/traffic-violation/articleshow/63422961.cms", "time": "", "description": ""}, "Couple in row with builder booked for fire alarm blaze": {"link": "https://timesofindia.indiatimes.com//city/noida/couple-in-row-with-builder-booked-for-fire-alarm-blaze/articleshow/69833677.cms", "time": "2019-06-18 08:48:00", "description": "GREATER NOIDA: A couple have been booked for allegedly setting a fire alarm ablaze in their housing society in Noida Extension last week. The FIR against Gaurav Gupta, an IT professional, and his wife Tripti was registered on a complaint by the builder, Saya Buildcon. The couple denied the allegations and said the complaint had been filed to stop residents from raising civic issues at the society, Saya Zion. According to the complaint filed by Shivendra Sharma, DGM (projects) of Saya Buildcon, the incident took place on June 11 on the 7th-floor flat of Tower I outside the flat of the Guptas. “Around 11am, the maintenance department was informed that the fire alarm on the 7th floor had caught fire. The guards responded to the call, and doused the fire. The accused couple, who live on the same floor, alleged negligence and created an issue in the residential society,” said Sharma. He added that an internal investigation was carried out. “Our team found out that the fire alarm uses 24V DC current to operate and there is no possibility of a short circuit which can lead to fire,” Sharma wrote in the complaint. According to Sharma, 16 other alarms installed in the tower were damaged and their repairs would cost the builder Rs 20,000. “The couple caused us monetary loss and fought with the maintenance staff too,” Sharma said. Gaurav denied the allegations and said he was in hospital while his wife was about to leave for office when she spotted the fire. He said he was being targeted because he had been continuously raising security and other maintenance issues at the society. “The society lacks major security flaws like CCTV cameras on the floors and the maintenance is poor. I got possession of my flat in 2018 and have been vocal since the beginning. I feel I am being deliberately targeted,” he said. An FIR has been registered against the couple under sections 323(causing hurt), 427 (causing damage to the amount of Rs 50), 434 (voluntarily causing hurt) and 504 (intentional Insult) of the IPC. Download The Times of India News App for Latest City ."}, "\nStudent a cappella groups show off vocal skills at Greater Noida's music institute\n": {"link": "https://timesofindia.indiatimes.com//city/noida/student-a-cappella-groups-show-off-vocal-skills-at-greater-noidas-music-institute/articleshow/63354588.cms", "time": "", "description": "Friday started on a musical note at the Global Music Institute in Greater Noida when a cappella groups from ten Delhi colleges came together to take part in an inter-college competition called ‘Pitch, Please!’. The colleges included Lady Shri Ram, Jesus and Mary, Shaheed Sukhdev College of Business Studies, Shiv Nadar University, among others.  Audience cheering up for the contestants 'It's a pleasure to see prestigious colleges come together to perform a capella'Susan Thomas, who is pursuing History (Hons) from Jesus and Mary College, said, \"Events like these make us believe in our abilities. Most people don't know what a cappella is, so it gives me great pleasure to see so many prestigious colleges come together and bring alive this art.\" Sange Tungon, a student from LSR, whose team won at the competition, said, \"I am part of my college's western music society for the past three years and it's fun to be part of the group. Today's competition was great, we enjoyed and learned a lot.\"  Students during their performance Arjun Gurung, a third year student of Bachelors of Management Studies from Shaheed Sukhdev College of Business Studies, said, \"After taking part in every competition, my group members and I ponder on the mistakes we made. Though we were second runners-up in this competition, we will try and win it next time. It was a great opportunity to learn as we got some amazing feedback from professionals. I think my college should also organize such events as it gives a platform to budding artists.\"  Students of Shaheed Sukhdev College of Business Studies at the contest 'Noida's open spaces help musicians focus'Aditya Balani, Founder and Director of the music institute, said, \"This is the first time we are organising an a cappella competition. Our college's faculty judged the competition based on criteria like stage presence, team work and vocal techniques.\" Luiza Sales, voice faculty at the institute, said, \"It is nice to see students from different colleges take part in this competition. We judged the students on many criteria, but what mattered the most was how the audience felt after listening to their performance.\" She added, \"Noida has many universities, and thanks to the many open areas here, the city gives musicians a chance to focus. I see the reflection in my practice too as I am able to concentrate well here.\" 00:50Student a cappella groups show off vocal skills at Greater Noida's music instituteDownload The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "god's name in vain": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/god2623393bsnameinvain/articleshow/63422290.cms", "time": "", "description": ""}}