{"Prominent Muslims write to Mamata Banerjee, says 'Don't spare accused in NRS case'": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/prominent-muslims-write-to-mamata-banerjee-says-dont-spare-accused-in-nrs-scam/videoshow/69861049.cms", "time": "", "description": ""}, "Cops go all out to put brakes on rogue bikes": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/cops-go-all-out-to-put-brakes-on-rogue-bikes/articleshow/69881580.cms", "time": "2019-06-21 09:53:00", "description": "KOLKATA: Naka checking, being jointly conducted by local police and traffic cops between 10pm and 1.30am, across 30 crossings in the city and 23 bylanes has revealed that the problem runs deeper than it was initially anticipated. Rogue driving is no more limited to main thoroughfares and it would need a Herculean effort by the cops to sanitize even the narrow alleys that have turned into racing circuits for bikers. The four-hour-long drive saw 607 prosecutions on Wednesday — 205 of them were caught riding without helmets, 315 were challaned for triple-riding. Several others were found riding without a licence or any paper, leading to six bikes being seized. Besides DCPs from the traffic wing, the DCPs from the divisions also monitored these check points. “But the problem goes much beyond dry statistics. We will need a sustained effort to bring the discipline back,” said a senior cop. Lalbazar has instructed its men to keep the campaign going, ensuring the spots are changed and the element of surprise is kept intact for the bikers. A feedback from the 25 traffic guards has shown that the bikers have now moved away from the main roads. “They are not taking the main thoroughfares for two reasons. One, they can avoid CCTV cameras and police checks. Two, if indeed they get caught, they can always claim they were out on a small local errand. Whether it is the Shyambazar-Shyampukur belt in the north or Golf Green-Lords crossing in the south, we need to either penetrate the bylanes or keep an option of chasing down errant riders,” said an officer. According to police, the bikers are well-networked. “Reports of checks from one crossing is reaching youths on bikes several kilometres away. Hence, it is important we penetrate the organized network,” said a source. The cops said that most of the bikers are not the real owners of the vehicles. “On several occasions, we found that people had borrowed bikes from friends, taken it on rent or taken the bike from the local garage for a spin. For this, we will need two things – one, we will need to ensure that the bikes at garages are under leash and two, we need each rider to show us documents pertaining to the bike they are riding,” said an officer. Lalbazar officers also feel the violators who manage to escape one check point is nabbed at the next crossing. “The placement of teams has to be done intelligently. The idea is to set an example. We have seen that bikers, once prosecuted in the early hours of the night, tend to assume that they would not be prosecuted for the same offence again the same day. Hence, they keep violating rules. So, this time, we have decided to seize bikes,” a senior officer at Lalbazar said. Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Police recover bag containing 6 country-made bombs from Bengal’s Burdwan": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/police-recover-bag-containing-6-country-made-bombs-from-bengals-burdwan/videoshow/69864751.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Bovine on Fern Road opp Binapani Sweet Shop": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bovineonfernroadoppbinapanisweetshop/articleshow/69818329.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Snatch the phone and steal the bike:Kolkata Cops nab duo who learnt it on the net": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/snatch-the-phone-and-steal-the-bike-cops-nab-duo-who-learnt-it-on-the-net/articleshow/69882173.cms", "time": "2019-06-21 06:18:00", "description": "KOLKATA: Cops busted a gang of motorbike and mobile thieves on Wednesday night and arrested two persons after Anubhav Roy, a resident of Haridevpur and a bike taxi operator lodged a complaint. Inspired by several Facebook and Tiktok troll videos, the gang used to snatch cellphones from bikers. And when the biker chased the snatcher, another person used to run away with the two-wheeler. The duo arrested were identified as Chandan Roy (23) and Raj Das (31). On Wednesday evening, the 24-year-old bike taxi operator was sitting on his motorbike near Balwant Singh Dhaba with a cup of tea when he received a call from a rider. When he was about to take the call, someone pushed him and he fell down. His phone was stolen before he could stand up. “I suspected two youths walking away briskly and challenged them. But they said they had not taken my phone. I identified my ringtone when the phone was ringing in the pocket of one of the youths. The youth ran to an alley and I followed him. Later, I realised that I had left the bike with its key. When I went back, I saw my bike was also stolen,” said the victim. As the sergeants Amit Kumar Shaw, Atanu Nandi and Sujay Pramanik reached the scene, they started questioning people around and visited the lane where the mobile snatcher had run. “The complainant identified the snatcher at a distance and we immediately started grilling him. We found the mobile phone with him and started asking him about his partner. Initially, he refused to give us the answer, but after some time he broke down and told us about the whereabouts of the other youth,” said sergeant Shaw. The police went to another alley guided by the snatcher and after some search they spotted the complainant’s bike parked at a corner of the road. “We waited for the thief to arrive and when he came near the bike around 10 minutes later, we chased him. He tried to run away but it was a blind lane and we could nab him,” said another sergeant. The officers then handed over the thieves to Bhowanipore police station. They were arrested on the basis of the complaint lodged by Roy. Download The Times of India News App for Latest City ."}, "Lalbazar plans night drop for women in distress": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/lalbazar-plans-night-drop-for-women-in-distress/articleshow/69881597.cms", "time": "2019-06-21 07:56:00", "description": "KOLKATA: The SOP that has been prepared by the police in the wake of model Ushoshi Sengupta’s harassment will ensure that no woman or senior citizen is left stranded on the road at night if they approach the police for help. Amongst the various dos and don’ts prepared by Lalbazar, the cops have been reminded that the responsibility of getting a complaint registered at the right police station lies with the responding officer. “But his duty will not end with the filing of the case. The cop will have to ensure that such victims are dropped at their residences safely,” said additional CP (I) Jawed Shamim. Though several instructions regarding filing of FIRs have been standardized, the SOP will help infusing regularity into the system. “The idea of the SOP is to encourage the victims — especially women — to report cases without any fear,” explained another top officer. Sources said that any negligence/deviation from can lead to departmental inquiries. Night policing has been significantly intensified in the city. “Right now, over 100 crime-prone points are being covered under the supervision of senior police officers, particularly to put a check on crime against women at night. Another 50 has been added to the list,” said a police source. In another major decision announced by Shamim, local police will combine with traffic police to carry out night nakas at different locations. “The surprise element has to be maintained. We are expecting to carry out these nakas between 10pm and 1.30am at night,” said a top official. Police officers said they are at a final stage of implementing “sensor cameras” that can trigger alarms at the control room if something grossly wrong is detected. Download The Times of India News App for Latest City ."}, "Revellers party hard at city pubs": {"link": "http://photogallery.indiatimes.com/events/kolkata/revellers-party-hard-at-city-pubs/articleshow/69860697.cms", "time": "", "description": ""}, "Sanitizing roads tough job, shows Ushoshi route rerun": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/sanitizing-roads-tough-job-shows-ushoshi-route-rerun/articleshow/69881588.cms", "time": "2019-06-21 10:12:00", "description": "KOLKATA: Place: Exide crossing. Time: 12:30pm. Around the same time and same place three days ago, model Ushoshi Sengupta was harassed and his app-cab driver was thrashed by bike-borne goons. But on Wednesday, it was a different picture altogether with around 10 uniformed policemen — from Bhowanipore and Maidan police stations — reining in rogue bikers. But those on duty on Wednesday realized soon that they had a tough job at hand. In 15 minutes, more than 20 two-wheelers — either in scooters or in bikes — jumped the red light and whizzed past the police cordon, hardly giving the cops a chance to intercept and prosecute. “In the last two hours, we have prosecuted 58 people but many escaped. One can’t stop them in the middle of the road when they are speeding. It may lead to an accident. Most of the bikers are in their teens and they are driving at over 60 kmph. They are reckless and lack common sense,” said a senior police officer of Bhowanipur police station, who was on duty at Exide crossing. The situation was so scary not only at Exide crossing. Take the example of naka checking at the Dilkhusia Road-Congress Exhibition Road crossing. Hundreds of bikers — mostly teens — could be seen flouting rules. But in one-and-a-half hours, the cops managed to prosecute only 37 people — far below than the actual number of law breakers. “Prosecution alone will not help. People need to understand what is good or bad for them,” an officer said. A biker, a resident of Beliaghata who was prosecuted in front of Beliaghata traffic guard, said: “I went out with my wife to have a late-night dinner. We do this often but we never wear helmets because we hardly find a policeman on the road. The roads are empty and we don’t speed. We did the same thing today but somehow we were intercepted by the police because of special checking.” Download The Times of India News App for Latest City ."}, "\nIsheeta, Bodhisatwa collaborate with Cube Root for Jamsteady, in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Isheeta-Bodhisatwa-collaborate-with-Cube-Root-for-Jamsteady-in-Kolkata/articleshow/46746032.cms", "time": "", "description": ""}, "green and garbage, Lansdown": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/greenandgarbage2clansdown/articleshow/69629669.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "No place for pedestrians": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/noplaceforpedestrians/articleshow/69718378.cms", "time": "", "description": ""}, "Kolkata: 2 swine flu cases reported in posh Salt Lake area": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/swine-flu-cases-being-reported-from-salt-lake/articleshow/69879654.cms", "time": "2019-06-20 22:00:00", "description": "KOLKATA: Hospitals in the city continue to get H1N1 positive patients, even as the peak of swine flu is over. At least two of them are being treated for swine flu at present. What is more worrying is that both the patients are from the posh satellite township of Salt Lake. On Thursday another a 71-year-old H1N1 affected, also from Salt Lake died due to HINI pneumonia leading to septic shock causing multi-organ failure. CJ block resident Narayan Krishnamurthi (81) was brought to AMRI Hospital, Salt Lake on June 13. Swab samples tested positive to swine flu. Another patient a resident of AC Block was also admitted to the same hospital with symptoms of swine flu on June 14. Ellora Chaudhuri (47) too has tested positive to H1N1. Conditions of both the patients are critical. Swine flu has already claimed at least 12 lives in the state this year, including two from Salt Lake. A 57-year-old homemaker from BE Block in Salt Lake had died of swine flue on 12 May this year. Even as doctors said that the peak for H1N1 is over and these are only stray cases, residents of Salt Lake are worried with most case are being reported from the township. Download The Times of India News App for Latest City ."}, "\nParikrama makes JU groove to its beats in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Parikrama-makes-JU-groove-to-its-beats-in-Kolkata/articleshow/46704024.cms", "time": "", "description": ""}, "Three generations from Kalighat family serve armed forces": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/3-generations-from-kalighat-family-serve-armed-forces/articleshow/69865919.cms", "time": "2019-06-20 12:03:00", "description": "KOLKATA: The Das family from Kalighat’s Haldarpara is like any other Bengali family, except for one remarkable thing: three generations of this family have served in the country’s armed forces. On June 8, as a proud Col Ashish Das (retd) put epaulets on the shoulders of his son (called ‘pipping’, in military parlance) after the passing-out parade at the Indian Military Academy at Dehra Dun, it was more than a dream come true. Accompanying him was his daughter, already an officer in the Army. The family can serve as an inspiration for the state that gradually earned the reputation of belonging to a ‘non-martial’ race. The colonel’s children are the third generation to serve the country as soldiers. Their grandfather, Late Master Warrant Officer (MWO) B B Das, joined the Royal Indian Air Force and was based in Lahore in 1944 during World War II. He also fought the 1971 Indo-Pak War and went up to Jessore in what was then East Pakistan. He retired from the 253 Signals Unit in Barrackpore. Col Das graduated from St Xavier’s College in Kolkata before joining the Assam Regiment in 1978. In a career spanning nearly 31 years, he was part of counter-insurgency operations across the country. He was also involved in peacekeeping operations with the Indian Peace Keeping Force at Jaffna in Sri Lanka. His exploits along the Line of Actual Control (LAC) in Arunachal Pradesh in 1986 prompted the Army to name a high-altitude post there ‘Ashish Top’. He served two tenures at Poonch in Jammu & Kashmir, once when militancy actually started there in 1988-’90. Das retired in 2009 and was appointed director of the Army’s Placement Node in the eastern sector a couple of years later. He continued to head it till 2013. “I have no regrets,” Col Das said. “My daughter joined the Army as a legal officer in 2017 after graduating in law from Dehra Dun. My son is a technical graduate from Bengaluru but opted for an entry in the general stream (he could have opted for the technical stream). He is now an infantry officer in my own regiment. What more can I ask for? My son didn’t even inform me of his plans till after clearing the written exam. He was worried that I would dissuade him as his sister is already in the Army. I can now concentrate on my golf,” the veteran said. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "CM Mamata accepts proposal of doctors to set up Grievance Redressal Cell": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/cm-mamata-accepts-proposal-of-doctors-to-set-up-grievance-redressal-cell/videoshow/69831372.cms", "time": "", "description": ""}, "Bad condition in Bypass": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/badconditioninbypass/articleshow/69718383.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "US Consulate General in Kolkata hosts Food Diplomacy": {"link": "http://photogallery.indiatimes.com/events/kolkata/us-consulate-general-in-kolkata-hosts-food-diplomacy/articleshow/69871471.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Kolkata: Two held for selling drugs to students": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/2-held-for-selling-drugs-to-students/articleshow/69865854.cms", "time": "2019-06-20 10:10:00", "description": "KOLKATA: Cops have arrested two drug peddlers from the Park Street area on Tuesday night for allegedly selling brown sugar to students and young club goers. Police said the contraband was being sold by the duo from their Royd Street hideout. The persons held by the cops were identified as Sk Latifuddin (37) of Alimuddin Street and Sk Raja (47) of Hussain Shah Road. While around 255gm of brown sugar was seized from Latifuddin at the market cost of Rs 2 lakh, about 20gm of the contraband worth Rs 15,000 was recovered from Raja. “We have been making continuous arrests across the city, especially those operating around schools, colleges and the places where the youngsters hang out. We are booking the accused under NDPS Act. We will arrest more people involved with such offences,” said joint CP (crime) Praveen Tripathi. The duo arrested told cops that they had received orders through WhatsApp andf delivered the contraband to the young addicts. The detective department investigators said the contraband is being spread through lesser known pubs, where students and techies are first lured into consumption of synthetic drugs and then turned into peddlers. Brown sugar is an adulterated form of heroin, is a semi-synthetic opioid, derived from the morphine extracted from poppy plants. These impurities make brown sugar cheaper than more purified form of heroin. Most brown sugar users prefer to smoke the drug, which burns at a lower temperature. Download The Times of India News App for Latest City ."}, "The other side of the coin!": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/theothersideofthecoin21/articleshow/69629750.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Six teaching hosps to get PROs to redress patient grievances; experts to train security personnel": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/six-teaching-hosps-to-get-pros-to-redress-patient-grievances-experts-to-train-security-personnel/articleshow/69882210.cms", "time": "2019-06-21 04:58:00", "description": "KOLKATA: In a two-pronged strategy, the state has decided to bolster its administration’s soft skills even as it prepares them to tackle any volatile situation. For starters, Kolkata Police sources said all security personnel at the six big government medical college and hospitals in the city—MCH, NRS, RG Kar, CNMC, SSKM and Sagore Dutta—would undergo a mandatory training at the Police Training School for a month. To be instructed by the same set of people who train RAF and Commando forces, the hospital personnel will be taught how to secure wards by not allowing outsiders any entry. But not everything will be about physical prowess. All the government teaching hospitals in Kolkata are set to get proper round-the-clock public grievance redress counters, to be handled by public relations officers. Each of the establishments will get four PROs, who will handle public queries and try to redress their grievances. TOI had reported on Wednesday that these hospitals had only grievance boxes and no dedicated official, as a result of which patients and their families had no one to interact with or turn to in time of distress. “While we focussed on the security aspect during Wednesday’s meet, we had a fruitful discussion on Thursday on how to address public grievances effectively,” said state health secretary Rajiva Sinha. The meeting was held at Swasthya Bhawan, which was attended by Sinha, the six teaching hospitals’ new nodal officers, principals, MSVPs, DME Pradip Mitra and director of health services Ajay Chakraborty. During the May 17 meet with junior doctors before the health service impasse was broken, chief minister Mamata Banerjee had asked health officials to explore the possibilities of deploying officials at every hospital who would redress public grievances and that they should be around all the time. Two new committees have also formed. One of them will look into the upgrade of emergency services and the other will examine how to enhance OPD services. The changes are not likely to be limited to the paper. At NRS, for example, an ACP’s office has been set up right opposite the emergency ward entrance, a step taken not only to boost security but also to send across a message that cops are watching. A dozen security personnel were also seen scanning the visitors to the hospital. Other hospitals have also started working on crowd management. At SSKM Hospital, the emergency area now has a substantial number of cops keeping an eye on visitors. They said all cars parked illegally were being towed away. “The whole idea is to ensure only patients and their families are allowed inside. We are considering whether or not to issue smart tokens to ambulances and all other vehicles carrying in patients and relatives and to ask them to leave the premises within 15 minutes,’’ said a senior police officer. Download The Times of India News App for Latest City ."}, "Housing or garbage dump?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/housingorgarbagedump3f/articleshow/69718360.cms", "time": "", "description": ""}, "Pitiable condition of roads & footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pitiableconditionofroads26amp3bfootpath/articleshow/69300023.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "JEE ranks reveal urban-rural divide in specialized coaching": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/jee-ranks-reveal-urban-rural-divide-in-specialized-coaching/articleshow/69882200.cms", "time": "2019-06-21 04:57:00", "description": "KOLKATA: The results of the West Bengal Joint Entrance Examination (WBJEE) have thrown into light the stark difference of the facilities available to students in mufassil towns and rural areas, and those in urban hubs. While students from rural schools sprang surprises in the higher secondary examination, producing many among the top ten of the merit list, the JEE merit list was dominated by those from urban areas. This has underlined the necessity of a more disciplined and methodical study under experienced teachers focussed on the specialized preparation. According to experts, Apart from schools, coaching institutes play special roles in such performances, where the difference of even one mark can reflect heavily on the rank. This is why students from areas where such coaching is offered tend to fare well in JEE and NEET. Hem Sheela Model School, Durgapur, has done exceedingly well in JEE. Three students of the school managed to be among the top ten — a rare feat. “It is difficult to enlist the reasons for the success. Motivating students by conducting special subject-enrichment classes, individual attention and exposing them to advanced research areas through workshops and seminars could have propelled them to stay focussed,” said Anindita Home Choudhury, principal of the school. Two students from South Point School managed to rank among the top ten. Spokesperson from the school Krishna Damani said, “JEE, IIT entrance and NEET require a lot of specialized training and necessary infrastructure, which are still missing in mufassil towns and rural areas. Though the rural areas have no dearth of talent, they have no access to such facilities and intense practices” Institutes such as Aakash, FIITJEE and Pathfinder, who complement school education with specialized training, revealed that ranking of students under their their care was on the rise. Strategic business unit head of FIITJEE Debdeep Banerjee pointed out that eight students from FIITJEE were in the top ten. FIITJEE has its centres in urban areas like Kolkata and Durgapur. He said, “Our students, thanks to the training we offer, score high in such exams. However, there is discrepancy in the WBJEE, and JEE Advanced ranks of these students.” “Angikar Ghosal, who ranked fourth in JEE, secured AIR 161 in JEE Advanced. If the West Bengal board had a more synchronized approach like the state boards in the north or south, students will gain,” Banerjee added. Pathfinder’s Ashish Chakraborty said although the ranks of their students had risen since last year, they have not been as high as most were preparing for JEE Advanced. He said, “Most students were trying for JEE Advanced as they want to move away from Bengal. Although an integrated system prepares them for all competitive exams, they focus most of their energy on JEE Advanced.” Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "\nJaya Bachchan inaugurates theatre fest celebrating womanhood in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Jaya-Bachchan-inaugurates-theatre-fest-celebrating-womanhood-in-Kolkata/articleshow/46663485.cms", "time": "", "description": ""}, "Clash between groups in Kalighat": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/clash-between-groups-in-kalighat/articleshow/69882199.cms", "time": "2019-06-21 04:57:00", "description": "KOLKATA: Tension prevailed near the Kalighat Bazar area as two groups of Trinamool supporters – one owning allegiance to local influential leader Kumar Saha and the other to the local councillor’s son – gheraoed the police station. Both the groups accused each other of promoting drug business in the area. Among the protestors were a large number of women. “ We have spoken to both the groups and decided to carry out periodic raids in the area. We are also increasing our presence in certain pockets,” said a police officer. Local leaders said the party leadership had asked both the groups not to escalate the matter. “Kalighat is a sensitive area and any tension, in run-up to the civic elections, can hurt the prospects of the party. The cops have been asked to take legal action and ascertain the truth,” sources said. Download The Times of India News App for Latest City ."}, "Docs’ chat sessions with patients’ kin boost ties": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/docs-chat-sessions-with-patients-kin-boost-ties/articleshow/69882216.cms", "time": "2019-06-21 04:59:00", "description": "KOLKATA: At a time when the lack of trust between doctors and patients has a hit a record high, the gynaecology & obstetrics department at Calcutta National Medical College (CNMCH) sports a different scene altogether. A room, beside the gynaecology emergency, works as the ‘patient party meeting room’. It is a place where the patients’ families can speak about their grievances, seek information and get the status of patients with the doctors themselves attending to each query. “Maa, tomar patient er bleeding kyano hochhe, amra chhobi tule dekchhi aaj (We are investigating why your patient is bleeding),” department head Dr Arati Biswas, tries to reassure Nikita Paik of Paschim Choubaga, whose niece was admitted there on Thursday night. “Once the report is out, we shall decide whether she will undergo normal delivery or caesarean section,” she tells the worried woman. The department has been maintaining this kind of relations with patients for quite some time now. The ‘patient party meeting’ is held twice a day. The morning interaction begins around 11.30am. Patients’ relatives who have queries are requested over the public address system to go to the room. Detailing of all admitted patients is done prior to the meeting. If the department head is not available, senior faculty members and doctors like Mrinal Kanti Kundu and Mallika Datta are present. The presence of senior doctors makes the families feel that the patients are being looked after well. “My sister-in-law was four months into pregnancy when she started bleeding. We were worried as why the treatment was getting delayed. Doctors explained to me that since this was her first pregnancy, they wanted to ensure that she did not lose the child and will discharge her only after they were certain that she was safe. I feel very reassured,” said Buluma Biwi, from Ghatakpukur. The evening meet takes place in between 7pm and 8pm when senior resident doctors and post-graduate trainees address patient families, explaining risks, treatment procedures, condition of the patients, etc. “Communication and free flow of information can help establish a healthy relation between doctors and patients. This department is an example of that,” said Dr Sandip Ghosh, MSVP at CNMCH. In addition to a well-equipped three-bed emergency wing, the 180-bed unit also has six-bed ICU with a transportable ventilator. Despite patient occupancy of nearly double the bed strength, the department has not had any patient-doctor clash. “I am relived to find senior doctors answering my queries and updating me on the status of my wife. Such facilities at all departments, will soothe nerves of anxious patient parties and ease tension between doctors and patients,” said Asgaruddin Sheikh. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape act": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/kolkata-magician-drowns-in-hooghly-while-attempting-underwater-houdini-escape-act/videoshow/69838081.cms", "time": "", "description": ""}, "Swine flu claims Salt Lake man": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/swine-flu-claims-salt-lake-man/articleshow/69865889.cms", "time": "2019-06-20 10:16:00", "description": "KOLKATA: A 71-year-old Salt Lake resident succumbed to swine flu (H1N1 virus) at a private hospital on Wednesday afternoon. Tapan Kumar Karmakar had been admitted to the hospital on June 14 with high fever and breathing distress. He had been undergoing treatment at the ICU till his death. Doctors at AMRI Hospital Salt Lake, where Karmakar was admitted, said that his death was caused by “H1N1 pneumonia leading to septic shock, causing multi-organ failure.” Three more swine flu patients from Salt Lake have also been undergoing treatment at the private hospital. Several H1N1 deaths have occurred this year. Last year, too, scores of people had been affected in Salt Lake. Once H1N1 strikes, there is a 30%-40% chance of other family members getting affected, say doctors. Transmission happens in two ways with the droplets released by the patient through cough and sneeze as well as one’s contact with the patient’s clothes. Download The Times of India News App for Latest City ."}, "Sonagachhi sex workers to sell grocery, medicines": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/sonagachhi-sex-workers-to-now-sell-grocery-meds/articleshow/69884009.cms", "time": "2019-06-21 08:14:00", "description": "KOLKATA:Sonagachhi, the city’s biggest red-light area, is all set to get a department store for the sex-workers and their family. The store, ‘Usha consumer stores’, on Nilmoni Mitra Street is scheduled to be inaugurated on Friday. Durbar Mahila Samanwaya Committee (DMSC), an NGO that works for the welfare and development of sex workers, has taken this initiative along with Usha Multipurpose Cooperative Society Limited, mainly keeping the ageing sex workers and the children. Chief advisor of DMSC Smarajit Jana said, “This attempt will create alternate ways of earning for the ageing sex workers , who wish to leave the profession as well as make the children financially independent by providing job opportunities.” He added it would help include them in mainstream and fight their own battles. The store will have wide range of goods, from groceries, medicines, household goods and electronics at a reasonable rate. Shatabdi Saha, deputy manager of Usha Multipurpose Cooperative Society Limited said, “As the women work till late at night, it is difficult for them to visit the markets in the morning. The store will also have home delivery system.” Ratan Dolui, son of a sex worker , feels this initiative would help them cope with the social stigma that the children faced due to their mother’s profession and be accepted as part of the mainstream society. Nita Das (name changed), a sex worker in her 40s, said, “At my age, it is difficult to get work but I have to support my family. This will be an alternative mode of earning. ” Download The Times of India News App for Latest City ."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Punish guilty, shed ‘shielding’ notion, Muslims urge Mamata Banerjee": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/punish-guilty-shed-soft-image-muslims-urge-govt/articleshow/69866412.cms", "time": "2019-06-20 15:44:00", "description": "KOLKATA: Prominent Muslims in Kolkata have urged Bengal CM Mamata Banerjee to act decisively against people of their community who were involved in crime as that would help overcome the “perception” that they are being “shielded or appeased”. Muslims from various walks of life, who have been living in Kolkata for decades, highlighted two recent incidents: the NRS Medical College and Hospital violence last Monday and the hounding of model Ushoshi Sengupta and her app cab driver in the city this Monday. The accused, in both cases, were arrested within 24 hours of the incidents. “The attackers in both instances were members of our community. We are grieved and embarrassed. Bring the assailants to book not just in these two instances but in every single instance where Muslims are involved. They should not be allowed to get away because they happen to be Muslims (as is the growing perception). This will send out a message that members of one community are not being shielded or appeased (as most people bel-ieve),” the letter — signed by 46 prominent Muslim citizens of Kolkata — states. They have also urged the state government to engage or encourage engagements with Muslim youth and their families across Kolkata in gender-sensitisation, civic consciousness and law-compliance. “This requires long-term patience but needs to be implemented right away,” the letter says. Psychologist Zahid H Ganjee, one of the signatories, said: “There have been several lynching cases in the past year-and-a-half and sane voices from the Hindu community have demanded justice. Unfortunately, Muslims have not said and done enough when members of the community have acted like rogues. This has led to the entire community being tarnished. I hope the letter will spark a conversation, even a debate and then something good will come out of it. We are losing our primary identity as a citizen of this country and state. We need to reclaim it.” Abdul Rahim, who runs an NGO, stressed the need for the community to receive fair and not privileged treatment. “There is a growing perception that the administration here is soft on Muslims who break the law. This perception needs to change. We want the law to be enforced without considering religious identity,” he said. Communications expert Mudar Patherya, who drafted the letter after a discussion with several of the signatories, said there had been simmering discontent for some time. “I will not comment on whether the perception (that the administration is soft on Muslims) is right or wrong. But I feel, till now, governments have looked at the next vote and not the next generation. The moment they do that, things will change positively. I believe Muslims need to take a position,” he said. Rahim says the administration needs to reach out to the community in the ghettos and strengthen, educate and empower the youth. “If you consider each of the incidents, the culprits hailed from ghettos,” he said. Most of the signatories feel the recurring crime by Muslim youths is to do with poverty and illiteracy in ghettos where they reside. Mamoon Akhtar, who runs a school (Samaritan Help Mission) in Tikiapara, says children can bring about great change if educated. But the letter has also drawn flak from a section of the community. Nutritionist Neha Hafiz, another signatory, took pains to point out that it was not a missive against the Trinamool government or its treatment of Muslims; but there was a need to change the perception that was being created about the community receiving more privileges than others. “There is a problem. We cannot deny it. And it needs to be addressed. Blaming anyone does not help. There is a need for education and reforms,” she said. In Video:Act against culprits, punish the guilty, Muslims urge Mamata BanerjeeDownload The Times of India News App for Latest City ."}, "\nThe premiere of Paoli, Vikram's Ajana Batas\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/The-premiere-of-Paoli-Vikrams-Ajana-Batas/articleshow/46745998.cms", "time": "", "description": ""}, "Watch: BJP worker allegedly thrashed by TMC supporters in Bengal’s Durgapur": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/watch-bjp-worker-allegedly-thrashed-by-tmc-supporters-in-bengals-durgapur/videoshow/69847740.cms", "time": "", "description": ""}, "West Bengal violence: Two dead, 12 injured in violence at Bhatpara": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/west-bengal-violence-two-dead-12-injured-in-violence-at-bhatpara/articleshow/69873080.cms", "time": "2019-06-20 20:08:00", "description": "KOLKATA: Reeling under series of violent clashes over a month Bhatpara on Thursday faced a fresh spate of violence with at least two persons being killed and 12 more persons, including six policemen were injured. 17-year old Rambabu Shaw, and a jute mill worker Dharam Veer Shaw were killed by an unidentified mob when an unidentified group opened fire at Kachharibazar in Kakinada. The incident, which came hours before DGP Virendra’s visit to inaugurate Bhatpara police station, prompted the government to impose section 144 IPC in Bhatpara and Jagaddal. The tension mounted on Thursday morning when two bombs were hurled near the reliance jute mill when the workers were going to join a shift around 10.45 am. Locals alleged that a group of men threw bombs first and then started beating up men and women who were trying run for their lives. When residents of Bhatpara More area came out and chased them, the group ran towards Kachhari Bazar area. “There were children playing on the street and we started to vacate the area near West Ghosh Para Road fearing a fresh attack,” said Dhiraj Paswan, a local. By 11.15 am there was another spate of bombing at Kachhari Bazar area. Locals at the Kachhari Road area came out and rushed towards the main road when they saw police chasing them. “Somebody opened fire and at least five fell on the road,” said Bhairon Pandey. Locals said that they heard several rounds of gunshots. Police had to use tear gas shells to control the groups. The teenager identified as Rambabu Sahu, a pani puri seller was shot and succumbed to his injuries. BJP leader and Barrackpore MP Arjun Singh alleged that the teenager was hit when police opened fire. “The bullet had hit him on the head. Apart from that seven more persons were injured,” Singh said. Trinamool Congress leader Madan Mitra however claimed that police fired in the air to scare the attackers. “BJP is creating a terror in these areas after the polls. The guilty should be punished otherwise the situation will go beyond control,” he said. Download The Times of India News App for Latest City ."}, "Monsoon likely to arrive in Kolkata today": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/after-1-week-delay-monsoon-likely-to-arrive-in-city-today/articleshow/69882125.cms", "time": "2019-06-21 06:42:00", "description": "KOLKATA: The wait for monsoon is likely to end on Friday. After a delay of more than a week the Met office have finally traced monsoon clouds that are likely to burst open over the Kolkata skies on Friday, 13 days after the Southwest monsoon hit the Kerala coast. “The prevailing weather conditions are favourable for the monsoon to finally hit Kolkata. Monsoon clouds are already over the Bay of Bengal area. Along with this, a low pressure area over the Northeast Bay has given us the hope for the rains to hit Kolkata and other parts of south Bengal by Friday,” said G K Das, director (weather) at Regional Meteorological Centre, Kolkata. The Southwest monsoon reached the Kerala coast on June 8, seven days later than its scheduled date. Usually, the scheduled date for the monsoon to arrive in Kolkata is June 10, with an error margin of four days. In 2018, it hit Kolkata on June 11, 13 days later. In 2017, monsoon kept its date with the city on June 12, again 13 days after its onset in Kerala. If it hits the city on Friday, as predicted by the Met office, it will maintain its 13-day gap between its arrival in Kerala and Kolkata. Monsoon has already covered parts of Cooch Behar and Alipurduar. By Thursday, it had also touched some parts of neighbouring South and North 24 Pargans. By Friday, it is expected to cover more places, including Kolkata, north and south Bengal. “The low pressure area over the Northeast Bay is likely to come close to the coast by Thursday night and gradually move inside the land. Once it happens, it will bring in the monsoon rain. Meanwhile, there will be moderate rain in many places over the coastal area,” Das added. But before the monsoon arrives, Kolkata continues to swelter with the mercury remaining as high as three degrees above the normal mark at 35.9 degrees Celsius on Friday. If monsoon arrives on Friday, the temperature is likely to recede by about two degrees by Friday. “I hope the wait for monsoon does not get any longer. The heat is becoming unbearable at times,” said Sayani De, a schoolteacher. Download The Times of India News App for Latest City ."}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Huge dust bin": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hugedustbin/articleshow/69630060.cms", "time": "", "description": ""}, "Act against culprits, punish the guilty, Muslims urge Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/act-against-culprits-punish-the-guilty-muslims-urge-mamata-banerjee/videoshow/69873024.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Bali draws 22k travellers from Kolkata each year": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/bali-draws-22k-travellers-from-kolkata-each-year/articleshow/69865848.cms", "time": "2019-06-20 20:37:00", "description": "Bali: Withdrawal of direct flights to Bali from Kolkata has done little to diminish the wanderlust for the island destination among city travellers. For the past few years, Bali has been one of the most favoured places among Kolkatans as the Indonesian archipelago offers something for travellers of all ages. Although June to September is the best time to visit Bali, the popularity of the place, thanks to social media, has made it an all-year-round favourite with over 22,000 people from Kolkata visiting the beach hotspot every year. “Cancellation of the direct AirAsia flight has not affected tourist flow to Bali. In fact, the traveller count has increased over time. Now, passengers fly via Bangkok or Singapore to reach the Indonesian island. All flights travelling to Bali on average clock 60-70% occupancy,” said Anil Punjabi, regional (east) chairman of the Travel Agents’ Federation of India. Since the beach city offers visa-on-arrival facility, more travellers are seen preferring it to other nearby tourist destinations such as Maldives and Mauritius, he said. “Bali, with its boutique resorts, is also popular for honeymoon and weddings.” Didit Indra Purnawarman, the general manager of Bali Dynasty Resort, feels the tourist hotspot offers something for people from all segments with an array of restaurants, bars, swimming pools and nightclubs. Another agent from the city said Pujas and the summers witness maximum rush. “Around 450 to 500 people from Kolkata travelled to Bali between March and May this year. It has a yearlong traction since it is a low-budget international destination. Also, the island city is on high demand since a lot of people are now selecting Bali as a destination wedding location over Thailand,” Ankit Jain, business development manager, Raj Yatayat. Bali provides a healthy mix of modern and traditional attractions such as beach, jungles, volcanic destinations and yoga retreats. Among the beaches, Nusa Dua is one of the most prominent ones, known for its inclusive tourism, as it houses some of the best world-class resorts, mostly owned by international hotel chains. Also, one should not miss beaches like Kuta, Legian, Seminyak, Jimbaran, Sannur and Canggu. Oriol Montal, the general manager of The Westin Resort in Nusa Dua, said: “The resort has a prime beachfront location within an exclusive enclave on the island’s southern shores catering to the needs of leisure and business travellers alike.” For coffee connoisseurs, a cup of Kopi Luwak, one of the costliest brews (a 50gm pack costs around Rs 1,000) made of beans that have been partially digested by the Asian palm civet, is a must try. (The journalist was in Bali on an invitation by VITO India and Thai Airways Kolkata) Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Ushoshi Sengupta assault case: Easy access to bikes, zero checks give rogues free run": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/Ushoshi-Sengupta-assault-case-Easy-access-to-bikes-zero-checks-give-rogues-free-run/articleshow/69865830.cms", "time": "2019-06-20 11:37:00", "description": "KOLKATA: The gang of 10 youths which had followed Kolkata-based model Ushoshi Sengupta’s app cab on the streets of south Kolkata before hounding her — not once but twice — late on Monday night was not new to such hooliganism. In fact, these youths, who took up odd jobs at garages and markets, picked up any bike or car that they could lay their hands on for their late-night rides. “They would often go out at night — thanks to their access to garages. They would triple-ride and not wear helmets. Any vehicle approaching their direction had to give them way, failing which the drivers or riders would be subjected to harassment and abuses. These joyrides often became their only escape from boredom,” recalled Md Fayaz, a local residing at the CIT building located close to Navina Cinema. Top police sources said around 25 people had gone to attend a birthday party at a hotel close to Park Circus. “There was a car, a scooter, two motorcycles and an autorickshaw that was not on duty at the time. Some of them took the Sarat Bose Road. Others came via the Exide crossing,” said an officer. He said barely few in the group even had the requisite documents to ride or drive on the streets. Police said none of the accused had a criminal history. “It is this culture of not being stopped at any security check post despite not wearing helmets or riding recklessly that might have encouraged these youths to chase and harass the model travelling in a car,” said a retired ACP from the anti-rowdy squad. Speaking to TOI, most of the accused’s neighbours, who refused to be identified said that the families of the youths had asked not to be disturbed. “Your version of events has already been decided. All we know is that our boys had gone out to celebrate a birthday. A brand new scooter was hit by the app cab. The rear-view mirror was broken. The youths might have demanded money for repairs of the scooter. We might not be financially not well off, but we believe that the model was not harmed,” said the mother of an accused. Seven of the accused are already in police net, while Three of them are on the run. When TOI knocked on the doors of the accused and inquired about their whereabouts, the families informed “He is not at home”. “We want things to cool down a bit. I am told the cops are searching for youths with bikes. My son does not mix with them (the accused). But one cannot be sure,” said Sk Badruddin, a butcher. The locals claimed that there were not more than three men the second time the model was harassed near her residence at Lake Gardens. “Why are so many youngsters being blamed for this crime?” an officer said. Download The Times of India News App for Latest City ."}, "CBSE’s magic eight in WBJEE top-10; urban centres score big": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/cbses-magic-eight-in-wbjee-top-10-urban-centres-score-big/articleshow/69882439.cms", "time": "2019-06-21 06:00:00", "description": "Kolkata: Eight of the top 10 rank-holders at the 2019 West Bengal Joint Entrance Examination (WBJEE) are headed to IITs. And the toppers all hail from urban centres, a pointer to the importance of specialized coaching. Eight of the top 10 studied in CBSE schools, and one each were from ISC and HS boards, underscoring the dominance of the central board in competitive examinations. Soham Mistri, a student of Hem Sheela Model School in Durgapur, has stood first. Two other students from the school figure in the top 10: third rank-holder Koustav Sen and 10th rank-holder Subhajyoti Ghosh. The seventh rank-holder, Vinit Raj, is from Burnpur Riverside School in Chittaranjan, not far away. The rest are all from Kolkata, including second rank-holder Tamajit Banerjee and fourth rank-holder Angikar Ghoshal from South Point School, and sixth rank-holder Snehinh Sen from DPS Ruby Park. Only one of the toppers — fifth rank-holder Arka Das of Sarada Vidyapith, Sonarpur — is from the HS board an improvement from last year, when none made it to the list. A matter of concern is that the number of successful candidates (those who scored higher than 0) has plummetted from 1,05,081 last year to 80,580. Though 1,13,912 students registred for the exam, 80,979 appeared. Last year, 1,05,974 had registered. The reason for the massive decline in the number of students who appeared this year is primarily owing to a month’s delay in holding the exam due to the Lok Sabha elections. Most other competitive exams had already been held by the time WBJEE was conducted. Academics also say there is a general decline in the demand for engineering, because of a limitation in job opportunities. This is reflected in the WBJEE board’s decision to scrap the fourth round of counselling that was introduced a few years ago and return to three rounds of counselling. “The response had been poor among candidates to join engineering courses after the end of three rounds, as most of the vacant seats then were in lesser known engineering colleges. Another reason is the time constraint this year, as the entrance test and publication of results have been pushed back by a month due to the Lok Sabha elections,” said a board member. The late publishing of results may also lead to vacancy in undergraduate classes in colleges, particularly in the science stream, as many students who have taken admission and have secured a good rank at WBJEE will now switch to engineering institutes. Classes in colleges is set to begin in the first week of July. Aware of the impending exodus to IITs and other engineering institutes across the country, the WBJEE board has decided to allow all candidates who have scored above 0 to participate in e-counselling. “We are yet to receive the seat matrix as All-India Council for Technical Education (AICTE) is in the process of trimming the seats and departments which are not meeting the set standards. Last year, there were around 35,000 engineering seats in Bengal,” an official said. Download The Times of India News App for Latest City ."}, "Four La Martiniere governors sacked for protesting removal of secretary": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/4-la-marts-governors-sacked-for-protesting-removal-of-secy/articleshow/69865636.cms", "time": "2019-06-20 12:19:00", "description": "KOLKATA: The four governors of the La Martiniere Schools board, who protested against the removal of secretary Shane Calvert and the reinstatement of Supriyo Dhar, by challenging Bishop Paritosh Canning in writing, have been removed from their positions. A letter issued to them stated that their appointments stand cancelled with immediate effect. The letter has been signed by two ex-officio governors — Canning and Swarup Bar. The governors — Anil Mukherji, COO of Tollygunge Club, Suchitra Guha of Tata Steel, Anjali Das of United Missionary and Gerry Arathoon, chief of the Council for Indian School Certificate Examinations — called the move “illegal” and have decided to move court. They had been nominated in March by former bishop Probal Dutta. The present administration, headed by Canning, found the manner in which the nominations were conducted “inappropriate”. Hence the decision to revoke the nominations. The letter was issued on Wednesday on the basis of a meeting convened on Tuesday. The four governors sent their protest letters to the Bishop on Tuesday evening. In his protest letter on Tuesday, Gerry Arathoon had written: “I ... understand that the purported termination of Mr Calvert’s services has been made without any allegation or charge against him and without informing him as to why his services were no longer required or affording him an opportunity of being heard in connection with the same.” Regarding Wednesday’s letter, Mukherji said: “It is arbitrary. Why couldn’t they say what kind of irregularities they found in our nominations? What is it that they exactly mean by procedure? We will challenge this legally.” Guha, too, said: “They have removed us because we are protesting against their whimsical ways. But there is a constitution that needs to be followed and we will fight back.” Canning was in Delhi and did not receive calls, but the letter of removal of the four governors is in possession of TOI. “There are age-old conventions that need to be followed while making these nominations, but these were ignored by Dutta. So the four governors have been removed,” said a senior official of the Bishop’s House. Meanwhile, Canning has moved the HC to obtain a stay on the order of the city civil court regarding his inclusion as a party to the suit of former Bishop Ashoke Biswas against the Church of North India for removing him from his position. The HC has stayed the order. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Monsoon likely to hit Kolkata by Friday": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/monsoon-likely-to-hit-kolkata-by-friday/articleshow/69879351.cms", "time": "2019-06-20 21:27:00", "description": "KOLKATA: The wait for monsoon is likely to end on Friday. After a delay of more than a week the Met office finally have traced the monsoon clouds that are likely to burst open Kolkata sky by Friday, 13 days after the Southwest monsoon hit the Kerala coast. “The prevailing weather conditions are favourable for the monsoon to arrive finally. The monsoon clouds are already over the Bay area. Along with this, a low pressure area over the Northeast Bay has given us the hope for the rains to hit Kolkata and other parts of South Bengal by Friday,” said GK Das, director (weather) at Regional Meteorological Centre Kolkata. Under normal conditions, the scheduled date for the arrival of monsoon in Kolkata is June 10, with and error margin of four days back and fro. Monsoon has already covered parts of Coochbehar and Alipurduar. By Thursday it had also touched down some parts of neighbouring South and North 24 Parganas. By Friday it is expected to cover more places of both North and South Bengal. “The low pressure area over the Northeast Bay is likely come close to the coast by Thursday night and gradually move inside the land. Once it happens it will bring the monsoon rain. Meanwhile there will be moderate rain in many places over the coastal area,” added Das. The Southwest Monsoon had reached the Kerala coast on June 8, seven days later than its scheduled arrival. In 2018, it hit Kolkata on June 11 and on June 12, in 2017. If it hit the city on Friday, as expected by the Met office, it will maintain its 13 day gap between its arrival in Kerala and Kolkata. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Unauthorized bike stand beside Barasat station": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unauthorizedbikestandbesidebarasatstation/articleshow/69510995.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Kolkata girl gets rape threat on Facebook for views on India-Pakistan match": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/girl-gets-rape-threat-on-fb-for-views-on-indo-pak-match/articleshow/69865840.cms", "time": "2019-06-20 06:57:00", "description": "KOLKATA : A second-year college student has approached the cyber cell of Kolkata Police after receiving rape-and-death threats on her social network account. The threats followed within minutes of uploading her views last Sunday, condemning the enmity that spreads every time India face Pakistan in a cricket match. “Within minutes of me posting that I will remain as much a Shoaib Akhtar fan as a Yuvraj Singh one, comments started to pour in. Initally, the trolls attacked me on cricketing logic. As comments began to get more personal, I pointed out that I would support the better playing team — India or Pakistan. This seemed to be the limit after which extremely offensive memes — calling me names and issuing rape threats — were uploaded,” she said. The girl said that among those trolling him were college students and even Facebook groups dedicated to extreme right wing organizations. “They were the same people who took offence after my Pulwama-related post and got my profile blocked when I raised a few basic questions,” she claimed. Unable to bear the online abuse that began on June 16, the 22-year-old decided to approach police for help. What she faced there left her disheartened. “The cop at the desk refused to hear me out. He said that some of the comments were anti-national in nature and that they can indeed attract trolls. He, however, finally accepted my complaint and a general diary was drawn. I have been told that I will be informed if and when the FIR is filed,” she said. The reluctance of cops to pursue the case — that too at the police headquarters at Lalbazar — has left several activists aghast. “We will stand by her,” said a senior member from APDR. The cops though denied that they had not accepted her complaint. “We merely tried explaining to her the legal ramifications of this case and the sections that can be imposed. She had demanded action on certain non-corgnizable offences,” explained an officer. CID sources said their probe into online trolling has so far found several groups active on Facebook who “choose their targets on the anti-national plank.” “These groups are targeting individuals differing from their opinion and instigating others to join them online. We have approached the social networking giants to develop leads about them,” claimed a source. Download The Times of India News App for Latest City ."}, "‘Women’s security a priority on Metro’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/womens-security-a-priority-on-metro/articleshow/69865613.cms", "time": "2019-06-20 10:04:00", "description": "KOLKATA: Attending the 64th Railway Week celebrations in the city on Wednesday, Metro Railway GM P C Sharma indicated that women’s security will be a priority on Metro trains. He also said the construction for the East-West Metro Corridor was on in full swing and Phase I — between Sector V and Salt Lake Stadium — was set to be commissioned in the next few months. “Providing security to women is a challenging issue. In 2018-2019, we detected 12 cases of crime against women in the Metro Railway network and 22 offenders were handed over to the police. In addition to this, 4,035 cases of nuisance, spitting, smoking and littering were registered between April 1, 2018 and March 31, 2019. A fine of Rs 10,46,750 was realized from the offenders,” Sharma said, indicating that authorities have their task cut out in keeping the station premises and trains on the E-W Corridor clean. The GM also said that efforts were on to complete the link to Dakshineswar by 2019-2020. This short stretch missed its deadline by several years due to delay in the removal of encroachers. Sharma spoke on construction along the Noapara-Airport stretch. “Construction of the airport underground yard is under way. Work on all 294 piles and the 1,215m diaphragm wall has been completed. At all 24 stations, 1,620 employees have been trained on use of fire suppression equipment,” he added. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrested": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/kolkata-former-miss-india-harassed-7-arrested/videoshow/69851165.cms", "time": "", "description": ""}, "Haringhata cannon could be of Plassey vintage": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/haringhata-cannon-could-be-of-plassey-vintage/articleshow/69882160.cms", "time": "2019-06-21 05:52:00", "description": "HARINGHATA: The recovery of what could possibly be a six-pounder cannon used in the Battle of Plassey from the Yamuna canal at Nadia’s Haringhata on Wednesday has led to excitement among locals with hundreds flocking to the local police station to catch a glimpse of the antique piece of artillery. The Battle of Plassey was fought on June 23, 1757 and the discovery was made nearly 262 years later to date. According to Haringhata BDO Krishna Gopal Dhara, the cannon is very old. The weapon is made of brass and it is nearly 4 feet 2 inches in length. History has it that Robert Clive used eight six-pounders apart from two howitzers during the decisive battle against the forces of Nawab Siraj-ud-Daulah. Historians believe recovery of cannon while restoration of the Yamuna canal is also significant. At that time, an intricate network of canals existed in the area and the Yamuna canal was dug to connect the Ganga to the Padma and the Ichhamati. Some say Clive’s troops may have used the canal to travel to and from Plassey, about a 112-km from Haringhata. Such small cannons, used to fire balls weighing about six-pounds (2.7 kg) were used extensively across the globe in the 18th and 19th Centuries, primarily due to their manoeuvrability. In the Battle of Plassey, Clive is said to have flanked the European troops with three six-pounders on each side while placing the remaining two and the howitzers behind some brick kilns to take on the French troops, who were fighting alongside Siraj-ud-Daulah. While the Nawab too used artillery guns, they were of heavier calibre. “It was found at South Rajapur. While one end of the cannon is 17-inches in diameter, the body tapers to end up with a 12-inch base. There is also a handle to fix the cannon to base, either on a carriage or the deck of a boat. We have kept the item in our custody and informed the Archaeological Survey of India so that experts come and examine it,” said Ashoktaru Mukherjee, IC, Haringhata police station. Locals also speak of a Nil Kuthi in Haringhata, possibly occupied by indigo planters. This property had a ghat and British craft used to move along the canal to get there. But they can’t say whether indigo planters would need a six-pounder to deal with poor peasants. “The cannon must have some historic significance and needs to be preserved properly after inspection by experts. We just hope that after proper cleaning and repairs, it is displayed prominently somewhere in Haringhata with a plaque for everybody to see,” said Manik Das, a local. Download The Times of India News App for Latest City ."}, "Babughat Bathing ghat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/babughatbathingghat/articleshow/69718343.cms", "time": "", "description": ""}, "Attacks on doctors, model: Prominent Kolkata Muslims urge CM to act against culprits": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/attacks-on-doctors-model-prominent-kolkata-muslims-urge-cm-to-act-against-culprits/articleshow/69878625.cms", "time": "2019-06-20 20:34:00", "description": "KOLKATA: In the wake of the attack on doctors and harassment of model Ushoshi Sengupta by some members of their community, a group of prominent Muslims has written to Chief Minister Mamata Banerjee asking for stringent action against the culprits to dispel the \"perception\" that they are being \"shielded or appeased\". \"We have been deeply concerned with two events that occurred recently...The attackers in both instances were members of our community...We are grieved and embarrassed,\" they wrote in the letter. \"Bring the assailants to book not just in these two instances but in every single instance where Muslims are involved. They should not be allowed to get away because they happen to be Muslims (as is the growing perception). This will send out a message that members of one community are not being shielded or appeased (as most people believe),\" the 46 prominent Muslim residents of Kolkata added. They also requested the state government to \"engage or encourage engagements with Muslim youth and their families across Kolkata in gender-sensitisation, civic consciousness and law-compliance, etc.\" Mudar Patherya, a communications expert who drafted the letter to Banerjee, said a government should shun vote-bank politics and address the issue considering the betterment of the next generation. \"The moment they start doing that, I think things will start taking a positive turn for us,\" he said. Another signatory, nutritionist Neha Hafiz, said there is a need to change the perception that the community was \"getting more privileges than others\". \"This is a problem that we cannot deny. We need to address it,\" she added. On June 10, junior doctors at the Nil Ratan Sircar Medical College and Hospital were assaulted by family members of a Muslim patient who died there. Download The Times of India News App for Latest City ."}, "Bacteria in packaged water in Kolkata’s Hepatitis A belt": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/bacteria-in-packaged-water-in-citys-hepatitis-a-belt/articleshow/69866423.cms", "time": "2019-06-20 10:44:00", "description": "KOLKATA: Drinking water sold in 20-litre jars, at prices half that of reputable brands, are under the scanner following the confirmed presence of coliform bacteria in a large number of samples collected from the southern fringes of the city. KMC is already planning a crackdown on unscrupulous units. More than 100 residents of Vidyasagar Colony, Baghajatin and Ramgarh tested positive for Hepatitis A — which spreads from infected food or water — in less than a fortnight, as reported by TOI on May 31. Times ViewNow that the KMC has evidence, it should act against all unscrupulous bottlers who may be putting the citizen’s health at risk. The action needs to be in the form of a sustained campaign.Now, the test results from the KMC laboratory, confirming the presence of the bacteria, have triggered alarm bells far beyond these areas. With packaged drinking water being widely distributed and consumed across the city, there are fears of more cases emerging from other areas. Physician Sanjay Dasgupta, who is treating more than 50 Hepatitis A patients from these localities, said several packaged water brands had cropped up locally, which sell contaminated water. “I am convinced that packaged drinking water has been a major source of contamination,” he said. “Apart from poor quality of production, most city-based manufacturers and traders also ignore the hygiene factor, which leads to health hazards and may cause stomach-related diseases like colitis and jaundice,” said physician Sanjay Dasgupta. Coliform bacteria are organisms that are present in the environment and in the faeces of all warm-blooded animals and humans. These bacteria will not likely cause illness, but their presence in drinking water indicates the presence of disease-causing organisms (pathogens) in the water system. Most pathogens that can contaminate water supplies come from the faeces of humans or animals. Since testing drinking water for all possible pathogens is complex, time-consuming and expensive, a relatively easy and less expensive test is done for coliform bacteria to rule whether the water is safe to drink. Deputy mayor Atin Ghosh, who also looks after KMC’s health department, has directly blamed units selling spurious packaged drinking water for the spread of enteric diseases in Kolkata and called for a crackdown, with help from the enforcement department. “We need to get rid of unscrupulous traders dealing in packaged drinking water. Going by laboratory tests, we have reasons to worry about the samples of packaged drinking water collected from the affected areas,” Ghosh said. Last year, too, during an outbreak in the Jadavpur-Baghajatin belt that claimed two lives and sent hundreds to hospital, fingers had been pointed at suspect packaged drinking water units. Whereas contamination in civic taps or pipelines is easier to detect and control, the spread of illness can become much wider if the contamination source is spurious packed water, as it is distributed in PET bottles and jars. Last May, following the outbreak, KMC’s water department had collected 20-litre packaged water jars from several vendors and dealers in the affected localities. There is another reason for concern. Debasish Mukherjee, the RSP councillor in the affected belt, said: “Unlike water supplied by KMC, which is filtered or boiled before consumption in various households, contaminated packaged drinking water is dangerous because people presume it is safe and consume it directly.” A KMC laboratory analysis of water samples from several packaged water bottles and jars, as well as civic taps in the affected belt, found presence of coliform bacteria in large numbers. This is the second time that water from these localities has been found contaminated. In the days following the initial reports of the Hepatitis A outbreak, around 14 water samples were collected, of which 12 were found to contain coliform bacteria. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "‘Drunk’ woman loses way, cops reunite her with mother": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/drunk-woman-loses-way-cops-reunite-her-with-mother/articleshow/69865940.cms", "time": "2019-06-20 12:05:00", "description": "KOLKATA: Cops faced an unusual situation on Wednesday morning, when a woman, apparently drunk, created trouble in the Keoratala area under the Haridevpur police station. They finally managed to find the mobile number of her family members and handed her to her mother. The incident took place around 6.30am, when the residents of the locality found a woman in her late 20s loitering aimlessly on the road. “She was rattling the gates of different houses and speaking in a different way. We couldn’t do anything because she is a woman and more importantly, seemed drunk. So, we alerted the police,” said a resident, who was out on morning walk, when he witnessed the scene. After an hour, a woman constable and a civic volunteer reached the spot and took the woman to the police station. “We found out she worked for a catering service and had attended a ceremony on Tuesday. On getting drunk, she lost her way home. But we called her family and her mother took her away,” an officer said. Download The Times of India News App for Latest City ."}, "JU to start domicile reservation this year": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/ju-to-start-domicile-reservation-this-year/articleshow/69882203.cms", "time": "2019-06-21 04:58:00", "description": "KOLKATA: Jadavpur University has got a nod from both the West Bengal Joint Entrance Examination (WBJEE) Board and state government to introduce 90% reservation for domicile candidates while the remaining seats will be offered to other students. On Thursday, the WBJEE Board chairman Malayendu Saha said the domicile reservation will be implemented from this year. However, the decision of the varsity has garnered a divided opinion from various engineering departments. Two engineering departments had, initially, turned down the proposal, citing that the tradition, followed over the past several decades in the varsity, produced excellent alumni. “The department has pointed out it was due to the diversity among students that the department has been able to keep its flag flying high over the years. So, they are not interested in limiting the majority of the seats to domicile candidates only,” said sources. JU, a state-run university, has decided to introduce the domicile reservation system as it accepts several funds from the state government along with other facilities. So, they are willing to reserve maximum seats for the students of Bengal. Many departments pointed out that several other premier state-run technology institutes outside Bengal have also introduced similar reservations for domicile candidates. There are approximately 1,200 seats in the JU’s engineering faculty out of which 45% is for reserved candidates (SC, ST, OBC, PH and others). Download The Times of India News App for Latest City ."}, "CM Mamata Banerjee arrives for meeting with representatives of doctors in WB’s Nabanna": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/cm-mamata-banerjee-arrives-for-meeting-with-representatives-of-doctors-in-wbs-nabanna/videoshow/69827769.cms", "time": "", "description": ""}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Breathing poison, Barasat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/breathingpoison2cbarasat/articleshow/69510978.cms", "time": "", "description": ""}, "Kolkata debates Muslim citizens’ letter to CM": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/kolkata-debates-muslim-citizens-letter-to-cm/articleshow/69882308.cms", "time": "2019-06-21 08:49:00", "description": "KOLKATA: The letter to CM Mamata Banerjee from a section of Muslims on Wednesday urging two things — strict action against members of the community who indulge in crime to help overcome the perception that they are being shielded or appeased and engage or encourage engagements with Muslim youths and their families across Kolkata in gender-sensitisation, civic consciousness and law-compliance — has triggered a debate with some lauding the initiative and others questioning it. Shahenshah Mirza, the great-great grandson of Wajid Ali Shah, the last nawab of Awadh who settled in Kolkata in 1856, says the letter had gone down well with most of the people he knew. “There is an overwhelming feeling that whenever crime happens, demonstrative action should be taken irrespective of faith and political affiliation. There has been a growing perception in recent years that politicians in Bengal are trying to appease Muslims for their votes. That is not true. I believe it is propaganda. We don’t want anyone to appease the community. All we want is a level-playing field. But because of this perception, many from other communities are turning anti-Muslim. Hence, we have decided to speak out when any such incident happens so that we make our stand clear,” he said. Communications professional Mudar Patherya, who had drafted the letter, said the response from the Muslim community had been largely encouraging. But social activist Shafkat Alam, who was also among the signatories, felt the letter could perhaps have been worded differently to avoid misinterpretation. Alam’s friend Shahab Kalim offered a compelling argument that he was unable to dismiss. “No, I am not embarrassed because the accused (attack on doctors at NRS and cabby driving a model) are Muslims. I am appalled because my religion is being made to stand in the court of criminals. Why are these incidents being highlighted by the religion of the accused? It’s great if the attention of the CM is drawn towards the issue of lack of education amongst Muslim youths, especially ghetto areas. But bouncing the real issue on the springboard of stray incidents is pretentious. Those guys do not represent Muslim youth; they only represent the lawlessness of society,” wrote Kalim, pointing out that Kawariyas who harass many during their yatras are not viewed a religious problem but an administrative issue. His voice found resonance in Anuradha Kapur, founder of women’s empowerment group Swayam. “I feel it is so unfair that they have to come up with a letter like this. When a Hindu commits a crime, we say a person has committed it. Then why should it be different when the person is Muslim? If one looks at the number of women who are raped or sexually harassed, I think the number of Hindu perpetrators will be representative of the Hindu population and likewise for Muslims” she pointed out. Samantak Das, professor of Comparative Literature at Jadavpur University, felt likewise. While everyone ought to feel ashamed of being a part of the system or culture that breeds goons, the entire Muslims is tarnished when a criminal turns out to be Muslim. “When one belongs to a beleaguered minority that is singled out for abuse and widely perceived as essentially violent, perhaps one is left with no other option but to apologise for the actions of those with whom one has no other affiliation than religion.” Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Irrepairable loss, Exide Crossing": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/irrepairableloss2cexidecrossing/articleshow/69818289.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "‘Clash victims lay on road writhing in pain, but locals were too scared to help’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/clash-victims-lay-on-road-writhing-in-pain-but-locals-were-too-scared-to-help/articleshow/69882153.cms", "time": "2019-06-21 04:50:00", "description": "BHATPARA: Seventeen-year-old Rambabu Shaw, the sole breadwinner of his family of four, was desperate to resume his business of selling phuchkas. The moment the local market reopened on Thursday after a four-day shutdown, he had rushed there to buy ingredients. Around 11.15am, he was returning home with his purchase, when he got caught in a battle of bombs and bullets between a group and cops and was reportedly shot dead. Yards away, another phuchka-seller from the area, Dharamveer Shaw (39), was killed as another stray bullet pierced his belly. Residents of Bhatpara said Rambabu still clutched onto his bags as his lifeless body lay on the road, barely three blocks from his one-room home, where his widowed mother and two younger brothers waited for him. “Rambabu was way more responsible than any boy of his age. After his father died 10 years ago, he quit studying to start earning. He had not gone out to sell phuchkas the last three days because of the violence. The market had reopened only on Thursday in cop presence. But he was hit by a bullet when he was walking back home,” said Ajit Kumar Shaw, a nextdoor neighbour at Kachhari Bazar in Bhatpara. Witnesses told Ajit that Rambabu had tried to dodge the bullets and bomb splinters but one from behind caught him in the head. “He collapsed in front of a shop but the owner downed the shutter. None came to his rescue. Had he been taken to hospital immediately, he could have been saved,” Ajit said.  No help came for Dharamveer either. Even as he lay on the road, writhing in pain and pleading for assistance, people ran past him, scurrying for cover, witnesses said. “With bullets flying and bombs exploding, residents shut their doors and shop owners downed the shutters. None dared to go near the victims,” said a resident. It was at least 20 minutes later that some from the locality, along with cops, took Rambabu and Dharamveer to the Bhatpara state general hospital, where Rambabu was declared dead. Dharamveer died at another hospital. He is survived by his wife and two teen children. Later, when TOI visited the victims’ homes at Kachhari Bazar, an eerie silence had descended on the area. Cops patrolled the streets. “The scene has become almost regular since the assembly bypoll last month. Such has been the state of terror that I have kept my shop closed for more than 20 days since May 19. After today’s incident, no one is going to open their shops for another three to four days,” said Rajesh Shaw, a stationery shop owner. Download The Times of India News App for Latest City ."}, "Kolkata likely to remain cloudy today, monsoon may hit on Friday": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/kol-likely-to-remain-cloudy-today-monsoon-may-hit-tomorrow/articleshow/69865904.cms", "time": "2019-06-20 06:24:00", "description": "KOLKATA: A thunderstorm struck Kolkata for the second consecutive day on Wednesday, leading to a spell of heavy shower. It was triggered by a low pressure and a cyclonic circulation and could be followed by more rain on Thursday. Monsoon could hit south Bengal on Friday, said the Regional Meteorological Centre (RMC). Kolkata recorded a maximum temperature of 37.6°C on Wednesday. Wednesday’s thunderstorm was accompanied by gusty winds that reached a maximum speed of 48kmph. But it didn’t last a minute to qualify as a squall. The day temperature is set to drop on Thursday and the city could remain cloudy. “Low pressure over north Bay of Bengal and a cyclonic circulation that has formed near Jharkhand have started generating clouds. These could float into Kolkata and lead to moderate rain on Thursday. More showers are expected as the low pressure intensifies and we expect monsoon to set in by Friday,” said RMC director GK Das. On Wednesday, several south Bengal districts, including Midnapore, Jhargram, Hooghly and Burdwan, received heavy showers. Weathermen said the rain could gradually intensify across the rest of south Bengal over the next two-three days. “Since the relevant currents have started reviving, we expect the showers to pave the way for monsoon,” Das added. Cyclone Vayu that hit the Gujarat coast earlier this month had stalled the monsoon currents. The Bay branch of the monsoon, which hits south Bengal by the second week of June, was affected. Instead of June 1, which was the scheduled date for its arrival in Kerala, monsoon reached the southern Bengal on June 8. The monsoon arms, including the Bay branch, remained inactive till Vayu passed by. The delay in the onset of monsoon left south Bengal hot and humid. While the maximum temperature in coastal districts remained two-three degrees above normal, a heat-wave warning was sounded for Purulia, Bankura, Birbhum, West Midnapore and Jhargram. Download The Times of India News App for Latest City ."}, "Parking on pavement, Girish Park": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingonpavement2cgirishpark/articleshow/69630035.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "\nFolk Music at City Cafeteria in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Folk-Music-at-City-Cafeteria-in-Kolkata/articleshow/46984490.cms", "time": "", "description": "Music lovers of the city enjoyed a good dose of folk music at a city cafeteria.  Foot-tapping numbers by Folk Foundation got the crowd grooving. The band comprising Dipannita Acharya, Ludo, Rajkumar, Samrat Mukherjee and Tirthankar Majumdar belted out some amazing Gujarati and Rajasthani songs. Lead vocalist Dipannita also crooned Bangladeshi folk songs, known as Chitogowian, along with Kabir bhajan, songs of Lallan Sai and Radha. Download The Times of India News App for Latest City ."}, "Pollution unabated, Bagjola": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pollutionunabated2cbagjola/articleshow/69718319.cms", "time": "", "description": ""}, "Strike over, prisoners line up for tests": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/strike-over-prisoners-line-up-for-tests/articleshow/69865894.cms", "time": "2019-06-20 12:00:00", "description": "KOLKATA: Now that the doctors’ agitation is over, police have started taking undertrials, convicts and arrested people to hospitals for medical examinations, a process that had been put on hold, consequently delaying the process of slapping charges and carrying out investigations. “We had a tough time as we could not get tests done. For some critical cases, we took them to private hospitals but not all could be taken there as charges are high,” said an officer from the Dum Dum police station, who accompanied other officers on a bus, ferrying undertrials to R G Kar Hospital. Several cops had to escort as visits to multiple OPDs were required. “Ten personnel came as we had to take the undertials to the psychiatry, nephrology, gynae, and orthopaedic OPDs. One constable was with each prisoner,” said a sub-inspector. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Power Waste, Naktala": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/powerwaste2cnaktala/articleshow/69718380.cms", "time": "", "description": ""}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "I plan to take a core group from Tollywood to meet the PM: Locket Chatterjee": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/i-plan-to-take-a-core-group-from-tollywood-to-meet-the-pm-locket-chatterjee/articleshow/69859410.cms", "time": "2019-06-20 07:00:00", "description": "There was a time when actress Locket Chatterjee — after changing political camps — was called ‘palti didi’ by some of her “good friends” from Tollywood. By her own admission, few among those who had taken a dig at her once are “happy” that she is now a member of Parliament. Others are requesting her to address the problems that are plaguing the Bengali film industry. Days after she attended Parliament, Locket spoke to CT about her plans for organising a meeting of Tollywood artistes with the prime minister and what she expects from fellow Parliamentarians Nusrat Jahan and Mimi Chakraborty. Excerpts: How was your first day at Parliament?It was a good experience. All this while, I used to tune in to the television to watch the proceeding inside Parliament. To walk down those hallowed corridors is a great feeling. More so, because I contested the elections as a leader from the opposition and won. Did you meet other Parliamentarians from the entertainment industry?Nusrat and Mimi weren’t there. I saw Satabdidi (Satabdi Roy). Dev was there too. Dev’s current identity is that of a politician as well as an entertainer. Though you come from the world of movies and serials, you have long distanced yourself from acting and are extremely active at most political events…I had noticed that entertainers were not considered to be hardcore politicians in Bengal. I had always wanted to break that image. I have not joined politics to make a guest appearance. I have worked very hard for it and I don’t wish to be taken lightly. I came to Delhi on Saturday. On Sunday, we had a meeting of a Parliamentary executive committee. This is a very serious body and they must have seen something in me before choosing me to be the whip in charge of the party’s women members. I have been made one of the three whips to handle women BJP MPs. A total of 18 whips were appointed to work under the BJP’s chief whip. The whips are expected to assist the chief whip in ensuring the presence of MPs in the House when important bills are taken up. The Parliament session begins at 11 am. Before that, we have a meeting at 10 am. There were people from the industry who had once called you ‘palti didi’ when you changed sides. Has their attitude towards you changed now?I won’t take names. Many are calling me up now. Some of them who are present at meetings of the ruling dispensation have called me up privately and said they are very proud of me. They have messaged me saying: “Egiye jaa. Songe achhi (Go ahead. We are with you)”. What do you tell them then?I just smile and say: “Bhalo thakis (stay well)”. I don’t know what they will do in future. These were my old friends from the industry. In between, for some reason, they didn’t keep in touch. Now, they are back. My roots lie in Tollywood. Those returning to re-establish ties with me are always welcome. Some had gravitated to a certain side because they felt doing that would ensure jobs for them. But they got used in the process without getting the jobs that they had fancied. Babul Supriyo has acted in more movies after he became a member of Parliament than what he did when he hadn’t joined politics. Haven’t acting offers increased for you now?(Laughs) Since 2016, I was not allowed to do any films. Now, I don’t have the time for movies. The industry often recognises the skillsets of artistes once they are in positions of power. Is there any new-found respect for your acting skill?Yes, people are talking about my acting skills. Since the past six months, people are sending their scripts across to me. I am now being approached for committees formed regarding acting. Are you amused by this shift?(Laughs) Nothing really affects me now. Those who ignored me till yesterday now want to exchange pleasantries with me. Amar songe emon tui-tukari korchhe jeno roj anekhon adda martam amra (They talk to me in a way that makes me feel that we have long adda sessions regularly). They send me scripts, insisting that my presence will help the projects. I have seen the world enough to not get perturbed by all this. There are talks of you spearheading a movement in Tollywood that will challenge the functioning style here…Many, including veteran artistes, are calling me up. But let me make it very clear. Here, I talk as an artiste and not a politician. I know the problems that exist in the film industry. As an artiste, I can fight for the rights of my fellow members from the industry. Payments for overtime are not cleared. Earlier sets were built for shooting. Now, artistes are taken to real locations and asked to shoot without providing the required infrastructure to the unit. The working conditions are terrible.How do you propose to change all this?There has to be an end to this. There is the nagging problem of making unreasonable demands to outstation crews if they want to shoot in Bengal. Many of them are so fed up with this “tolabaji” that they just come, see the locations, say “thank you so much” and then shoot in Mumbai. They are forced to take technicians who are ill-quipped to handle the equipment. This can’t just go on. I have worked with small units too where films were made with passion and on shoestring budgets. We all pitched in and took less remuneration because we wanted the films to be made. However, things got derailed. Despite the best efforts, these projects couldn’t happen because of the enormous demands of the guilds. Nobody could protest. Veteran hair dressers don’t get their due while newbies with no skillset are given monetary rewards. Producers — who used to once do a lot of big serials — simply vanished because they got no slot to showcase their programmes. Bengali film productions abroad had to fold up. Shootings have got cancelled. This involves the future of so many people. How can the industry grow if all such things are allowed? Are you trying to form an alternative guild/forum?I want to fight for those who have been exploited. They are the ones who will lead the movement in Tollywood. I will be there beside them to create this alternative space. Bollywood stars had gone to meet the Prime Minister. Do you have any such plans for Tollywood?Of course, I do. I would want to organise a meeting with a core group from Tollywood and our prime minister. I want to brief him on the current situation in Tollywood. Many technicians and artistes have expectations from me. I have to meet those expectations. Can we expect to see a selfie of Tollywood artistes with the prime minister?Yes. But it’s not about selfies. I want the meeting to help the industry. There is already talks about two groups by BJP leaders — one by director Shankudeb Panda and another by designer Agnimitra Paul — forming two separate units in Tollywood. This has become a butt of ridicule and confusion. What’s your take on that?These are just means to divert the attention away from the actual problems plaguing Tollywood. Why create rifts when we are only trying to improve the condition of the industry? I want to find out a means by which elderly technicians can be given pension. They have given years to the industry but there is no one to look after them once they are past their prime. Why should I be distracted by talks about rifts when I am only concerned about standing beside those who are in need and/or have been exploited in this industry for years? When it comes to the film industry and politics, entertainers are often up for a lot of challenges. Mimi and Nusrat were trolled heavily when they contested and even on their attire at the Parliament. What do you have to say to that?I don’t support the way Mimi and Nusrat were trolled. No one should face this. Nusrat’s marriage is in the news. Do you have any message for her?I wish her the very best for her new journey ahead. While marriage is a big event in one’s life, she must not ignore the promises she made while contesting the elections in Basirhat. From cutting hay with village belles to riding autos, entertainers across party lines have often engaged in various gimmicks while asking for votes. Once they win the polls, they disappear from the constituency. Does that impact the image of entertainers-turned-politicians? Is that why star politicians are often not taken seriously?All I can say is that it isn’t fair to fool your voters. A leader can’t ask for votes, claim to be just a phone call away and then vanish in the time of need. Being an MP is a big responsibility. The poor expect certain things from their elected leader. Guest appearances by star politicians are a huge let down. If you can say you are the ‘ghorer meye’ before the polls, you have to be around when the ‘ghor’ is burning. You can’t give alibis for personal events and shy away from your responsibilities. Nusrat should visit Sandeshkhali and spend time there. How frequently will Hooghly get to see you?I am returning on Saturday and will be going there on Sunday. Download The Times of India News App for Latest City ."}, "Burning of garbage on the bank of sewage canal": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/burningofgarbageonthebankofsewagecanal/articleshow/69629857.cms", "time": "", "description": ""}, "Medics to face civic heat if they flout dengue protocol": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/medics-to-face-civic-heat-if-they-flout-dengue-protocol/articleshow/69865950.cms", "time": "2019-06-20 12:01:00", "description": "KOLKATA: The health department will take strong action against nurses or doctors in any healthcare institution if they are found guilty of not following the dengue treatment protocol. A meeting was held on Wednesday, where KMC officials, along with superintendents and medical superintendent vice-principals of all government hospitals of the city, were present. KMC deputy mayor Atin Ghosh said the health department had come up with a dengue treatment protocol in 2017. An inspection team has been formed by the health department that will visit hospitals where dengue patients are admitted. “If any negligence is found against any nurse or doctor for not properly following the protocol, the health department will take action against them,” Ghosh said. “More monitoring is needed for private hospitals and nursing homes as dengue treatment protocol is often not properly followed. A dengue patient may turn in such case,” he added. Ghosh also said the civic authorities have decided to conduct IGG tests on suspected dengue patients who have suffered from the disease earlier. “At times, the condition of repeat dengue patients turn critical. Repeat patients will be treated as critical,” he said, adding that they would be referred to state hospitals by KMC authorities. Download The Times of India News App for Latest City ."}, "P3Ps attend an exhibition of illustrations and book launch event": {"link": "http://photogallery.indiatimes.com/events/kolkata/p3ps-attend-an-exhibition-of-illustrations-and-book-launch-event/articleshow/69871869.cms", "time": "", "description": ""}, "Future Hotel School celebrates the best of Bengali and Bangladeshi cuisines": {"link": "http://photogallery.indiatimes.com/events/kolkata/future-hotel-school-celebrates-the-best-of-bengali-and-bangladeshi-cuisines/articleshow/69844714.cms", "time": "", "description": ""}, "After nine days in ICU, NRS doctor discharged; to visit Raipur home": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/after-9-days-in-icu-nrs-doc-discharged-to-visit-raipur-home/articleshow/69865886.cms", "time": "2019-06-20 12:09:00", "description": "KOLKATA: Yash Tekwani, the intern at NRS Medical College and Hospital, who, along with fellow intern Paribaha Mukhopadhyay, was injured during the mob attack on the night on June 10 following the death of an elderly patient, was discharged from hospital on Wednesday. Back from the ICU at NRS after nine days, the young doctor is eager to resume work but doctors have advised him rest. “I have been told that the chief minister has assured the doctors of certain measures to prevent mob attacks. I understand that the situation cannot improve overnight. But I trust that things will start changing for better from now on,” the young doctor told TOI. Hit by a brick on the head, Tekwani, who was on duty at the emergency ward, was treated at the ICU of NRS Medical College and Hospital. His received six stitches and the scalp also developed oedema, which luckily did not percolate to the brain tissues. “The assault left me disoriented the first two days. I had no idea about the protest. My friends told me about it only on the fourth or fifth day, after I was in a more stable condition,” Tekwani said. The resident of Raipur in Chhatisgarh had ranked high in NEET-UG and could secure an MBBS seat at several medical colleges across the country. But he chose Kolkata “because of the quality education offered here”. “I learnt Bangla within a year of my MBBS at NRS so that it would help me interact with patients. I was happy with the quality education offered here. I was excited and eager about my internship till that incident took place,” Tekwani said. He wants to take up either psychiatry or general surgery in his post-graduation. Both Yash and Mukhopadhyay, who started their internship in March, are now fighting the mental trauma that the attack has caused. Tekwani pointed out that the mob attacked them but all they had made every effort to save the patient. They had even administered life-saving drugs, he claimed. “It was a mob of around 200 with sticks and bricks, assaulting us in front of the police. How could those truckload of people be allowed inside the hospital in the first place? I will never forget that incident. But I will not let it scare me away from work,” he said. Thanking those who supported the movement by junior doctors, Tekwani said, “This was required so that such incidents can be prevented in future. Thanks to my friends and teachers for looking after me well.” Tekwani has not let his parents visit him in Kolkata as he feared the protest might worry them even more. Now that he has been discharged from hospital, he will go home to recuperate, as advised by doctors. But before leaving, he plans to visit Mukhopadhyay and try to talk him him of his trauma. “Internship is a crucial part of my training. We are doctors and we cannot afford to keep ourselves away from patients. I would have loved to join duty immediately, had the doctors not advised complete rest. I will return soon with renewed energy,” Yash said. Download The Times of India News App for Latest City ."}, "Kolkata man arrested for raping minor at Fort William": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/man-arrested-for-raping-minor-at-fort-william/articleshow/69865882.cms", "time": "2019-06-20 06:48:00", "description": "KOLKATA: A youth was arrested on charges of raping a minor at Fort William, the headquarters of the Army’s Eastern Command. According to the Army, the accused, Sagar Mallick, was visiting his relative Raja Mallick, a steward at the Army Officers’ Institute (AOI) inside Fort William, who stays at his quarters in the Old Bengal Area Provost Unit (BAPU) Lane on the premises. Preliminary investigation has revealed that Mallick allegedly raped the 11-year-old between 6pm and 8pm on Saturday when her parents had gone to the market. The girl’s father is a neighbour of Raja Mallick and also works at AOI. Her mother also told the police that Mallick is a distant relative and could enter their house easily even when the parents were away. The child apparently broke down after her mother returned and told her everything. An FIR was then lodged against Mallick at the Maidan police station. He has been charged under Section 376 (2)(f) of the IPC and Section 6 of the Protection of Children Sexual Offences (POCSO) Act. According to the Army, the police went to Fort William to look for Mallick on Sunday, but could not trace him. He was later arrested from south Kolkata. “It seems that he is related to the wife of Raja Mallick. On questioning them, we came to know of the location in south Kolkata from where he was finally arrested,” a police officer said. “We want to gather some more evidence and the court has sent the accused to police custody till June 24. We will file the chargesheet as early as possible,” said an investigating officer. We are ensuring the girl receives counselling and a medical board has been constituted to keep a check on her health. Her statement has already been recorded in front of a magistrate,” added the investigating officer. Download The Times of India News App for Latest City ."}, "Shops, markets shut; violence has brought life to virtual halt": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/shops-markets-shut-violence-has-brought-life-to-virtual-halt/articleshow/69882133.cms", "time": "2019-06-21 04:47:00", "description": "BHATPARA: With the political violence that exploded in Bhatpara during the assembly bypolls refusing to end even after a month, life of people has been the worst casualty. Kachhari Bazar, which has been the epicentre of Thursday’s violence, now appears to be desolate. It wasn’t so in the morning before the clash started. Closed for several days due to clashes, cops from the Bhatpara police station held a meeting with traders and the market committee on Wednesday night. Police repeatedly urged them to reopen the market to bring back normalcy. Ajit Shaw, who works at Reliance Jute Mill, said, “Life here has been completed disrupted for the past month. The market opens for a day or two and then, it is shut down as clashes break out. After today’s violence, I do not know when it will reopen. We need to go elsewhere to purchase even the basic household articles and food.” Jamir Ahmed, a trader, who stays and works at Number 5 railway siding, said, “The entire month of Ramzan was wasted as we were forced to keep the shops shut on most days. We hoped that after the elections, normalcy would be restored. If we do not open the shops for days together, how do we earn and how will we feed our families? People are terrified to even step out. This has to end.” Santosh Shaw, whose shop is not far from Jamir’s, echoed him: “Even during the strife, I had tried my best to keep my shop open. Though this is a minority belt, I have my shop here for years and when I thought I will have to close it down, the locals assured me they would guard it themselves. However, this recent violence has led to prohibitory orders. I can’t open my shop.” A middle-aged woman, who runs a tea stall near Jagatdal Jute Mill, was scared even to speak. “I opened my shop on Thursday after several weeks. But I had to close it down within a few hours,” she said. “My daughter is a private tutor. She has stopped all her classes after evening.” Kankinara Bazar has been affected badly with the violence and the consequent looting. Once a bustling place, the market could not be opened for nearly a week. “Nowadays, we don’t dare to keep our shops open till 10pm, fearing a clash might break out. Now, we shut by 8pm-8.30pm,” a trader said. The roadside food stalls had slowly started opening in the evening. “But owing to the bombing and firing over the past three days kept our customers away,” said a street food vendor at Kankinara Bazar. A cross section of people TOI spoke to were cautious. “Anything can happen at any time,” said a youth who runs a music school on the other side of the railway tracks, supposedly a more peaceful area. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Rabindrasarobar Lake": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rabindrasarobarlake/articleshow/69818306.cms", "time": "", "description": ""}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "In four years, Howrah-Delhi by train would take only 12 hours": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/in-four-years-howrah-delhi-by-train-would-take-only-12-hours/articleshow/69867226.cms", "time": "2019-06-20 07:08:00", "description": "NEW DELHI: In the next four years, you can hope to reach Delhi from Howrah in just 12 hours boarding a superfast train. Similarly, the journey from Mumbai to Delhi could be completed in just 10 hours. The railways has set the target to increase the maximum speed of trains on these routes to 160 kmph to cut down the travel time between the national capital and financial capital by five hours and save five-and-half-hours’ journey time between Delhi and Kolkata. The fastest trains now (Rajdhani) can run at a maximum speed of 130 kmph. This is among the clutch of proposals that the railways has finalised as a part of its 100-day agenda under the second edition of the Narendra Modi government. The railways estimates spending of about Rs 13,500 crore in shoring up the national transporter’s infrastructure over the next four years. According to a circular issued by Railway Board chairman V K Yadav, enhancing track infrastructure on these two busy routes is necessary as they account for nearly 30% of passenger and 20% of total freight traffic on the rail network. Yadav has instructed officials to initiate immediate action to start implementing the plans by August 31 and the ministry has sent the proposals to the PMO. Sources said Yadav on Wednesday shared the details of the targets including the plan to bring in private players to run passenger trains on select routes at a meeting of Group of Secretaries on infrastructure. TOI on Wednesday reported the move by railways to open up the passenger segment for private entities and the plan to launch a mega campaign to pursue people to “give up” the concessions that they can avail while buying tickets. The railways has also proposed to obtain all approvals in the next 100 days to eliminate 2,568 level crossings on Golden Quadrilateral and diagonals with rail over bridges and rail under bridges. It has estimated spending of about Rs 50,000 crore in the next four years for this and the entire funding will come from Centre. This will be level two government intervention to do away with level crossing. Earlier, the government had eliminated “unmanned level crossings” either with ROBs/ RUBs or by deploying people after installing gates. Constructing of ROBs and RUBs will ensure seamless traffic movement across the tracks. Other targets include obtaining Cabinet approval for a digital corridor for railways with provision of 10 MHz spectrum in 700 MHz frequency band for railways which will enable it to increase trains’ carrying capacity due to increase speed potential, improve operation during fogs and improved security. Other proposals include providing Wi-Fi at all 6,485 railway stations, starting a pilot for an advanced signalling system, jump-starting process redevelopment of 50 railway stations and restructuring of the Railway Board. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Pedestrians right to footpath ignored": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pedestriansrighttofootpathignored/articleshow/69818283.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Shyambazar suicide hits Metro services in peak hours": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/shyambazar-suicide-hits-metro-services-in-peak-hrs/articleshow/69882164.cms", "time": "2019-06-21 06:07:00", "description": "KOLKATA: Metro services were disrupted during peak hours on Thursday morning after a 55-year-old assistant sub-inspector of the Kolkata Police’s Special Branch attempted suicide at the Shyambazar station around 9.33am. This is the second such incident in three days which affected Metro services during peak hours. The ASI, Amiya Kumar Mondal, a resident of Belgharia, was immediately sent to R G Kar Hospital but doctors declared him dead on arrival. On Tuesday evening, another middle-aged man had committed suicide at the Rabindra Sadan station and the Metro services had been disrupted for over an hour. “On Thursday morning, Mondal was standing at the north end of the down platform at Shyambazar and jumped when the Kavi Subhas-bound train was about to enter. The motorman applied emergency brakes and the train stopped after four coaches entered the platform. Two of them crossed the spot where Mondal jumped. The rake was immediately evacuated and station staff checked if he was still alive. As there was no movement, the rake was reversed and power to the third rail was switched off. Mondal was lying in the central drain between the two rails. He was injured but still alive when we sent him to the hospital,” Metro Railway CPRO Indrani Banerjee said. Officials worked fast and were able to restore the services at around 10.09am. During the gap truncated services were run between the Central and Kavi Subhash stations. Passengers, however, said that they were severely inconvenienced due to the disruption that upset their schedules for the day. Banerjee said there is a procedure that has to be followed after any suicide attempt and those in charge expedited the process for the convenience of passengers. We keep eyes on commuters, especially those behaving differently on platforms or inside the station premises, but there are times when their actions are not very clear. “We went through the CCTV footage carefully. Even those standing beside Mondal were not aware of his motive. Due to the heavy rush during peak hours, it is not always possible to spot people behaving differently. In 2018-19, the Railway Protection Force prevented 20 suicides,” Banerjee added. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "CBI quizzes bizman Panja over paintings": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/cbi-quizzes-bizman-panja-over-paintings/articleshow/69882499.cms", "time": "2019-06-21 06:00:00", "description": "Kolkata: Businessman Shibaji Panja was interrogated by CBI on Thursday in connection with paintings purchased by Ponzi firm owners. CBI sent him summons a few days ago to appear at the CGO complex office. According to sources, Panja, who was earlier quizzed by CBI officers over the sale of paintings in 2011, was asked if Angel Group had purchased any. CBI officials also handed him another summons related to the Rose Valley probe. The officials wanted to know whether he was privy to sale of paintings to Rose Valley boss Gautam Kundu. Panja said: “I have always cooperated with the agency in their probe and will continue to do so.” Download The Times of India News App for Latest City ."}, "Two dead in Bhatpara clash; top cop shifted": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/two-dead-as-bombs-bullets-fly-in-battle-zone-bhatpara-top-cop-shifted/articleshow/69882463.cms", "time": "2019-06-21 06:42:00", "description": "BHATPARA (NORTH 24 PARGANAS): Two persons, including a 17-year-old, died and six were injured as the troubled Bhatpara area witnessed a couple of hours of bombing and firing in pitched battles between Trinamool and BJP supporters on Thursday morning. Police intervened, first with a lathi-charge, then with tear-gas and finally fired in the air to bring the situation under control. The latest round of violence came on the same day state director-general of police Virendra was supposed to inaugurate a new police station in Bhatpara; before the day ended, Barrackpore commissioner Tanmay Raychaudhuri had been removed from his post and replaced by Manoj Verma (who was the Darjeeling inspector-general of police). Four of the six injured on Thursday were critical, officials said. Thursday’s deaths took the body count in Bhatpara to five since May 23, the day Lok Sabha poll results were announced and Trinamool rebel Arjun Singh was declared the winner in a fiercely contested fight for the Barrackpore seat. The state government clamped prohibitory orders after Thursday’s violence and Bengal CM Mamata Banerjee gave cops a 72-hour deadline to restore normalcy. Thursday’s violence started around 10.45am about 100 metres from the police station that was supposed to be inaugurated by Virendra. (He was on his way to Bhatpara for the ceremony but turned back towards Nabanna as news of the violence broke; he later returned to the spot but to probe the violence.) Two bombs fell near the labour office gate of the Reliance Jute Mill as workers queued up for their morning shift. The blasts led to widespread panic but, in a few minutes, a crowd of several hundred gathered at the Bhatpara crossing. They chased away the miscreants, who fled towards Kachhari Bazar, and all was quiet for about 30 minutes. But, around 11.20am, a fresh round of violence — with bombs and gunfire — started at Kachhari Bazar, which had reopened on Thursday morning after two weeks following assurance from cops to shop owners that adequate protection would be provided for their security. Phuchka (pani puri) seller 17-year-old Rambabu Sau, who was returning home from the market, was hit by a stray bullet. Another bullet hit 49-year-old Dharamveer Shaw in the abdomen. Both died almost immediately at the spot. There were contradictory accounts of what led to the two deaths and what happened immediately after that. The victims’ kin alleged cops opened fire and this led to the deaths. A few locals claimed they saw armed miscreants roaming around with pistols; a CCTV grab, showing masked men walking with pistols, corroborated this account. But cops said they opened fire in the air in self-defence. The bombs were thrown from West Ghoshpara Lane, they added. Six policemen were injured. Barrackpore MP Singh squarely blamed police. “Cops have given a free run to Trinamool workers. Seven people have been shot at,” he said. Trinamool Congress leader Madan Mitra countered: “It is sad that Singh has cited police firing for the deaths when officials clearly fired in the air. The BJP is seeped in the politics of violence.” The state government took a grim view of the situation. Virendra, who cut short his morning Bhatpara visit, went straight to Nabanna for a meeting with state chief secretary Malay De and state home secretary Alapan Bandyopadhyay. CM Banerjee gave the administration three days to control the situation. She was also angry with the police firing and questioned why history-sheeters were allowed a free run, officials said. Home secretary Bandyopadhyay later told reporters that Section 144 was clamped in two police station areas. “DGP Virendra and additional director-general of police (South Bengal) Sanjay Singh have been asked to reach the spot. The CM is monitoring the situation,” he said, requesting everyone to desist from inflammatory speech and messages. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "There is no reason for us to feel threatened: Swarup Biswas": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/there-is-no-reason-for-us-to-feel-threatened-swarup-biswas/articleshow/69859741.cms", "time": "2019-06-20 08:00:00", "description": "Members from the film industry have joined BJP and are trying to make inroads into Tollywood. Are you seeing them as a threat?There is no reason for us to feel threatened. I feel no need to react or counter. I am not aware of what they are saying. Ours is an all-India-based non-political organisation. We have over 7,000 members in the Federation. That excludes 2,500 to 3,000 artistes. I wouldn’t want to comment on what is being done politically. I have doubts about the credentials of those who are claiming that work isn’t happening in this industry. The problems that had festered in the industry after the 34 years of Left regime have been sorted out because we have all united to fight the malice. If work is happening, there will be problems. We sit across the table and sort out the problems. What about the non-clearance of dues? Fingers are being pointed at not just one producer. Other names have also cropped up…We have started processing the dues. I only know of one producer with whom people have issues. As far as my knowledge goes, all the dues have more or less been cleared. We have no complaints from technicians regarding dues from other producers. Is there a meeting on June 23?Yes, we are holding an extraordinary general body meeting where a number of issues will be discussed. We don’t need to meet to counter anyone. This meeting will be held to ensure better working environment. Producers have also been invited to discuss issues involving payments. Will shooting get stalled that day?Yes, we have requested that. If someone wants to increase the shooting time the day after, we will allow that. Problems regarding payments have also cropped up with suppliers. Are you aware of that?I have heard of that problem. But suppliers have a different guild. So, I can’t really talk about that. There are talks about many of your guild members who are not technically sound. What’s the criterion for getting a guild card?A person has to be technically sound to get a card. We see the qualification and past experience. At least two or three years of experience is required. We prefer if an assistant director is a graduate. Is there a fixed format? A hairdresser might not need to be a graduate to do the job. How do you judge if they are good or not? They can just claim that they are good. Who decides whether or not a person makes the cut?Fields like direction, camera, art direction and editing need proper training from institutes. There is so much of learning required to do good makeup or even hair. Work experience is of huge help. We keep an eye on both these factors while giving a card. If we send a makeup artist to a set where the director wants a certain look, he or she has to deliver. Otherwise, it doesn’t work. We have heard of complaints against many card-holders who are technically challenged and end up being a baggage on sets when it comes to handling high-end cameras etc. Have you ever taken away their cards?We have very few members who are inexperienced or don’t know work. Even if we are to believe that this number is 5%, do you take away their cards? After all, they are a burden for any production unit…They go to assist the main technicians. We need assistants for makeup and hair too. Are you organising technical workshop/training for such members?We plan to do that in November-December. Download The Times of India News App for Latest City ."}, "\nMusical Event in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Musical-Event-in-Kolkata/articleshow/46984387.cms", "time": "", "description": "The event turned out to be one starry affair with Babul Supriyo, Prosenjit Chatterjee and Vinod Rathod coming together for a cultural evening, organized by Tochan Ghosh, at a city theatre recently .  The programme also saw the who's who of Tollywood in attendance. Babul set the mood for the evening with songs like Tumi robe nirobe, Sedino akashe chilo koto tara and more.He was joined by Rituparna Sengupta, who also crooned a few lines. Usha Uthup added zing to the show with her hit number Uri uri baba. “It's been a long association with Tochonda.Several artistes in Tollywood have got recognition because of him,“ Usha said. Download The Times of India News App for Latest City ."}, "Unbearable stench, Elliot Road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unbearablestench2celliotroad/articleshow/69718391.cms", "time": "", "description": ""}, "Risky Journey": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/riskyjourney/articleshow/69629660.cms", "time": "", "description": ""}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jungle of electric wires and cables": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/jungleofelectricwiresandcables/articleshow/69718346.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "\nSahil Sangha and Dia Mirza attend the showcasing event of Shantanu and Nikhil’s couture collection in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Sahil-Sangha-and-Dia-Mirza-attend-the-showcasing-event-of-Shantanu-and-Nikhils-couture-collection-in-Kolkata/articleshow/49817649.cms", "time": "", "description": "Shantanu and Nikhil’s couture collection is for the man who is well-travelled, has an innate sense of style, someone who chooses understated yet classic designs and understands luxury.  The autumn-winter collection that the designers showcased in Kolkata on Sunday, set new benchmarks in men’s couture wear. An ode to the past: The collection, ‘The Prince Unknown’, took inspiration from the bygone era, but the balance of contemporary and traditional was well achieved in the designs that were all about structured silhouettes, drapes and layers. Says Shantanu, “We have always been inspired by the pre-Independence era. Through this collection, we revisited the palaces and had an insight into the lives of royalty. The princes and kings had a charming appeal and were known for their unique and classic style. They were fearless, indulgent and knew what luxury is. We wanted to show that prince and rulers in the past had a life which pretty much had the motto of work hard, party harder. So the fearless attitude is reflected in the structured silhouettes. There was also a bit of feminine touch through the drapes and layered effect. We used a lot of raw silk, jerseys to create that fall and effect in drapes and layers in kurtas.” Of Nehru jackets and waistcoats: From rich tones like royal blue and maroon to subtle shades like beiges, brown and grey, the collection presented a mix of shades. Muted embroidery on jackets, texturing and fine detailing were noteworthy. Layered kurtas, bandhgalas, sherwanis with churidaars were part of the collection. The designers paid a lot of attention to jackets. “This time the emphasis is on our love for Nehru collars. Nehru collar was given different shapes, some rather high and some were kept in their natural form – something that we are used to seeing. Then there were variations in jacket lengths. There were cropped jackets, waist coats, bandhgalas and sherwanis with lengths kissing your knee and with high slits so that one can see the drama at the bottom. It was a jacket-focused collection and textures were very tone-on-tone. There was a hint of understated luxury throughout the collection,” says Shantanu. Download The Times of India News App for Latest City ."}, "Kolkata: Another crime, but with a happy ending": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/another-crime-but-with-a-happy-ending/articleshow/69881609.cms", "time": "2019-06-21 06:39:00", "description": "KOLKATA: Hours after the harassment of city-based model Ushoshi Sengupta by bike-borne youths at Exide crossing and again at Lake Gardens late on Monday night, another woman travelling alone at night faced a similar ordeal on a deserted Alipore stretch. However, the cop on duty took prompt action to save the woman in the second case and helped his colleague arrest the accused app-cab driver who was allegedly stalking her. The incident assumes significance since police used a Twitter post from the woman to lodge an FIR and then arrested the driver from Kidderpore. The accused has been identified as Arun Patra. According to police, the woman had hailed an Uber cab from Behala No. 14 bus stand and was headed to the airport. Around 3.20am, her cab crossed Bailey Bridge and had taken Burdwan Road when it came close to another app cab being driven by Patra. “There was a point when the two cars almost collided. This angered Patra. He started following the car. A little ahead, near Laxmipat Singhania School, Patra even tried to block the car in which the woman was travelling. She raised an alarm but the accused reportedly did not budge. The driver of the Uber managed to wriggle out and sped towards Alipore zoo. By this time, the woman was frantically searching for a cop to seek help,” said an investigating officer. She spotted ASI Biplab Das from Alipore police station, who was on night patrol, standing near the zoo. “Around 3.40am, Das saw the cab stop near him. The woman got down and pointed towards the app cab and alleged that the driver of that car was following her. Before the ASI could do anything, the accused drove towards AJC Bose Road. However, the car returned on the same route a couple of minutes later and Das noted the registration number of the vehicle. The ASI then gave his phone number to the victim and her cab driver and asked them to call him if they needed any help. The woman, after reaching the airport, called the ASI to express her gratitude and also requested him take action against the driver,” said DC (south) Meeraj Khalid. The cops pursued the case further, requesting the woman to send over a complaint. Expressing her gratitude, the woman iterated her ordeal on her Twitter handle. “Based on her account and that of Das, an FIR was drawn under IPC sections 354D (molestation by following a woman to foster personal interaction repeatedly despite a clear indication of disinterest by such woman) and 341 (wrongful restraint),” said Khalid. On Wednesday, Patra, a resident of Sarsuna, was arrested. “He claimed that he was drunk and his only intention was to teach the other driver a lesson,” said an officer. Cops are using CCTV footage from Alipore to reconstruct the crime. An Uber spokesperson said: “This is a clear violation of our ‘community guidelines’. We have removed the driver partner’s access to the app, and stand ready to assist the law enforcement authorities.” Download The Times of India News App for Latest City ."}, "Have accepted all demands of protesting doctors, they must rejoin service, says Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/have-accepted-all-demands-of-protesting-doctors-they-must-rejoin-service-says-mamata-banerjee/videoshow/69803627.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "A drop is required to Save a Life": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/adropisrequiredtosavealife/articleshow/69300043.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Garbage littering at B.B.Ganguly Street": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagelitteringatb-b-gangulystreet/articleshow/69718333.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Link Failure at Garden Reach post Office": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/linkfailureatgardenreachpostoffice/articleshow/69818281.cms", "time": "", "description": ""}, "Garbage remains dumped beside road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageremainsdumpedbesideroad/articleshow/69300019.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "IMA to go ahead with nationwide strike tomorrow in support of protesting Bengal doctors": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/ima-to-go-ahead-with-nationwide-strike-tomorrow-in-support-of-protesting-bengal-doctors/videoshow/69813259.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "No Helmet yet No Fine.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nohelmetyetnofine-/articleshow/69629863.cms", "time": "", "description": ""}, "Illegal parking on the service road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalparkingontheserviceroad/articleshow/69818271.cms", "time": "", "description": ""}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "People suffer as Arjun faces armed opposition at Bhatpara": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/people-suffer-as-arjun-faces-armed-opposition-at-bhatpara/articleshow/69882112.cms", "time": "2019-06-21 04:45:00", "description": "KOLKATA: Bhatpara strongman and Barrackpore’s BJP MP Arjun Singh is perhaps facing the toughest challenge in his political career. This is the first time that Singh has to operate against the state administration in North 24 Parganas with Kankinara as the epicentre. But the month-long violence at a place only 43 kilometres from the state headquarters in Kolkata defies the Trinamool narrative of putting all the blame on the Barrackpore MP. Peace-loving residents have started asking if Arjun Singh is on one side of the confrontation, who is on the other side. For, things shouldn’t have reached such a point despite the political change in the area. Singh took away with him most of the votes he had polled when he was with the Trinamool. He had polled 59,253 votes when he fought for the Bhatpara assembly seat in 2016 on a Trinamool ticket. His son Pawan polled 58,119 votes in the 2019 Bhatpara assembly bypolls, showing that Singh’s support base remained more or less the same despite the change in his political loyalty. However, with the shift, the tools of political domination started working: colours of party offices changed from green to saffron and the ranks who serve as cogs in the party machinery that thrives on proceeds from “building material supply” and commission from jute mill labourers shifted loyalty as well. The Barrackpore MP has a near monopoly in the coolie lines on one side of the Ghoshpara Road that provide the muscle power he needs. Some of these jute mill workers had shouted Jai Shri Ram during chief minister Mamata Banerjee’s visit to Bhatpara in early June, and they are the ones who had blocked the Station Road area when Trinamool seniors — Jyotipriya Mullick, Nirmal Ghosh, Tapas Ray and Madan Mitra had gone on a visit to the area on June 2. During the last one month, Arjun Singh has tightened his grip on the civic bodies in the area. His son is the Bhatpara MLA, his nephew Saurav Singh is Bhatpara Municipality chairman and his brother-in-law Sunil Singh is Noapara MLA and Garulia Municipality chairperson. Sunil’s son Aditya Singh had joined BJP earlier. Also, many Trinamool councillors from Bhatpara, Kancharapara, Naihati, Halisahar and Garulia civic bodies have joined the BJP. The saffron surge in the city’s backyard has made the ruling Trinamool desperate to break the BJP’s rise in the Barrackpore area that is helping BJP make forays into bordering Nadia. Trinamool chief Mamata Banerjee tried to halt BJP’s advance by consolidating other communities in the area. Taking the cue, police apparently went on an overdrive and conducted night raids in the locality, antagonising sections of the local population. “Police are targeting BJP supporters in the area and slapping serious charges on them. But they are not so keen on booking the culprits who killed BJP supporter Chandan Shaw after the Lok Sabha results,” said state BJP general secretary Sayantan Basu. Trinamool’s North 24 Parganas president and minister Jyotipriya Mullick accused the Barrackpore MP of bringing revolvers from outside. “Singh’s men had opened fire on the 16-year-old,” he said. Arjun Singh, on the other hand, put the blame on the police. “He was killed in police firing. The bullet hit him on the back of his head,” he said. The Barrackpre MP charged the TMC of rallying anti-socials from outside with police help. The agitation of women from a particular community in front of the police station before the violence was enough indication that things were turning for the worse. Realising the gravity of the situation, the government has clamped Section 144 in the area. The state BJP was quick to take up the “Kankinara police killing” with their seniors in Delhi. “We are sending a BJP delegation to the place. We will send a report to the Union home ministry,” said BJP national general secretary Kailash Vijayvargiya. TMC’s Tapas Ray wanted parties to end violence and rise up to the clamour for peace. “The CM is trying her best to restore peace in the area. The BJP, it seems, is in a haste to grab power in Bengal. The party is not ready to wait for the assembly polls,” Ray said. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "Careless Police": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/carelesspolice/articleshow/69818316.cms", "time": "", "description": ""}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "West Bengal government hospitals get nodal officers to coordinate with police": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/West-Bengal-government-hospitals-get-nodal-officers-to-coordinate-with-police/articleshow/69865856.cms", "time": "2019-06-20 11:15:00", "description": "KOLKATA: The state government has assigned five nodal officers —all senior bureaucrats—to each for the five government medical colleges in the city to coordinate with the hospital administration and police. The nodal officers from Swathya Bhawan will work in tandem with the hospital administrations and the police to implement security measures at these state-run hospitals. Apart from security aspect, the nodal officers will also look after other issues, particularly that of infrastructure, pertaining to respective hospitals. Apart from the five medical colleges and hospitals of the city, the other teaching hospitals in the districts, too, have been given nodal officers from Swasthya Bhawan. While the police will look into the access control at all gates, no illegal parking will be allowed near the hospitals. Swasthya Bhawan, the state health headquarters, on Wednesday also issued an order, giving the medical superintendent-and-vice principal (MSVP) at each hospital the authority to lodge a police complaint in case of vandalism or assault on doctors. A report also has to be sent to the state health department. Two days after chief minister Mamata Banerjee assured junior doctors of effective security measures, state health secretary Rajiva Sinha on Wednesday presided over a meeting with the newly appointed nodal officers, principals and MSVPs of the five government medical colleges in the city and the police nodal officer, DCP (Combat) Colonel Nevendera Singh Paul. Paul’s combat force will train the security personnel at the hospitals on how to tackle mobs. Confirming the meeting, Sinha said, “The suggestions made at the CM meet were followed up during the meeting on Wednesday.” A joint team from the health department and Kolkata Police will start visiting hospitals for security audit from Monday. The team is expected to find out security loopholes at the establishments, such as lapse in access control, and look for room for improvement by checking if more space can be created in the emergency wards, better security can be implemented, more CCTV cameras can installed and if there is a need for augmentation in the existing private security services. Once the audit is completed, the joint team will put in its recommendations. The ground work for the security audit will start from Thursday. “According to the recommendations by the security audit team, an SOP will be prepared and recommended,” a senior officer, who was in the meeting, said. According to the police top brass at Lalbazar, officers have decided to start mapping zones and past incidents to pinpoint certain areas and similar incidents that had led to assaults on doctors in the past. In addition, now that the CCTV footages will be available with the local DCP office, outpost and the local police station, senior officers will use a special app to track the grabs. Police sources said that they would also store the CCTV images from the emergency wards for longer in case they needed to be investigated. In addition, local police will work with the Special Branch, the Anti-Rowdy Squad and the local police stations to assess the local groups or patients’ families that can pose danger. “We are trying to create a separate portal and a unique email ID, where both doctors and patients can raise their respective security issues. In addition, just like in CNMC, NRS and SSKM hospitals right now, we will have panic buttons at other establishments too. There are a few limited ones at NRS, where the number will be increased,” an officer said. Download The Times of India News App for Latest City ."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "CM Mamata Banerjee sends flowers to five doctors": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/cm-mamata-banerjee-sends-flowers-to-five-doctors/articleshow/69870780.cms", "time": "2019-06-20 12:11:00", "description": "KOLKATA: Chief minister Mamata Banerjee has sent flowers and a handwritten note, thanking the five senior doctors, who helped facilitate the talks between her and the junior doctors. The group comprises gastroenterologist and SSKM hepatology head Avijit Chowdhury, veteran physician Sukumar Mukherjee, MCH cardiothoracic surgery head Plaban Mukherhee, SSKM rheumatology head Alokendu Ghosh and SSKM general surgery head Makhanlal Saha. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "My right of way: Roads free of creeps at night": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/my-right-of-way-roads-free-of-creeps-at-night/articleshow/69865838.cms", "time": "2019-06-20 11:41:00", "description": "By: Trina Banerjee Working on night shifts has its share of pros and cons. But for women, returning home from office in the middle of the night is a different ball game altogether. Monday night’s incident of a model being harassed in the dead of the night has reinforced my fears. The moment a hooligan gang spots me in the car — there is a security guard with me — they start singing or screaming and try to get close to the car. This is scary. What if they harm me? What if they stop the car and drag me out? How will I save myself? Who can I approach for help? My nervous mind stops working. I feel vulnerable. I remember a couple of such incidents. In the first, my car was waiting at the signal at Esplanade when two bikes stopped beside it. The men kept staring at me while singing some cheap numbers as long as I waited at the signal. I was petrified. I moved to the middle of the rear seat, rolled up the car windows and prayed for a safe ride. But till date, I can’t forget how insecure I felt that night. Another incident I remember was during a festival. My car was stuck at Anwar Shah Road and the road was chock-a-block with revellers. I was seated behind the driver. A little scared, I was about to pull up the window when a guy stuck his head in. His face was right in front of me. Shuddering in fear, I hurried to the other side of the car. Similar incidents have happened multiple times, and its worse during festivals when road romeos become more daring. I feel lucky to be safe. But what about the panic and helplessness I have to encounter? Every time I face such an incident, the first thing I look for is the nearest police station. I also try to remember if any of my friends or colleagues lives nearby so that I can call for help. What if the traffic cop on duty doesn’t help me? What will be the last resort? Jumping out of the car and running for my life? It makes me angry that women have to face such experiences every other night. Why must we go through all this? Why can’t I feel safe while driving back home at night? Why can’t I enjoy the rain on my way back, not bothering about how many bikes or cars are there on the road? I don’t have any answer. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Important thoroughfare turns into scrap yard": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/importantthoroughfareturnsintoscrapyard/articleshow/69818366.cms", "time": "", "description": ""}, "WBJEE Results 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/wbjee-2019-result-likely-to-be-out-today-wbjeeb-nic-in/articleshow/69870939.cms", "time": "", "description": ""}, "SI suspended, two show-caused for not filing model’s complaint": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/si-suspended-two-show-caused-for-not-filing-models-complaint/articleshow/69865816.cms", "time": "2019-06-20 06:52:00", "description": "KOLKATA: Two days after a gang of bikers harassed Kolkata-based model Ushoshi Sengupta on her way back home late at night, police have suspended a sub-inspector and show-caused two other men in uniform for not lodging her case and instructing her to approach the “right police station”. Police have also announced a host of measures — including late-night naka checks across the city and issuing a standard operating procedure (SOP) on how to deal with a complainant on the street — to ensure a repeat of similar incident does not happen. The departmental inquiry initiated in this case — led by DC (south) Meeraj Khalid — has established that prima facie, sub-inspector Piyush Kumar Bal of the Charu Market police station had told Sengupta to approach the Bhowanipore police to lodge her case. Similarly, assistant sub-inspector Partha Chatterjee (who responded to the desperate calls of the model but allegedly told her the area where she raised the alarm came under Bhowanipore police station) and sub-inspector Milan Majumdar of Bhowanipore police (who felt there was no incident to bear out a case at Exide Crossing even when Sengupta and the driver were being harassed) have been show-caused. The police brass has decided to create an SOP that will deal with complainants seeking help on the road or those approaching a police station under which the crime did not take place. “The cop who responds first will ensure the case gets reported at the police station concerned. The reaction time will be monitored,” said a police officer. In another major decision announced by additional CP Jawed Shamim, local police will work in tandem with traffic police to carry out night nakas at different locations. “The surprise element has to be maintained. We are expecting to carry out these nakas between 10pm and 1.30am,” said an officer. Police are at a final stage of implementing sensor cameras that can trigger alarms at the control room if something grossly wrong is detected. The decisions were taken at a meeting of senior officers, which was chaired by commissioner Anuj Sharma. “Just as we took hard decisions and replaced the additional OC of Entally police and the NRS outpost chief after the NRS assault case, or replaced the river traffic in-charge after the magician’s death, we wanted to send a strong message after the this case as well. Action will be taken immediately if the safety of women is compromised,” said an officer. Meanwhile, police on Wednesday got the custody of the seven men arrested so far for being involved in this case. The cops will be questioning them till June 21. Public prosecutor Parthasarathy Mukherjee said it was needed because they wanted to arrest three others who are still absconding. “The accused will know their whereabouts. In addition, we will need to carry out a reconstruction of the incident. A few more bikes will also be seized through their help,” he said. Police on Wednesday also prayed for recording the confidential statement of Sengupta before a magistrate. Sources said the prayer has been granted. Download The Times of India News App for Latest City ."}, "India-Singapore pact for green protection": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/india-singapore-pact-for-green-protection/articleshow/69865625.cms", "time": "2019-06-20 11:57:00", "description": "KOLKATA: The Agri-Horticultural Society of India (AHSI) will collaborate with Singapore Botanical Gardens (SBG) to set up shared objectives for environmental protection and sustainable development. ASHI and SBG have signed a memorandum of understanding to extend mutual cooperation to foster capacity building and training in horticulture through knowledge sharing on management and appreciation of the living heritage. The organizations will work together on public interpretation and educational outreach activities, and skill development for staff will be facilitated through exchange programmes. AHSI and SBG will also collaborate on implementing horticulture projects of mutual interest. SBG, a unit of the National Parks Board, is the only tropical garden to be honoured as a Unesco World Heritage Site. “It has become crucial for institutions dedicated towards safeguarding our environmental heritage to come together and share knowledge to achieve a common goal. We at AHSI are excited about our partnership with SBG,” said ASHI president Sunil Kanoria. Download The Times of India News App for Latest City ."}, "\nRain delays IPL 8 opening ceremony in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Rain-delays-IPL-8-opening-ceremony-in-Kolkata/articleshow/46850874.cms", "time": "", "description": "The opening night of the eighth Indian Premier League (IPL) kicked off at the Salt Lake Stadium in Kolkata on Tuesday. Though Bollywood stars like Hrithik Roshan, Anushka Sharma, Farhan Akhtar and Shahid Kapoor tried to lift the audience’s mood after a 1.5 hour delay in the ceremony due to heavy rain, the twiterrati were less than impressed – some calling the event a 'damp squib'.  Shahid almost slipped, Rohit Sharma stepped on a light while climbing the stage but, nonetheless, Virat Kohli was all smiles for obvious reasons at the ceremony. Download The Times of India News App for Latest City ."}, "Road or Scrapyard, Ballygunj": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadorscrapyard2cballygunj/articleshow/69511045.cms", "time": "", "description": ""}, "Kolkata man kills, disfigures infant daughter": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/kolkata-man-kills-disfigures-infant-daughter/articleshow/69883843.cms", "time": "2019-06-21 08:02:00", "description": "KOLKATA: A 25-year-old man, Sk Raju, was arrested on Wednesday on charges of killing his three-and-a-halfmonth-old daughter by repeatedly throwing her onto the bed and then twisting her hand, leg and neck, before disfiguring her face in presence of his wife. Cops said the accused was upset ever since his second wife, Afsari Begum, who gave birth to a girl. According to police, Raju had left his first wife following the birth of a girl child. And he used to fight with Afsari too ever since this baby was born. The incident was reported on Wednesday from the Coal Berth Road under South Port police station. “We found that he had wilfully murdered his minor daughter Sultani Khatoon (3 months 17 days). His wife put up resistance, but was beaten up,” said a senior investigating officer. “After the incident, Afsari and Raju’s mother Anwara Begum took the baby to Ramakrishna Mission Seva Pratishthan and later to SSKM Hospital, where the emergency medical officer declared her dead,” said a senior investigating officer. Police said an FIR was drawn on the basis of complaint of Afsari Begum and the accused was arrested. “Arrangements are being made for holding inquest and post-mortem examination to ascertain the actual cause of death,” said an officer. Police said they would be recording the statement of the his wife and mother. “We are awaiting the postmortem report. We are also contacting his first wife to ascertain if he had behaved violently with his first child. We will pray for the case to be fast-tracked,” said a senior investigating officer from Port division. The homicide section of the detective department is likely to help the South Port police station to file the final chargesheet. Download The Times of India News App for Latest City ."}}