{"Pb, Rajasthan NGOs meet Jal Shakti minister, submit action plan on Buddha Nullah": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/pb-rajasthan-ngos-meet-jal-shakti-minister-submit-action-plan-on-buddha-nullah/articleshow/69880416.cms", "time": "2019-06-21 07:31:00", "description": "LUDHIANA: Taking up the issue of rising pollution in Buddha Nullah and Satluj river, the members of Naroa Punjab Manch and Tapovan Trust from Rajasthan met Union minister of Jal Shakti Gajendra Singh Shekhawat on Thursday and submitted an action plan for the same. The action plan has given major thrust on the timely completion of common effluent treatment plants (CETPs) and upgrade of sewage treatment plants (STPs). Members have also demanded closure of illegal points from where effluents or domestic sewage are released in the drain. The members suggested that all CETPs should be completed at the earliest and treated water should be sent back to industries for re-use. The suggestions also included new STPs to tap illegal disposal of domestic sewage waste in Buddha Nullah, use of treated water from STPs for irrigation purposes and formation of Special Task Force comprising central officials as well as local professionals, ecologists to monitor the progress. Kapil Arora, a city-based engineer and a consultant with Naroa Punjab Manch, said they have suggested identification and disconnection of all illegal connections laid down by dyeing industries and dairies to throw untreated industrial effluents and animal excreta in Buddha Nullah. The electricity connection of any industry/dairies must be disconnected and it should be banned forever, the NGOs have demanded. The NGOs have suggested construction of two dairy complexes, one at Hambran Road and another at Tajpur Road with facilities like biogas plant by PEDA and solar energy operated plant for drying and conversion of animal excreta into wooden logged shaped fuel with at least double the capacity of dairies at present. The high-resolution cameras (day and night vision) must be installed along Buddha Nullah as well as in industrial area/dairy complexes to keep a check on dumping of solid waste as well as disposal of untreated effluents in the drain. All the submersible pumps installed by industries and dairies on Tajpur Road must be closed with solid material so as to stop seeping of industrial water into groundwater. The water supply to residents of Ludhiana must also be restricted and through water meters only, the members have suggested. After listening to the issues, the minister said he too is affected with the problem as he belongs to Rajasthan and owns land in Sri Ganganagar. The matter will be taken up as soon as possible and further they will get the present status of all ongoing cases in courts as well as with NGT, he said. He said contamination of water is a serious crime and it will be taken up to provide relief to both the states, but the state governments must also act positively in this direction to eradicate the problem. Download The Times of India News App for Latest City ."}, "MC may impose service charges to lift garbage from vacant plots": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/mc-may-impose-service-charges-to-lift-garbage-from-vacant-plots/articleshow/69866168.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: After issuing a warning to residents not to throw garbage in vacant plots in areas near them, the civic body is now planning to impose service charges for cleaning these vacant plots. Usually, area councillors or other political persons ask civic officials to lift garbage collected in plots, and the civic body bears the expenses. In the meeting of the Finance and Contracts Committee (F&CC), members will take a decision in this regard on Thursday. It has been proposed that the owner of that vacant plot should pay service charges to the civic body. For cleaning, the 200 square yards of plot, the owner would be asked to pay Rs5,000; for 500 square yards plot, it would be Rs10,000; and above 500 square yards, the amount would be Rs25,000. Last year, MC had issued a public notice to residents not to throw garbage in vacant plots, and if such a thing happened, then the owners would have to get the plot cleaned within three days. Also, owners had to ensure garbage was not thrown inside the plots again. However, the warning went unnoticed because after that, civic officials did not conduct any checking in the areas. Roughly, there are over 30,000 vacant plots in the city, and officials blamed lack of staff for not conducting checkings at the ground level. However, it is now proposed that MC should recover charges from the owner, because when they clean the plots, the fuel, machinery, and energy of employees is used. It is to be seen whether F&CC members approve this agenda or not. Mayor Balkar Sandhu said the meeting would take place on Thursday, and the proposal would be discussed with members, after which approval would be given. On the other hand, residents claimed MC had the right to impose penalty only if they were providing facilities. Haibowal resident Harish Batra said: “There is no facility of door-to-door garbage lifting in the entire city, and private garbage collectors are taking away garbage. But they do not come regularly, so people have to throw garbage inside plots.” A Maya Nagar resident said: “The owner should not be held responsible for garbage in his plot, as he is not asking people to throw garbage there. It is the responsibility of civic officials to check such people who are throwing garbage wherever they feel like.” PROPOSED RATES * Plot within 200sq yards: Rs5,000 * Plot from 200-500 sq yards: Rs10,000 * Plot above 500sq yards: Rs25,000 Download The Times of India News App for Latest City ."}, "Post inquiry, panel recommends action against docs, nurses on duty": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/post-inquiry-panel-recommends-action-against-docs-nurses-on-duty/articleshow/69849553.cms", "time": "2019-06-19 07:19:00", "description": "Ludhiana: After an enquiry report on the orders of the civil surgeon, a board was constituted to enquire the treatment of a patient, Ramandeep Kaur, 27, from Rajgarh Tehsil village, Raikot, whose kin helped her deliver a pre-mature baby. They further complained to the SMO Dr Geeta and a board of doctors was formed. The board is of the opinion that the medical team was not present by the side of the patient, Ramandeep Kaur, resultant to which she delivered a pre-mature baby on her bed. Gynaecologist Dr Baljeet Kaur was not informed about the condition of the patient. Hence, action has been recommended against Dr Nisha Kumari (DNB resident), Dr Nisha Tiwari (DNB resident), staff nurses Harwinder Kaur and Sarbjeet Kaur. The board comprises of Dr Varun Saar, surgical specialist; Surbhi Singhal, gynaecologist; Dr Gurbinder Kaur (EMO) along with Dr Geeta, Senior Medical Officer (SMO). The doctors said the attendants were explained about the poor prognosis and inevitable abortion and the consent was signed by Daljeet Kaur (her mother-in-law) at 6.30 pm. The patient was again examined at the same time by the doctor on duty and the labour had progressed and patient was dilated 3-4 cms. The patient was told to stand in the queue, but due to pain, she sat on the doctor’s table. The sweeper also told her to go on her bed. The staff was busy with PV examination of other patients. In the meanwhile, Ramandeep Kaur developed sudden labour pain and delivered a pre-mature baby on her bed. She was immediately shifted to the labour table and the necessary treatment was given. The report states that the attendants of the patients have alleged that they requested the staff on duty time and again to examine the patient when she in pain on her bed, but no doctor came to attend her. Dr Nisha Kumari (DNB resident) said she along with the staff nurses Harwinder and Sarabjeet Kaur were attending to two patients in active labour, who delivered by NVD with episiotomy at 9.30 pm and 9.45 pm, respectively. The staff on duty categorically said the attendants misbehaved with them and used foul language. The patient herself took lama at 11.30pm in stable condition. However, this is observed that one of the staff nurse could have been sent to examine and pacify the patient. ------------------------------------- THE CASE After going through the record, statements and interim report submitted by the board of doctors of the Civil Hospital, it was observed that the patient was refereed from the CHC Pakhowal in pain and bleeding to the Civil Hospital. The patient was admitted to the Civil Hospital, Ludhiana, at 2.30pm on June 6 and inevitable abortion was diagnosed. Dr Baljeet Kaur, gynaecologist, was on call duty from 2pm to 8am. Dr Nisha Kumari (DNB resident), Dr Nisha Tiwari (DNB resident), staff nurses Harwinder Kaur and Sarbjeet Kaur attended to the patient. Also, the patient delivered a pre-mature baby on her bed and was shifted to the labour room and necessary treatment was given. Download The Times of India News App for Latest City ."}, "City’s blind cricketers see new light in Bengaluru camp": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/citys-blind-cricketers-see-new-light-in-bengaluru-camp/articleshow/69866108.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: We live in a country where cricket is a religion followed by every person no matter where he or she belongs to, or the backgrounds where they come from. Six visually handicapped youngsters went to a camp in Bengaluru from June 10 to 19. This camp was organized by private institution Cabi (Cricket Association for the Blind in India), which is the apex body conducting cricket for the blind across India, having inherited the responsibility in 2010 from the former Association of Cricket for the Blind in India. \"Cricket is an emotion for me, and I am very much blessed that the experience in the last days of the camp was unmatchable and indescribable. It’s my first time being a part of this camp, and I felt really good, as I have learnt a lot of things in cricket, which will help me in the future. I am really thankful to Cabi who organizes such camps for people like us. It gives us hope and courage, that even though we are blind, people are coming forward and understanding our needs,” said Rohit (19) from Ludhiana. Vishal (22), also from the city, said: “I was always fond of cricket, and being in this kind of camp gives me extra hope and courage that I can be a good sportsman. Here, I have practised batting, bowling, and fielding. In the past few days, I have seen a positive change in me, as I know I am better at all these activities because of my hard work and dedication. It's my first time in Bangalore, and I am really happy, and wish to be here next year also, to learn some new techniques and things which will help me in the future.” “The weather in Bengaluru makes me energetic, as from the first day itself, I was feeling very good. The daily routine there started in the early morning, where all our mates get ready for practice. The sessions start from 10am and end at 4.30pm. Believe me while we practise and play, I don’t think about anything else. It’s the best feeling, and one of the best moments of my life,” said Jagseer Singh (18) from Ludhiana. Anoher city-based blind cricketer Mangal Singh (22) said: “Cricket is one of the most important things of my life. I was very excited to be in the garden city. In fact, the excitment began right when I boarded the train to Bangalore. I am so happy to be a part of this camp. Only our train journey we paid for, but everything else there was free of cost, sponsored by Cabi. I am happy to see there are associations like Cabi who are here to help us. I will miss these days and moments.” Mandeep Singh (21), another city lad, said: “It took us about two days in the train, but it was worth the wait, as I was going to learn some new tips and tricks which will improve my game. Everything in the southern city was so well organized and it felt so good just being there. We used to have breakfast in the morning around 7.30am, lunch between 1-2 pm, and finally dinner every night at 8pm. Every person there was working with so much cooperation, which made me feel I was at home itself. I improved my skills in fielding and bowling, which I wanted to improve for a very long time.” “Although this camp was about cricket, there was another special thing which I personally felt good about, and that was we also had computer classes. I always wanted to try computers, and so I learnt many things here which will help me in future. It was necessary to learn these things like booking an airplane ticket, bus ticket, train ticket, movie ticket, etc. They also taught us how to use tablets. There was a one-hour class from 5-6pm, after the cricket practice. Our days there were full of learning and joy. It was my first time in that place, but I am sure I will come next time too,” said Sandeep Kumar (22) from Ludhiana. Download The Times of India News App for Latest City ."}, "Property tax recovery notices sent to 6 defaulters in Zone C": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/property-tax-recovery-notices-sent-to-6-defaulters-in-zone-c/articleshow/69866088.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: After getting directions from mayor Balkar Sandhu and MC commissioner KP Brar, civic officials issued recovery notices to six defaulters in Zone C on Wednesday. From these six defaulters, the civic body has to recover Rs48 lakh, and they have been told to clear their property tax within one week, failing which MC would seal their premises. This year, a total of Rs100 crore has to be recovered from property tax, and every zone has been given a fixed target to be achieved by the end of March next year. The officials issued notices to United Cycle Parts Manufacturer Association (UCPMA) office at Gill Road, as the management has to pay Rs17 lakh property tax to the civic body. Notices were also issued to a hotel near Dhandhari, and an industrial unit in Zone C has been given one week’s time to pay their dues. From Zone A, the property tax target is Rs16.60 crore; from Zone B, it is Rs24.50 crore; from Zone C, it is Rs16.75 crore; and from Zone D, it is Rs42.15 crore. Confirming the move, MC superintendent Vivek Verma said they had started issuing notices to defaulters of a previous few years, and if they do not clear their dues, MC would seal the premises, and it has the power to auction properties as well. Late on Saturday evening, a long session of recovery of pending dues took place at MC’s Zone D office. Not only property tax, but other branches of MC too were told to recover pending dues as soon as possible for improving the financial condition of the civic body. The building branch officials were told to recover pending dues from defaulters who were issued challans for building bylaws violations. Meanwhile, Tehbazaari branch has been advised not to allow roadside vendors in congested areas of the city. Download The Times of India News App for Latest City ."}, "Strike called off after tax officials apologise to advocates": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/strike-called-off-after-tax-officials-apologise-to-advocates/articleshow/69849492.cms", "time": "2019-06-19 07:19:00", "description": "Ludhiana: After the ongoing tussle between taxation professionals and the state taxation department, because of which tax advocates and practitioners were on a strike since last Wednesday, the tax professionals on Tuesday evening called off their strike after the Excise and Taxation Officers (ETO) Association issued an apology letter to the former. Taxation professionals had protested outside the office of the assistant excise and taxation commissioner (AETC), SK Garg, on Wednesday, claiming that he was not doing any of their works, and was delaying GST refunds deliberately. Shortly after this, the ETO Association issued a statement to the media against the protest and claimed the protest was staged by tax advocates to pressurise the AETC to do their unethical works, and defamatory slogans were made against Garg by the protestors. This statement by the association had angered tax professionals, who then called for a complete boycott of work inside the state taxation office in Ludhiana. Meanwhile, the decision to call of the strike was taken by professionals after a meeting of office-bearers of the District Taxation Bar Association (DTBA) (sales tax) with high-ranking officials of the state taxation department on Tuesday evening at the department’s office in the mini secretariat. Efforts to contact the deputy excise and taxation commissioner (Ludhiana) Pawan Garg and AETC SK Garg proved futile. Meanwhile, speaking to TOI, DTBA secretary Chander Sehgal, former president Arun Kanwal, finance secretary Gaurav Sharma and others, said: “We have called off our strike today after an apology was tendered by the ETO Association for releasing a baseless statement to the media, in which false accusations were made against us. Today’s meeting was also attended by additional excise and taxation commissioner Gurtej Singh, who has assured us that all pending works in all divisions will be completed soon, and tax-payers and tax professionals will not face any kind of problem. He has also given a time of one month to review the working of the AETC, and also assured us that the entire working in the department will be smooth.” BOX 1 ‘WE REGRET IT’, SAYS ETO BODY The letter issued by ETO Association, which is signed by its general secretary Harjot Singh, says: “In a news published in various newspapers on 13.06.2019 in response to the strike by District Taxation Bar Association, it was mentioned that the said strike had been done to pressurise officers for getting their inappropriate works done. In this regard, it is clarified that the said wording was echoed by all the excise and taxation officers of the district Ludhiana-1 in the heat of the moment at that time, but there was no intention of alleging any bar member’s integrity, and the officers, in fact, wanted to express that in such a tense environment, any mistake could happen while disposing of revenue-related work. Nevertheless, as the sentiments of the bar members have inadvertently been hurt, therefore all excise and taxation officers of Ludhiana-1 express the deepest regrets and withdraw the said words.” BOX 2 DTBA TOO ISSUES STATEMENT Later in the evening, DTBA office-bearers acting president Saket Garg, former president Arun Kanwal, finance secretary Gaurav Sharma and others issued a statement to their members saying: “As you all are aware, there was a strike going on against the poor working and arrogant behaviour of AETC-1, and ETO Association Punjab came forward and stood with AETC-1 and put a false allegation that the motive of the strike was to put pressure on officers and advocates to do their illegal works. DTBA (Sales Tax), Ludhiana took a serious note of this allegation and issued a legal notice to them and filed a complaint against them in Bar Council of Punjab and Harayana. Today, Gurtez Singh, additional excise and taxation commissioner, Punjab DETC Pawan Garg, AETC SK Garg, and office-bearer of ETO Association met bar members of DTBA (Sales Tax), Ludhiana, felt sorry, and issued a press note to that effect, giving an assurance that within one month, AETC-1 will change his working style and sort out the problems of advocates. DTBA (Sales Tax) Ludhiana is thankful to the DTBAs of Malerkotla, Faridkot, Moga, Sangrur, Hoshiarpur, and Bhatinda, who stood with us in such a difficult situation, showing the unity of tax advocates.” Download The Times of India News App for Latest City ."}, "DC office employees pen down strike enters Day 3": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/dc-office-employees-pen-down-strike-enters-day-3/articleshow/69866188.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: With their agitation entering the third day, the employees of all offices under deputy commissioner, Ludhiana office, staged a demonstration against the state government for not fulfilling their demands. The employees of registry offices, additional deputy commissioner, sub-divisional magistrate and other branches have been on pen down strike from Monday due to which common people are suffering as their works are not being done at any of the offices under the deputy commissioner’s charge. The association members maintain that their strike will continue for the entire week. Meanwhile, giving more information about the strike, president of DC office employees union, Ludhiana, Parkash Singh Gill, said, “Our pen down strike has entered the third day. We have been forced to take this step as our demands are pending from years now and government is paying no attention. Some of our major demands include increasing the quota of promotion of senior assistant to naib tehsildar to 25%, giving old pension scheme to the employees who joined after April 1, 2004, filling up vacant posts superintendents, employing more staff in subdivisions etc.” He added that employees in other districts too are on strike and they have decided to not work for the entire week pressurising government to accepts their demands. Senior vice president Sukhpal Singh Pander, vice president Vikas Kumar and general secretary Davinder Bawa of the DC office employees union, Ludhiana, said, “We as government employees resolve problems of thousands of people everyday but we ourselves are facing so many problems and the government does not even bother to listen to us.” Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Road named in memory of boy who died in borewell": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/road-named-in-memory-of-boy-who-died-in-borewell/articleshow/69868242.cms", "time": "2019-06-20 09:13:00", "description": "PATIALA: Conceding to a demand by the people of Bhaghwanpura in Sangrur and the family of deceased, chief minister Amarinder Singh has approved the name of Sunam's Sheron Kainchian-Shero Longowal Road to Fatehveer Singh Road, in the memory of the three-year-old who lost his life in a borewell tragedy earlier this month. Sheron KainchianPWD minister Vijay Inder Singla, accompanied by Sangrur deputy commissioner Ghanshyam Thori, visited Fatehveer's family on behalf of the CM and expressed solidarity and assured all support to them. They apprised them that yielding to the request of the family and giving due honour to the untimely demise of the young soul, the state government had agreed to name the said road after him. This is categorized as another district road (ODR-01) stretching 11.8km and is being widened from 5.5 metres to 7 metres under CRF scheme. Singla said a written request in this context was made to the state government by the family of the deceased, through the office of Sangrur deputy commissioner. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "21,000 DAPOs in Fatehgarh Sahib play important role to curb drug menace": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/21000-dapos-in-fatehgarh-sahib-play-important-role-to-curb-drug-menace/articleshow/69861867.cms", "time": "2019-06-19 20:27:00", "description": "PATIALA: In Fatehgarh Sahib, there are over 21,000 Drug Abuse Prevention Officers (DAPOs) who are playing an important role to curb the drug menace and more than 2,466 sarpanch, panch, block samiti and zila parishad members are registered with the district administration as part of the DAPO. Around 11,827 DAPOs were registered at sub divisions and 7,090 through district Sanjh Kendra to fight a war against drugs. Fatehgarh Sahib deputy commissioner Prashant Goyal said, \"People's participation in the war against drugs has been ensured through DAPO. A program under which the DAPO officials were making the masses aware of the ill effects of the drugs besides dealing with the drug affected people and their families in a sympathetic way to motivate them for the proper treatment.\" He said that the Punjab government has been providing free treatment to drug affected people through its Drug De-addiction centers and OOAT clinics besides organizing seminars and workshops to create awareness against drugs. Prashant claimed that DAPOs were identifying vulnerable persons in the society and were working to prevent them from falling into the quagmire of drug abuse. Moreover, they were also promoting social welfare activities, assisting in proper vigilance and security of the locality. “To save the children from this menace parents should spend plenty of time with their children and they must adopt a friendly approach towards their kids so that children would not hesitate to share their activities and views with them” he added. Download The Times of India News App for Latest City ."}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Human rights panel asks DC to resolve stray dog issue": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/human-rights-panel-asks-dc-to-resolve-stray-dog-issue/articleshow/69866204.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: Having taken a complaint against the stray dog menace seriously, the Punjab State Human Rights Commission has directed the deputy commissioner of Ludhiana to resolve the issue. In the orders, it is mentioned that the complaint was sent through e-mail by Arvind Sharma, secretary, Council of RTI Activists, Ludhiana. The complainant alleged that dog menace was on the rise in Ludhiana, and the municipal authorities were not taking any action to control it. The complainant also cited an incident where a youth was attacked by dogs. The commission had sent a copy of the complaint to DC Ludhiana for disposing of the complaint at his end in accordance with law. The action taken report should be sent to the commission before the next date of hearing, which is August 2. Notably, Jagraj Singh (35) had landed in hospital in April when stray dogs attacked him, and he lost his balance while driving his scooter. He received injuries on both his knees, and there was a fracture in his elbows. This complaint was made after the incident. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Now, Nabha jailor faces habeas corpus petition for not releasing ex-DSP": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/now-nabha-jailor-faces-habeas-corpus-petition-for-not-releasing-ex-dsp/articleshow/69866221.cms", "time": "2019-06-20 07:56:00", "description": "PATIALA: The Nabha open jail jail superintendent now faces habeas corpus petition for not releasing former DSP Jaspal Singh, one of the convicts in Jaswant Singh Khalra kidnapping and murder case, on temporary parole. The petition was filed in the Punjab and Haryana high court on April 30, by the former DSP’s associate. According to legal experts, the state government was to challenge the court order issued in December last year, in which it had been directed to re-initiate the process of Jaspal’s premature release from jail in the Khalra kidnapping and murder case. Jaspal had moved his premature release case in October 2017, but it was rejected by the Centre in June 2018, saying, “It is not a fit case for premature release.” After the state government also turned down his case in August last year, Jaspal moved the high court in November and managed to get an order quashing state government’s decision against his premature release. The court also directed the state government to initiate the process of his release after consultation (not consent) with the Union government. It said if the government failed to take a decision in this regard within four weeks, Jaspal should be released on temporary parole. In April this year, Jaspal filed his surety bonds and secured his temporary parole, but was detained in another case of custodial death by the Nabha jail superintendent. Following this, Jaspal’s associate filed a habeas corpus in HC, saying he (Jaspal) was kept in illegal custody by the Nabha jailer. Jaspal’s counsel contended before the court, that he (Jaspal) was convicted in the Khalra murder case and faced life imprisonment and was also convicted in another custodial death case in which he was awarded five years in jail. He said both the terms were to run concurrently and that Jaspal had completed the term for custodial death while being granted temporary parole by HC in the Khalra murder case. Nabha open jail superintendent Sucha Singh said the matter was in the notice of senior officials of the jails department. “I have put all the facts before my seniors and they had taken note of the same,” he said. Meanwhile, legal expert Sukhjinder Singh said since the case had been decided by the CBI court and later upheld by the Supreme Court, the decision to release Jaspal could not have been taken without the consent of the Union home department. He said even if the HC had granted him temporary parole and asked the government to re-initiate the case of his premature release, the state government could have filed a review petition in the court. Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "Prisoners to prepare paper bags": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/prisoners-to-prepare-paper-bags/articleshow/69866200.cms", "time": "2019-06-20 13:36:00", "description": "LUDHIANA: In an effort to make jails plastic-free zones, Punjab government has banned plastic bags in all jails of the state. Now, inmates will prepare paper carrybags, which will not only help eliminate plastic bags from the complexes, but also enhance the craft skills of the prisoners. Ludhiana jail superintendent Shamsher Singh Boparai said the decision was taken by Punjab chief minister Captain Amarinder Singh to save the environment from harmful impacts of plastic bags. He said in the first phase, the paper carrybags would be used in jails, and later, sold in markets. Download The Times of India News App for Latest City ."}, "Khanna police nab two men with 6kg opium": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/khanna-police-nab-two-men-with-6kg-opium/articleshow/69876683.cms", "time": "2019-06-20 18:24:00", "description": "LUDHIANA: Khanna police on Thursday arrested two drug peddlers from Madhya Pradesh after it recovered 6kg of opium from them. The accused were identified as 40-year-old Jiwan Singh of Bordia Khurd in Nimach district of Madhya Pradesh and 46-year-old Dinesh of Barkhera Loya in Groth of District Mandgor in the same state. Giving details, SSP Khanna, Gursharandeep Singh Grewal said that as part of the police’s special campaign against drug trafficking and misdemeanors, a police party was patrolling from Khanna to Daheru side through service-lane, in the search of suspected persons and vehicles. He added that while patrolling, police found two suspected persons near Sports Stadium of Village Libra, who were carrying a brown colour bag. Police officer said that on seeing the police, the suspected persons tried to divert their way. He added that on suspicion, police party stopped them for checking purpose after which they identified themselves. Cops said that DSP Khanna was also present on the spot and the accused were checked in his presence as they opted for frisking in presence of gazette officer. They added that on checking of their bag, police party recovered six kilograms of opium from it that they had wrapped in polythene. SSP said that the accused were booked under sections 18/61/85 of NDPS Act at Sadar Khanna Police station and they were arrested. Download The Times of India News App for Latest City ."}, "Rly cops carry out extensive checking at station": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/rly-cops-carry-out-extensive-checking-at-station/articleshow/69849559.cms", "time": "2019-06-19 07:19:00", "description": "Ludhiana: The government railway police, including the railway protection force, carried out extensive checking with dog squads, metal detectors at various platforms of the Ludhiana railway station on Tuesday morning. Moreover, police have been deputed at all the corners for keeping a vigil on passengers travelling from the Ludhiana railway station. Sources in the railway police department said the extensive checking of the railway station was a result of the intelligence alert in wake of the summer rush season when footfall increased to a great extent. Balbir Singh, in-charge of the government railway police, said: “After getting directions from the higher authorities, an extensive checking was carried out by both the state as well as the Central government railway security force at the Ludhiana railway station on Tuesday morning. During this special checking, the security forces were equipped with hand-handled metal detectors along with special dog squad team to tackle any unwanted situation.” “No suspicious activity was witnessed during the checking process, but some vendors were caught which were moving without permission. The police, however, left them with a warning.” The railway police will continue with such checking in the coming days to maintain peace and harmony at the Ludhiana railway station. More CCTVs cameras will also be installed. Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Staff of Ludhiana deputy commissioner continue pen down strike": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/staff-of-ludhiana-deputy-commissioner-continue-pen-down-strike/articleshow/69863637.cms", "time": "2019-06-19 22:19:00", "description": "LUDHIANA: The employees of all offices under deputy commissioner, Ludhiana, staged a demonstration against the state government for not fulfilling their demands. The employees of registry offices, ADC, SDM and other branches are on a pen down strike since Monday due to which the common people are suffering as their work is not being done at any of the offices under the deputy commissioner’s charge. The association members have cleared that their strike will continue for the entire week. Meanwhile giving more information about the strike, Parkash Singh Gill, president of DC office employees union Ludhiana said, “Our pen down strike has entered the third day today. We have been forced to take this step as our legitimate demands are pending from years now and government is paying no attention to these. Some of our major demands include increasing the quota of promotion of senior assistant to naib tehsildar to 25 per cent, giving old pension scheme to the employees who joined after April 1, 2004, filling up vacant posts superintendents, employing more staff in subdivisions etc. The employees in all districts are also on strike and we have decided not to work for the entire week unless the government accepts our demands” Download The Times of India News App for Latest City ."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "1,836 appear for vet entrance exam": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/1836-appear-for-vet-entrance-exam/articleshow/69880357.cms", "time": "2019-06-21 07:31:00", "description": "LUDHIANA: Guru Angad Dev Veterinary and Animal Sciences University (Gadvasu) conducted the Veterinary Entrance Test (VET-2019) for admission to undergraduate program — Bachelor of Veterinary Science & Animal Husbandry (BVSc & AH). Dr Narinder Singh Sharma, controller of examinations, revealed that a total of 1,974 candidates had applied for admission to this course of which 1836 (93%) candidates — 1,040 boys and 795 girls — appeared in the entrance test held at two centres at RS Model Senior Secondary School and BCM Arya Model Senior Secondary School, Shastri Nagar, Ludhiana. The test was conducted for 76 seats of BVSc & AH for Ludhiana, 80 seats for Rampura Phul and 42 seats for Khalsa College of Veterinary and Animal Sciences, Amritsar. The result is likely to be declared in the next three days and will be available online at the university website (www.gadvasu.in). Dr Sushil Prabhakar, registrar, Gadvasu, said first counselling for BVSc & AH is scheduled for July 22. He also informed that the date for applying in degree programs in BFSc, BTech (biotechnology) and BTech (dairy technology) has been extended to July 1, 2019 without late fee and July 8, 2019 with late fee. The candidates can apply to admission to these programmes online (www.gadvasu.in) and offline (on paper application). There is no entrance test for admission to Bachelor of Fisheries Science (BFSc), BTech (biotechnology) and BTech (dairy technology). The admissions will be made on the basis of marks obtained in Class XII exam from any recognized Indian board. Now the candidates from medical as well as from non-medical streams will be eligible to get admission in these programmes. Besides, a number of seats in all these programs has also been increased. The first counselling for 75 seats of BFSc (Bachelor of Fisheries Science), 50 of BTech (Biotechnology) and 75 of BTech (Dairy Technology) for Ludhiana is scheduled on July 23 at the Silver Jubilee Auditorium, University Veterinary Hospital, opposite Nanaksar Gurdwara, Ferozepur Road, Ludhiana. Download The Times of India News App for Latest City ."}, "450kg plastic bags seized from Gill Road shops": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/450kg-plastic-bags-seized-from-gill-road-shops/articleshow/69880406.cms", "time": "2019-06-21 07:31:00", "description": "LUDHIANA: Continuing with their ongoing drive against plastic carry bags, joint teams of Ludhiana municipal corporation (MC) and Punjab Pollution Control Board (PPCB) raided shops at Gill Road on Thursday and seized around 450kg banned plastic carry bags. During the raids, challans were issued by MC officials to the erring shopkeepers, and the plastic carry bags were confiscated. The officials first raided Shakti Plastic, New Cycle Market, Miller Ganj, and confiscated 170kg plastic carry bags from there. Then they visited Davindra Industries, Gill Road, and confiscated 206kg plastic carry bags. From Saluja Plastic Industry, Miller Ganj, Ludhiana, they confiscated 28kg plastic carry bags. After this Batra Plastic, Batra Plastic-2, Gupta Agencies, Goyal Plastic— all in Miller Ganj— were raided. However, no plastic carry bags were found at site. From Pupneja Plastic, Miller Ganj, 31kg plastic carry bags were confiscated. 10 were seized from Pannu Pakore, Gill Road. The medical officer from health department, Vipul Malhotra said, “Raids are being conducted frequently. Offenders are being issued challans for keeping plastic carry bags which have already been banned in the state.” Download The Times of India News App for Latest City ."}, "Revaluation helped her top district in CBSE X with 2 others": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/revaluation-helped-her-top-district-in-cbse-x-with-2-others/articleshow/69880349.cms", "time": "2019-06-21 07:31:00", "description": "Ludhiana: Unhappy with her Class X score, Khushboo Sharma applied for revaluation after a week of the CBSE result, which was declared on May 6, and found her ranking scale to the best in the district, along with two other students. A student of DAV School, BRS Nagar, Khushboo had scored 492 out of 500 on the first count of her scores. But she believed she deserved more and applied for a recount, which took her score to 494 out of 500. “When I saw the score of 492, I hung my head in shame. I expected more. I was not satisfied with the given marks.” she said. “In English, I had to get two additional marks. I knew that would be possible as I was confident I had performed really well.” She applied for revaluation after checking the scanned copy of her answersheets and ascertained she should have got an extra two marks in the writing section. Khushboo had to wait for nearly one-and-a-half month to get the revised scores. “I felt very happy after revaluation. My preparations for exams were rigorous. Teachers helped me prepare better. Solving old papers was also helpful. Next, I’m hoping to score best in the district in medical,” she added. Her parents — Dr Chetanya Sharma (father) and Dr Anju Sharma (mother) are dentists. Her sister Misha is in Class IX in the same school. They are residents of Purana Bazar near Daresi. “I study for 16 hours during exams and eight hours on a regular basis. I have never gone for tuitions. I used to self study,” she added. Singing and painting act as her stress-busters. Finally, getting a score of 98.8%, Khushboo jointly topped the district with two other students of different private schools of the city. Avni Aggarwal of KVM (Civil Lines), and Navish Mittal of DAV Public School (Jagraon), had also secured the top position earlier. As per the result declared on May 6, Khushboo’s percentage was 98.4%, and she was placed second in merit in the school and third in the city. After re-evaluation, when her score went up by two marks in English from 76/80 to 78/80, her aggregate percentage jumped to 98.8%, which makes her a topper in the school, and a joint topper in Ludhiana district. Download The Times of India News App for Latest City ."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Man arrested for raping boutique owner": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/man-arrested-for-raping-boutique-owner/articleshow/69880620.cms", "time": "2019-06-21 07:31:00", "description": "LUDHIANA: Sidhwan Bet Police on Wednesday arrested a person for raping and assaulting a boutique owner. In her police complaint, the 25-year-old woman from a village said she had been operating a boutique from her house and had been teaching embroidery to two sisters of the accused. She said the accused troubling her since 2013 and used to call her repeatedly despite her objection. She alleged that the accused had threatened to kill her and her family members. She added that in June 2013, despite resistance, he sexually assaulted her by threatening to defame her and her family in the village. She alleged that he had raped her on several occasions since 2013. She said in February 2019, her family got her engaged to a youth from a different village and when he came to know about it, he threatened to kill her if she didn’t refuse the proposal. She said on 14 June, the accused came to her house and told her to accompany him. And when she refused to do so, he thrashed her and tore her shirt. She said when she raised the alarm, the accused fled the spot. She claimed the accused went to the village of her fiancée, following which the fiancée called off the wedding. Afterwards, she informed police about the incidents. Sidhwan Bet police have registered a case under Sections 376 (rape), 323 (Punishment for voluntarily causing hurt), 452 (House-trespass after preparation for hurt, assault or wrongful restraint), 354 b (Assault or use of criminal force to woman with intent to disrobe), 506 (criminal intimidation) of the IPC. Police officials said the accused has been arrested. Download The Times of India News App for Latest City ."}, "Demolition of bridge on Buddha Nullah stopped after residents’ protest": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/demolition-of-bridge-on-buddha-nullah-stopped-after-residents-protest/articleshow/69880435.cms", "time": "2019-06-21 07:31:00", "description": "LUDHIANA: BJP councillor Sunita Rani, along with residents of Ward 85, staged a protest against civic officials who had come to raze a bridge over Buddha Nullah near Jain Nagar on Thursday. The officials of MC’s Bridges and Roads department had come to dismantle the bridge with a plea that during the rainy season, garbage gets collected under the bridge, and water does not find a way to move ahead. Residents rued that the bridge was being used by several people daily, and if it is dismantled, they would have to cross the area from another bridge, which remains crowded. However, with the intervention of mayor Balkar Sandhu, protestors were pacified, and civic officials moved away without carrying on the demolition. A team of civic officials had reached the area on Thursday morning for demolishing the bridge, but residents had started gathering at the place, and before civic officials could take any step, they started opposing the move. The residents and the councillor sat on the bridge and started raising slogans against the civic authorities. Sunita Rani said the bridge was mostly used by pedestrians, and generally women passed through the bridge, because there was an illegal fish market nearby, and it was difficult for women to use another bridge near Shivpuri. She said officials were turning a blind eye towards the illegal fish market, and one bridge in a dilapidated condition needed to be dismantled. She said they ended their protest only when the mayor first assured that inspection would be done at the spot, and only after that would any decision be taken. This bridge has been used for quite a long time. In 1998, a concrete bridge was constructed, and in 2004, it was repaired as well. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "CMO faces demotion over fake disability certificate": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/cmo-faces-demotion-over-fake-disability-certificate/articleshow/69849534.cms", "time": "2019-06-19 07:19:00", "description": "Ludhiana: The chief medical officer (by the rank deputy director) of the district, Dr Palvinderpal Singh, got demoted as SMO as he was not physically challenged to the extent of being eligible for quota promotion. He was yet given benefits on fake certificates. The civil surgeon got promotion on March 15, 2018, allegedly on the basis of a fake disability certificate, which was exposed in a probe conducted by the state government last year. The authorities ordered a fresh medical examination in October last year following complaints that Dr Parvinderpal Singh, who was serving in Ludhiana, was not physically challenged to the extent of being eligible for quota promotion, yet was given benefit on fake certificates. As per the report submitted by the Government Medical College, Patiala, Dr Parvinderpal Singh, civil surgeon, Ludhiana, was found 23.34% per cent disabled as compared to the certificate which mentioned 45 per cent disability. His certificate had mentioned that he was suffering from forward bending of spine and ankle disability. He has now become ineligible for disability quota promotion. As per the disability certification guidelines, any person having only more than 40 per cent physical disability is eligible for the promotion under the quota. Satish Chandra, additional chief secretary, health, confirmed the findings of the re-examination and said: “We accepted the Patiala report and the CMO has been demoted. The new CMO will be appointed by Wednesday.” Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "As STPs fail, PPCB slaps MC with Rs 75L bank guarantee": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/as-stps-fail-ppcb-slaps-mc-with-rs-75l-bank-guarantee/articleshow/69880335.cms", "time": "2019-06-21 07:31:00", "description": "Ludhiana: Acting tough against poor functioning of sewage treatment plants (STPs) at Balloke, Bhattian and Jamalpur, the Punjab Pollution Control Board (PPCB) has directed the Ludhiana municipal corporation to deposit Rs 75 lakh (Rs 25 lakh on each STP) as bank guarantee that could be forfeited if the civic body fails to perform its job. Besides, the MC has been directed to deposit a fine equivalent to the amount it spends in one month on the operation and maintenance of the STPs. The action has been taken after PPCB took note of failed samples of treated water at the STPs which ultimately pollutes Buddha Nullah and Satluj river. The test of water samples at the STPs had revealed high levels of COD and BOD even after treatment of water at the plants. The sources said 46 treatment plants out of 84 STPs monitored in the state don’t comply with norms and Ludhiana STPs are among these 46 STPs. After conducting hearing of MC officials, the PPCB chairman issued the directions the MC to deposit the bank guarantee and pay fine for spoiling the environment. Several complaints had been made regarding non-functional STPs of MC due to which untreated water is being discharged in the drain. The Satluj pollution had affected lives in Rajasthan too where people have fallen sick after consuming the water. Sandeep Behl, senior environment engineer, PPCB said, “Despite repeated complaints and recommendations, MC did not act and upgraded its STPs. Now the situation is such that treated water does not fulfill the norms.” He said they have sought this bank guarantee from the MC just to ensure that civic body will upgrade the STPs by March 2021 as per the deadline. Meanwhile, the PPCB has also refused to giving consent to these STPs, saying that these needed to be upgraded properly. Karunesh Garg, member secretary, PPCB, said, “The MC is not serious in fulfilling its role towards the city residents and that is why they have never understood the seriousness of the issue.” He said as the matter is now with the National Green Tribunal and panel members are reviewing it regularly, it has to be seen whether the MC act now or not. The PPCB had also imposed Rs 50 lakh bank guarantee on MC for not fulfilling the solid waste management rules, but till now, the civic body has not paid the same. The civic officials have sought 10 days to deposit the bank guarantee to PPCB. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Women peddling drugs on the rise in district": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/women-peddling-drugs-on-the-rise-in-district/articleshow/69866091.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: A few days ago, the anti-narcotics wing of the Ludhiana rural police had arrested a woman of Parjian Biharipur, here, and her brother-in-law with 82 grams of heroin in Sidhwan Bet. The wing had found that it was Harpreet Kaur’s first venture into drug peddling. Her brother-in-law was identified as Ramesh Singh. In the second such case around the same time, the Ludhiana rural police had arrested another woman, Raju, from Mandiani village in Dakha after 45 illegal drug tablets were recovered from her. On June 9, the anti-narcotics wing had nabbed woman peddler Surinder Kaur of Gorsian Khan Muhammad along with a male peddler after 24 grams of heroin was recovered from them during a checking at Gorsian Kadar Baksh in Sidhwan Bet. These are not isolated cases in Ludhiana rural areas. The officials of the anti-narcotics wing said women peddlers have become a dangerous emerging trend. Wing in-charge inspector Navdeep Singh said they have arrested about seven women peddlers from various areas under Ludhiana rural jurisdiction in the past two months. He said about 20 of them were on their watchlist. Officials said half a kilogram of heroin was recovered from 15 women peddlers in the past six months. They added that these peddlers were mostly involved in selling heroin and only a few carried drug tablets and poppy husk. An officer of the anti-narcotics wing said most of the women were from families whose men were in the trade and were not able to go out or were in jail. The women were using their men’s network and selling drugs to their customers. Wing officials said about 50% of such peddlers were educated women who knew about drugs and ventured into the trade for easy money. Some of them were addicts as well, they added. BOX Sidhwan Bet the hotbed The anti-narcotics wing in-charge said they have arrested women peddlers from across Ludhiana rural areas, including Dakha, Raikot, Hathur and Jodhan, but most arrests were made from Sidhwan Bet. Why heroin? Wing officials said because of the small size and large profit, heroin peddling was a natural choice for women. They use private parts to carry heroin and police have to work hard to meet the norms of the NDPS Act, as per which a woman constable checks the peddler in closed doors. They said women constables were well trained to check such carriers. Young blood A wing officer said about 80% of women peddlers were in the age group of 20 to 35 years. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Monsoon measures: DC directs officials to be on toes": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/monsoon-measures-dc-directs-officials-to-be-on-toes/articleshow/69880369.cms", "time": "2019-06-21 07:31:00", "description": "Ludhiana: On a day when it cats and dogs in Ludhiana, deputy commissioner Pradeep Kumar Agrawal on Thursday reviewed arrangements to deal with floods in the district. Chairing a high-level meeting of all departments at the Bachat Bhawan, the DC instructed the officials to constantly coordinate with each other via the WhatsApp group to closely monitor the situation in the monsoon season. He ordered the officials to keep their mobile phones ‘switched on’ round the clock and any kind of indiscipline will not be tolerated. He suggested them to share information about the situation regularly in the group. District heads of all departments will work as a nodal officer for necessary arrangements and communications. He ordered the sub-divisional magistrates (SDMs) to install wireless public address system in one vehicle to alert the people in the situation of floods. He also asked NDRF and Army officials to take the stock of sensitive places along with administration teams before the monsoon season starts. Agrawal said SDMs will ensure the working of the flood control rooms round the clock and asked them to depute employees in shifts. The DC instructed executive engineer drainage to keep a close vigil on all spots which were identified as sensitive during the inspections. The irrigation department’s officials will ensure the cleanliness of distributaries to save the crops in the situation of flood and MC commissioner, executive officers and deputy director local bodies will have the responsibility of clearing drains. Agrawal asked the SDMs to make adequate arrangements to meet any sort of situation season and sufficient stock of boats, oars, life-saving jackets, motor engines, sandbags, wireless system, manpower, machinery, and tarpaulins should be ensured. Officials said they have already started making arrangements. Additional deputy commissioner (ADC) Jagraon Neeru Katyal Gupta, ADC Khanna Jaspal Singh and heads of departments were present in the meeting. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Cops admit villager to de-addiction centre on govt expense": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/cops-admit-villager-to-de-addiction-centre-on-govt-expense/articleshow/69866147.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: Seeking to get an addict de-addicted, Hathur police on Wednesday got him admitted to a de-addiction centre in Jagraon after motivating him with the help of villagers to give up addiction. Giving details, SHO of Hathur police station, sub-inspector Simarjeet Singh, said they had come to know that Sajan Singh (27) of the area was hooked to heroin for the past two-and-a-half years. He added that after getting this information, they contacted prominent villagers, including Kamalpura sarpanch Sukhpreet Singh, Mandeep Singh Khalsa, and Master Darshan Singh among others, and then talked to the addict. The police officer said with the support of villagers and BDPO Ravinderpal Singh, they convinced Sajan to go for de-addicition. He added that after he agreed, they got him admitted in a de-addiction centre, where he would undergo de-addiction, with the government spending for it. The SHO said Sajan’s mother remained ill, and was in Chandigarh for treatment, while his father was dead. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Safai karamcharis stage protest at Punjabi University": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/safai-karamcharis-stage-protest-at-punjabi-university/articleshow/69885491.cms", "time": "2019-06-21 08:22:00", "description": "PATIALA: Protesting delay in salaries, cleanliness workers or safai karamcharis of Punjabi University on Thursday dumped garbage outside the offices of the university registrar and other officials. They also said that the protest was triggered after the university failed to keep its promise of making their jobs permanent. The workers dumped garbage all over the campus, including at the university gate, outside office of registrar, near engineering department. They have even threatened to continue their strike for the next one week. Meanwhile, it has been learned that after their protest, their salaries were credited to their accounts. Jatinder Kala, the president of the cleanliness workers' union said, \"The university has been delaying salaries every month. We are forced to hold protests to get our salaries. The university authorities are apathetic towards class IV employees.\" \"The university had assured to regularize contractual workers, however has failed,\" he added. He said that the workers will continue holding the protest for a week till their demands were met. Rakesh Kumar, incharge of finance, could not be contacted for comments. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Crime File": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/crime-file/articleshow/69866132.cms", "time": "2019-06-20 07:03:00", "description": "230g heroin recovered Division 3 police have arrested Arvinderpal Singh of Dhokka Mohalla with 230g heroin, and a case registered against him. He was arrested near Veer Haqiqat School while consuming the drug. Teenage girl goes missing Premwati of Jawaddi Kalan told police that her daughter Pushpa Devi (19), who worked as a domestic help in the locality, said she had gone for her work on Monday, but did not return. She alleged someone had abducted her on the pretext of marriage. Dugri police registered a case against unidentified accused. Download The Times of India News App for Latest City ."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "SAD leaders give memo to DC over beating of Sikh taxi driver": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/sad-leaders-give-memo-to-dc-over-beating-of-sikh-taxi-driver/articleshow/69866153.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: The leaders of district Akali Dal handed over a memorandum to DC for the Union home minister against the beating up of a Sikh taxi driver and his son recently in Delhi. They demanded action against cops who beat the taxi driver and his son brutally. The leaders claimed that if they had done any crime, then the cops had every right to arrest them, but it was inhuman to beat them on the road and then drag them like animals. SAD district president Ranjit Dhillon said they had handed over a memorandum to DC as a protest against this incident in Delhi. He said the cops responsible for the incident should be terminated from their job, and legal action be taken against them, so that in future, nobody dares do any such thing. Meanwhile, Youth Akali Dal (YAD) district president Gurdeep Singh Gosha met Shiromani Akali Dal (SAD) president and former deputy chief minister Sukhbir Singh Badal, and thanked him for taking up issues of the Sikh community in Shillong and Delhi with the central government. Gosha said after SAD’s intervention, Delhi Police had suspended three policemen and registered a case. Also, the matter of Sikhs in Shillong was solved. Download The Times of India News App for Latest City ."}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "Factory owner run over by train while crossing tracks": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/factory-owner-run-over-by-train-while-crossing-tracks/articleshow/69849501.cms", "time": "2019-06-19 07:19:00", "description": "Ludhiana: Crossing railway tracks from an unmanned crossing proved fatal yet again, as a factory owner was run over by a superfast heading towards Delhi at Gorayan railway crossing in the late evening hours of Monday. Within seconds after the accident, a gateman deputed at the crossing informed the control room of the Government Railway Police (GRP), who took over the case. GRP (Ludhiana) assistant sub-inspector Madan Lal said: “A middle-aged man in his 50s came under a superfast train, while crossing the tracks from an unmanned crossing near Gorayan railway crossing late on Monday evening. Police recovered identity proofs, which helped us identify him as Gulzari Lal of Gorayan district, who has been running a machine tool manufacturing unit in the same locality for several months.” The ASI added: “After completing his day’s work, Gulzari was heading towards the vegetable market in the evening hours. But in an attempt to reach the vegetable market as quickly as possible, he tried to cross the tracks from an unmanned crossing, and came under the train. We have informed his family members. In the police investigation, it was found that Gulzari was crossing the tracks without following railway norms, and did not see the train coming from the opposite direction. We have initiated an investigation under Section 174 of CrPC, and sent the body for a post-mortem.” GRP (Ludhiana) in-charge Balbir Singh said: “Despite several initiatives taken by the railways, cases of death due to crossing of tracks is rising with every passing day. Within a few days, railway security forces and railway staff will launch another mass campaign to create awareness among passengers and commuters to tackle this problem.” Download The Times of India News App for Latest City ."}, "SAD supports Modi’s call for ‘One Nation, One Election’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/sad-supports-modis-call-for-one-nation-one-election/articleshow/69866257.cms", "time": "2019-06-20 07:47:00", "description": "PATIALA: The Shiromani Akali Dal (SAD) has extended support to the idea of ‘One Nation, One Election’ propounded by Prime Minister Narendra Modi, calling it the need of the hour. Party’s senior vice-president Prem Singh Chandumajra said the idea, if implemented, would push the country to a higher orbit of development. He said the implementation of ‘One Nation, One Election’ concept was in tune with the changing times and India had to come up with new ideas to take a quantum leap. He said that going by the last three decades or so, India has perpetually been in an election mode and every year some or the other state is holding elections. He said the model code of conduct, when implemented, puts brakes on all developmental works. He said one year in five years should be declared the election year, during which every type of election should be held and the rest four years should be devoted exclusively to development. He claimed that the last Lok Sabha election was an example of total diversion of time and energy for a long period. He pointed out that earlier, the Lok Sabha and the assembly elections used to be held simultaneously. That system changed over the years as the state assemblies came to be disrupted due to various reasons, he said. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Dy mayor claims disparity in devp works across wards": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/dy-mayor-claims-disparity-in-devp-works-across-wards/articleshow/69880393.cms", "time": "2019-06-21 07:31:00", "description": "LUDHIANA: Mayor Balkar Sandhu postponed the meeting of Finance and Contracts Committee (F&CC) after senior deputy mayor Shyam Sunder Malhotra raised the issue of councillor quota in the meeting on Thursday. The next date has not been ascertained as of now. The MC has fixed Rs 1 crore for inner ward development works and Rs 1.5 crore for the outer wards, but the senior deputy mayor Malhotra claimed that in some wards councillors have exceeded the fixed quota, while in others councillors barely have enough to carry out developmental works. He added that developmental works should be carried out across all wards, shunning the pick and choose policy. Malhotra asked mayor to look into the issue. The mayor has demanded for the report of tender inviting cell (TIC) to look into the development works carried out in the last one year. The F&CC meeting will take place only after the report is produced and looked into. After listening to the senior deputy mayor, mayor Balkar Sandhu asked the superintending engineer of bridges and road department branch H S Bhullar to get the reports prepared. Sandhu said, “When fixed quota has been fixed for each councillor, then works should be allotted as per the norms. First we will check TIC reports and after that, new estimates for the new fiscal will be prepared.” Notably, the MLA from North constituency Rakesh Pandey had conducted a meeting with mayor Sandhu and MC commissioner KP Brar on June 19 and where he raised question on the policies of MC while saying that development should be done equally. In this meeting too development works over Rs 50 crores were about to be cleared. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Ludhiana civic body snaps 5 water and sewerage connections over non-payment of dues": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/ludhiana-civic-body-snaps-5-water-and-sewerage-connections-over-non-payment-of-dues/articleshow/69880478.cms", "time": "2019-06-20 22:44:00", "description": "LUDHIANA: Officials of the Ludhiana Municipal Corporation on Thursday disconnected water and sewerage connections of residents who refused to clear their dues. The officials from Zone C visited nine properties in the city of which five water and sewerage connections were disconnected. During the drive, the civic officials recovered Rs 2.17 lakh from rest of the four defaulters. Similarly in Zone D. the civic officials went to a commercial property at Mall Road for recovery of dues. The officials warned the owner of the property to snap the connection but he assured them to clear the dues by Friday. The officials, however, gave him a one-day's ultimatum to clear the dues. “We have started recovery drive in various areas of the city and in the coming days more defaulters will face the music,” superintending engineer of the operation and maintenance cell Rajinder Singh said. Notably, MC Commissioner KP Brar and mayor Balkar Sandhu have asked the officials to recover dues at any cost otherwise strict action will be taken against them. Download The Times of India News App for Latest City ."}, "Police chief issues various ban orders in city": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/police-chief-issues-various-ban-orders-in-city/articleshow/69866171.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: Commissioner of police Dr Sukhchain Singh Gill on Wednesday issued various ban orders in the city for maintenance of law and order. Commissioner of police, while exercising his powers under Section 144 of CrPC 1973, has banned the sale of acid in all areas falling under the jurisdiction of police commissionerate, Ludhiana, for a period of two months. He said it had come to his notice that acid was being sold illegally in areas falling under the jurisdiction of Ludhiana police commissionerate. CP has ordered that no person can sell acid without a proper licence, which he would require to renew from time to time. He said the person selling acid should make sure he maintains complete records such as identity card, voter card, and complete address of the person buying it. He said acid cannot be sold to any person below 18 years of age. He also said the seller would maintain a proper record of stock in a register, and in case of any sale, he would submit the details with the area police station and SDM. As per orders in case of sale of acid to any hospital, industry, government department, or some other departments, etc, then the shopkeeper selling the acid would be himself responsible for collecting complete details of the head of the organization to which the acid was being sold. And the organization buying the acid should themselves ensure acid was stored in a safe place under the supervision of a responsible person. Besides, all details of stock and use of acid should be maintained in a separate register without fail. In another order, the police chief had also banned the operation of hookah bars in all areas under the jurisdiction of Ludhiana police commissionerate. He stated some hookah bars were operating illegally in the city, and they were causing serious harm to our residents, as the hookah contained tobacco and harmful chemicals. Keeping in mind the health of city residents, the commissioner of police had banned all hookah bars in the city. Further, he had imposed a ban on loudspeakers from 10pm to 6am in all areas falling under the jurisdiction of the Ludhiana police commissionerate. He said no person would be allowed to play loudspeakers at high volume from 10pm to 6am. He said when someone plays loudspeakers at high volume, it affects animals, birds, children, senior citizens, and patients. He said in case people want to organise a programme in this time period, then the organizers require permission from the authorities concerned. The commissioner of police has also banned the manufacture of those registration number plates of vehicles that flout the norms. He ordered that if any shopkeeper/painter manufactures an illegal number plate (which is against government rules), then strict action would be taken against them. He said sometimes, the registration number was not written in a proper and clear font, which becomes difficult for police to read. He has also banned the carrying of arms and ammunition in all marriage palaces falling under the jurisdiction of Ludhiana police commissionerate for a period of next two months. He said it had come to his notice that some people were openly carrying arms and ammunition at weddings/functions in marriage palaces, and sometimes in case of an altercation, or under the influence of drugs/liquor, these weapons were used. He said such instances endanger the lives of the common man. He said in case any person enters the marriage palace with arms and ammunition, then the marriage palace owner would himself be held responsible for immediately informing the police station concerned, adding that in case any person used his arms and ammunition in the marriage palace, then legal proceedings would be initiated against the person using the weapon, as well as the marriage palace owner. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Patiala: Man commits suicide; wife, mother-in-law booked": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/patiala-man-commits-suicide-wife-mother-in-law-booked/articleshow/69859998.cms", "time": "2019-06-19 18:31:00", "description": "PATIALA: A woman, her daughter and an old man were booked under sections of IPC including abetment to suicide, after a 40-year-old man committed suicide by consuming poison. The police is yet to nab the accused but claimed to initiate the probe soon into the allegations that the accused old woman had taken a loan from an old aged man some years ago but later she failed to repay it following which she had allegedly sold out her daughter to the money lender. The police said that the deceased has been identified as Sukhchain Singh of Achal village in the district who allegedly committed suicide on Monday by consuming poisonous substance. The case has been registered on the complaint of Balkar Singh of Achal village who claimed that Sukhchain was assaulted and insulted by his wife and her paramour on Sunday while he had gone to convince her to come back. The police said that the accused has been identified as Karnail Kaur, her mother Amarjit Kaur and Karnail’s paramour Des Raj. Complainant Balkar Singh, while speaking to TOI said, “Sukhchain was my uncle and was married to Karnail Kaur. The couple had 5 children including 5 girls and a boy. Their eldest daughter is 17-year-old. Sukhchain’s mother-in-law had taken a loan from Des Raj around 18 years ago to marry off her daughter Karnail Kaur to my uncle Sukhchain but she failed to repay it. Now after several years, Des Raj started demanding his money back despite he was already in an alleged relationship with Sukhchain’s wife. A few months back, Karnail’s mother married her off to Des Raj without getting a divorce from Sukhchain.” Balkar added that Sukhchain persuaded his wife Karnail but all in vain while on Sunday he was assaulted and insulted by the accused Des Raj following which he committed suicide. Station House Officer Sadar Nabha police station said, “We have booked the accused under sections of abetment to suicide but they are yet to be arrested. Once the accused are arrested we would conduct a probe if human smuggling was done by accused woman Amarjit Kaur who allegedly had sold out her own daughter to the money lender. The sections of IPC will be added after the probe is completed.” Download The Times of India News App for Latest City ."}, "Day 2: Only 20% people take part in waste segregation drive": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/day-2-only-20-people-take-part-in-waste-segregation-drive/articleshow/69849547.cms", "time": "2019-06-19 07:19:00", "description": "Ludhiana: On the second day of the waste segregation drive for encouraging residents in ward number 81, MC commissioner K P Brar, councillor Rashi Aggarwal and volunteers of Namdhari Sect visited Joshi Nagar on Tuesday. Only 20 per cent people were found taking part in the waste segregation drive on the second day. The drive was kicked off on Monday when the MC commissioner knocked at the doors of the residents and asked them to help the civic body to segregate waste at source. Residents of Joshi Nagar, however, complained to the commissioner about the absence of sweepers in the area. They said sweepers did not come regularly and the streets were not cleaned properly. The commissioner and the councillor assured the residents of getting the area cleaned regularly by sweepers. They, however, said the residents would also have to segregate the waste. The area councillor said: “The second day was disappointing because people were not segregating waste at their homes despite awareness drives being carried out by the MC.” She said she would continue to work for waste segregation and she had also deputed a team of volunteers in the area for creating awareness among the residents. Meanwhile, the MC commissioner said: “It is getting difficult to make people understand the very basic thing that they should keep two dustbins at their houses so that dry and wet waste could be collected separately.” He said they had shown people how to segregate waste and it would now be seen whether people implement it or not. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "MC snaps 5 water supply connections, recovers dues worth Rs 2L": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/mc-snaps-5-water-supply-connections-recovers-dues-worth-rs-2l/articleshow/69880450.cms", "time": "2019-06-21 07:31:00", "description": "Ludhiana: The civic officials visited various areas in the city on Thursday asking people to clear their water supply and sewerage dues which have been pending since a long time. The officials from zone C visited nine properties out of which water supply and sewerage connections of five were disconnected. The MC recovered Rs 2.17 lakh from the rest of the four defaulters. Similarly, in zone D, the civic officials went to a commercial property at Mall Road for recovery of dues. The officials threatened to snap the connection, but the owner assured to clear the dues by Friday. The MC superintending engineer of operation and maintenance cell Rajinder Singh said, “We have started recovery drive in various areas of the city and in the coming days more defaulters will land in the net.” He requested the public to clear their dues on their own, else strict action will be taken against them. Notably, the MC commissioner KP Brar and mayor Balkar Sandhu had asked the officials to recover the dues at any cost at the earliest, else face action. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Assailants in car shoot at accountant, 38, in Dehlon": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/assailants-in-car-shoot-at-accountant-38-in-dehlon/articleshow/69866032.cms", "time": "2019-06-20 07:57:00", "description": "Ludhiana: Car-borne assailants shot at an accountant near Sidhwan Canal’s Tibba bridge in Dehlon on Tuesday night. The miscreants, who are yet to be identified, fired three shots at Balwant Khurana, 38, a resident of Sant Nagar, Haibowal. While two shots missed their mark, the third hit Balwant on his back. After he fell from his scooter, the accused sped away. A passerby rushed Balwant to a hospital and called up the police. Dehlon police station inspector SHO Dharminder Singh said, “Balwant, who works as an accountant in a Sahnewal firm, was driving back home around 8:30pm. Near Sidhwan Canal’s Tibba bridge at Southern Bypass, occupants of a car opened fire on him. The car did not stop for a second, but was moving when they shot at him. It’s a busy road, which is used to enter and exit the city.” The police have scanned the footage of CCTV cameras installed near the spot, but are yet to clinch vital clues. “The cameras have captured moving cars, but not the shooting incident,” the SHO added. Assistant commissioner of police (ACP-South) Jashdeep Singh said, “Balwant is admitted to a hospital. Doctors have declared him unfit to give a statement. Even his family is clueless about the motive of the attack.” The police are questioning Balwant’s colleagues to find out if he had rivalry with anyone. Police said a country-made weapon of .12 bore had been used to shoot at Balwant. Recent incidents March 26: Gangster Amarbir Singh and a team of Organised Crime Control Unit exchanged fire in Dehlon after which the former was arrested March 19: Six arrested for creating ruckus and firing in the air in Salem Tabri March 7: A 67-year-old man shot dead by his 33-year-old neighbour in Noorwala village Download The Times of India News App for Latest City ."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "One booked for abetment to suicide": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/1-booked-for-abetment-to-suicide/articleshow/69866182.cms", "time": "2019-06-20 13:40:00", "description": "LUDHIANA: Machhiwara police booked a man for abetment to suicide after a body was recovered on Tuesday from Sirhind Canal in which two friends fell into six days ago. The other person who was accompanying the victim is yet to be traced. Hardeep Singh, brother of the deceased Gurdeep Singh of Kotala Dhaha in Samrala, has claimed that the accused, Kulwiner Singh, was not returning Rs 15 lakh which he owed to the victim due to which the latter ended his life. On June 13, it was feared that two friends Gurdeep Singh (35) of Kotala Dhaha in Samrala area and Kuldeep Singh of the same area, who worked in a factory, had drowned in Sirhind Canal near Machhiwara. Hardeep Singh told cops that his twin brother Gurdeep and a fellow villager Kuldeep worked at a factory near Kohara and on had left for factory on motorcycle on the day of the incident. According to him, Gurdeep jumped into the canal from the Powat bridge and Kuldeep also jumped in to save him, but both drowned. The complainant said he found a diary from his brother’s almirah in which he had written that Kulwiner was not returning him the money he owed to him. He added that his brother had also accused one Baljeet Singh for being involved in the matter. The deceased held the duo responsible for forcing him to take the extreme step, he told cops. Police meanwhile registered a case against the accused into the matter on the statement of the complainant and the suicide note. Police officials said they recovered the body from near Neelon Bridge and sent it for post-mortem at the civil hospital. Machhiwara police station SHO Raman Inderjit Singh said they are investigating the matter after registering the case on Tuesday evening. He added that the accused are yet to be arrested. Download The Times of India News App for Latest City ."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Extortionist, 3 aides booked for murder bid on flyover manager": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/extortionist-3-aides-booked-for-murder-bid-on-flyover-manager/articleshow/69866067.cms", "time": "2019-06-20 07:00:00", "description": "Ludhiana: The PAU police on Wednesday booked a resident of Birmi village and his three accomplices on the charge of attempt to murder the project manager of Ferozepur- Ladhowal flyover. Bhinder was trying to extort Rs 10 lakh from Satywan Chaudhary, 40, a resident of Choti Haibowal. When Satywan ignored his threats, Bhinder, along with his aides, thrashed him brutally. Satywan said in his police complaint, “On Tuesday night, I was on way home from the project site when the four intercepted my car near Jainpur village. They dragged me out of the car and attacked me with rods and sticks. When my driver, Badal Singh, came to my rescue, they thrashed him too. After they escaped, my driver took me to a hospital and sounded the police.” PAU police station SHO inspector Bhagwant Singh said, “The prime accused has been identified as Bhinder. His accomplices are yet to be identified. Satywan told that from the past few days Bhinder had been trying to extort Rs 10 lakh from him. He had threatened Satywan of dire consequences if he failed to make the payment. As Satywan disregarded his threats, he attacked him on Tuesday night.” Satywan is admitted to a private hospital with fractured arms. A case has been registered under sections 307 (attempt to murder), 323 (voluntarily causing hurt), 325 (punishment for voluntarily causing grievous hurt), 506 (criminal intimidation) and 34 (act done by several persons in furtherance of common intention) of the IPC. The police have launched a manhunt to arrest the accused. Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Two peddlers to spend 3.5 years behind bars": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/two-peddlers-to-spend-3-5-years-behind-bars/articleshow/69866017.cms", "time": "2019-06-20 07:57:00", "description": "Ludhiana: A local court has sentenced two drug peddlers to three-and-a-half years of rigorous imprisonment. A fine of Rs 3,000 each has also been imposed on the convicts — Pargat Singh and Talwinder Singh, both residents of Naulari Kalan in Samrala. In case of default in fine payment, they will have to undergo another rigorous imprisonment of 30 days. On November 3, 2016, the police had arrested Pargat and Talwinder under the NDPS Act after 1,300 tablets of Phenotil were recovered from them. As per the prosecution, a police party was patrolling on GT Road near Bardala police post. On seeing the cops, two men on a bike tried to escape. They were, however, chased and nabbed. The bike driver identified himself as Pargat Singh and the pillion rider as Talwinder Singh. During checking, a polythene bag was recovered from them. The bag contained 1,300 tablets of Phenotil. Following the recovery, the two were arrested. During the case trial, the accused pleaded innocence. Additional public prosecutor sought punishment to the two on the basis of prosecution evidence. The defence counsel argued that the two have been implicated. He contended that consent memos were prepared by getting the signature of the accused forcibly, which is against the procedure of law. Turning down the plea of the defence counsel, the court observed, “It is true that the investigating officer had not joined any independent witness, though recovery had taken place from a busy area. There is nothing on record to show that false recovery had been planted upon them as no previous ill-will or enmity is either alleged or proved. Why investigating officer will indulge the accused in a false case, is not explained on record. In such a set of circumstances, if no independent witness was joined, that does not make any difference, because it is otherwise seen in common experience that people from general public are always reluctant to assist the police officials in such matters.”. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Alive, yet dead: 13 Barnala farmers fail to get debt waiver benefit": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/alive-yet-dead-13-farmers-fail-to-get-debt-waiver-benefit/articleshow/69882915.cms", "time": "2019-06-21 05:42:00", "description": "BARNALA: Theirs is a queer case of alive, yet dead. Put in category of ‘dead’ by the village multipurpose agricultural cooperative society, 13 small and marginal farmers of Badbar village in Barnala district have been struggling hard for the last six months to prove their existence and avail the benefit under Punjab government’s debt relief scheme. Out of these 13 farmers, three held a protest outside the society office on Thursday, demanding justice. During these six months, these farmers have provided all the relevant documents, including Aadhaar cards, to prove themselves as alive but have still failed to convince the cooperative society to change their status from ‘dead’ to ‘alive’. Meanwhile, the officials claim that the farmers had initially failed to provide their Aadhaar cards and were to be put in the category of ‘not available’ but mistakenly got clubbed in the category of ‘dead’ by the cooperative society. Interestingly, this group of 13 includes Gurmukh Singh, who had prevailed upon a score of villagers to fill forms for getting compensation. Speaking to TOI, Gurmukh said, “When the debt waiver process began in the village, I had filled forms of many farmers. Nearly six months ago, the cooperative society officials told me that my name had mistakenly been entered in the list of ‘dead’ and told to submit documents to prove that I was still alive. I deposited the relevant documents and was told that my name has been deleted from the list of ‘dead’. Now, about a week back, the cooperative society officials again called me, saying my name continues in the list of ‘dead’ and asked for documents again.” “I know that there are 12 others persons from my village who have also been shown as ‘dead’ and denied the debt waiver benefit. I have even approached the SDM in Barnala and requested him to instruct the cooperative department to set the record straight so that we (13) may also get the government assistance. But nothing has been done so far. I own 4 acres of land and am eligible for waiver of Rs 46,826,’’ he said. Another aggrieved farmer Jarnail Singh, who also owns 4 acre land and is eligible to get waiver of Rs 52,544, claimed, “I provided all the documents to prove I was alive. Besides, everyone in the village cooperative society is well aware that I am not dead. I keep meeting them; yet remain in the category of ‘dead’. I am still struggling to get my status changed.” Another marginal farmer Sukhwant Singh, who owns a oneacre landholding and is eligible for Rs 29,070 waiver, said, “For me, even this (Rs 29,070) amount means a lot as there is hardly any earning from the land and I am not in a position to repay the loan.” Cooperative society secretary Jeet Singh said they had received a list from the assistant registrar’s office nearly six months ago and it showed over 30 people as dead, when they were actually alive. “At a camp held at Kotduna village near here, I had informed the officials about the error and had provided the Aadhaar cards of these 30 people. I had even uploaded the Aadhaar cards on the official portal. After some time, the status of 17 beneficiaries changed, but 13 remained as ‘dead’ and they remain so despite me providing the Aadhaar cards again. Only a week ago, we got the list again — showing them as ‘dead’,” he said. Barnala SDM Sandeep Kumar, when contacted, said, “We are trying to ascertain whose fault it is. An inquiry has been marked, to be conducted by the deputy registrar of cooperative societies, to find out how these living persons have been shown as dead and denied the benefits for which they are eligible. Whosoever is found guilty, appropriate action will be taken in the matter and the record will be set right.” Download The Times of India News App for Latest City ."}, "Brother-in-law, aide, held in murder case": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/brother-in-law-aide-held-in-murder-case/articleshow/69866177.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: Two months after a 30-year-old mason was murdered, Sahnewal police have arrested his brother-in-law and his accomplice from Chhatarpur of Madhya Pradesh. The police team is on the way back to Ludhiana and is likely to reach the city on Thursday. The arrested accused have been identified as Ankit and his friend Bhupinder Singh. The deceased Raj Kumar, 30, had an inter-caste marriage against the wishes of his wife’s family eight years ago and later shifted to Ludhiana. The couple also has two children. Rakhi, sister of the deceased said their family belongs to a lower cast, while her sister-in-law Deepa hailed from an upper cast family. Therefore, Deepa’s family was against the marriage. From the past few months, Deepa had started talking to her family members on phone, and came under the impression that her family was no longer against her marriage. On April 2, Ankit with his friend Bhupinder Singh went to Raj’s house. Next day, the duo took Raj towards Canal Bridge on the pretext of an evening walk. After reaching Canal Bridge, Bhupinder held Raj Kumar, while Ankit allegedly stabbed him in his neck with a sharp-edged weapon. Sahnewal police station SHO Iqbal Singh said a case under sections 302 (murder) and 34 (act done by several persons in furtherance of common intention) of the IPC has been registered against Ankit and Bhupinder. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Man set on fire over illicit relationship, 2 booked": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/man-set-on-fire-over-illicit-relationship-2-booked/articleshow/69880328.cms", "time": "2019-06-21 07:31:00", "description": "LUDHIANA: Dakha police on Wednesday booked two persons after they allegedly set a 27-year-old man on fire as he was allegedly involved in an illicit relationship with wife of one of the accused. Gurmeet Singh of Indra colony in Mandi Mullanpur, has been admitted to the Ludhiana civil hospital. Police have lodged an attempt to murder case against the accused identified as Bharat and Moshan of Indra Colony in Mandi Mullanpur. In his statement to the police, Gurmeet said he worked as a labourer and had been involved in an affair with Bharat’s wife for the past five years. Gurmeet claimed the woman had stopped meeting him after Bharat and Moshan convinced her to do so. He said on June 17 at around 1.30 pm, he was having liquor at a godown when the two accused poured fuel on him and set him of fire. Gurmeet tore his shirt before raising the alarm for help. He said on hearing his cries, his nephew and other area residents came to the spot and doused the fire and took him home for medication. He said the next day, his condition worsened and his father took him to the civil hospital in Sudhar, from where he was referred to the Ludhiana civil hospital. Police have registered a case under Sections 307 (attempt to murder) and 34 (Acts done by several persons in furtherance of common intention) of Indian Penal Code (IPC) and have started a probe. Police officials said the accused are yet to be arrested. Download The Times of India News App for Latest City ."}, "PAU VC gets another extension of 2 years due to ‘hard work’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/pau-vc-gets-another-extension-of-2-years-due-to-hard-work/articleshow/69866050.cms", "time": "2019-06-20 07:00:00", "description": "Ludhiana: The board of management of Punjab Agricultural University (PAU) has decided to grant extension of two years to Dr Baldev Singh Dhillon, vice-chancellor, Punjab Agricultural University (PAU). The PAU board meeting was scheduled to be held on Wednesday afternoon to discuss the issue of appointment of the new vice-chancellor, where 12 board members were present. The decision was taken in the board meeting under the chairmanship of Punjab chief secretary Karan Avtar Singh. Viswajeet Khanna, additional chief secretary (Development), Department of Agriculture and Farmers Welfare — who was part of the meeting — said: “The board has unanimously decided to give him (Baldev Singh Dhillon) a two-year extension due to his hard work.” Khanna reasoned that Dhillon had various achievements in the agriculture field, and had been heading PAU, which was one of the finest universities in the country. “He has also been conferred with the Padma Shri award this year. There is no maximum age criteria in the university act for PAU VC’s appointment,” said Khanna. Surprisingly, there is no age bar in the PAU act, however UGC and ICAR states that the maximum age should be 70 years. Baldev Singh Dhillon will be completing his second term on June 30, and he attains the age of 72 on June 27. When asked to comment, Dhillon said: “Please, I don’t have any comment or any point to share. Thanks.” Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "MLA Pandey raises issue of pending work with MC chief": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/mla-pandey-raises-issue-of-pending-work-with-mc-chief/articleshow/69866197.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: In almost four-hour closed-door meeting with mayor Balkar Sandhu and MC commissioner KP Brar, MLA from North constituency Rakesh Pandey, along with Congress councillors from his constituency, raised the issue of pending works on Wednesday. The MLA Pandey has advised the mayor to pay attention towards other constituencies as well. The councillors were unhappy with the delay in completion of their development works and they counted large number of complaints against the officials. The sources revealed that MLA Pandey blamed the civic officials and delay in the works for lesser votes in the MP elections from his constituency. The councillors complained that despite passing of several months to allotment of development works in their wards, the work orders were not issued and contractors did not start the works. The councillors blamed the officials for delay in the process while officials held the contracts responsible for not starting the works. Mayor Balkar Sandhu has issued instructions to cancel the contract and blacklist those contractors who have not started the works till date. Some of the councillors also raised the demand for construction of static compactors in their areas on the pattern of West constituency so that garbage problem in the areas could come to end. However, the mayor gave the plea that static compactors policy has been decided at state government level, but the MLA as well as councillors opposed his statement. MC commissioner Brar however intervened and pacified everybody. The councillors and a few persons accompanying the MLA raised the matter that instead of blacklisting the contractors, MC should see why those contractors were not working. They claimed since MC was not making the payments, the contractors were least interested in completing the works. They asked the officials to recover the pending dues so that development works could take place in the city. The councillors also raised the matter of zonal commissioner Manjit Singh Cheema’ behaviour with councillors when they go to his office for some work. Recently, Cheema had called up a meeting with councillors at zone A office, but officials did not turn up for the meeting and councillors thus left from there without conducting the meeting. Cheema assured that they will be treated with due respect in his office. Meanhwile, MLA Pandey said there were some basic issues which need to be discussed with officers and mayor for which the meeting has been conducted. He added that there were no personal grudges against anyone. Mayor Sandhu said these meetings are conducted on a regular basis so that differences between the councillors and officials could be removed. He said some contractors are not doing their jobs properly and they will be held answerable. Download The Times of India News App for Latest City ."}, "Submit applications to get subsidy on farm machinery by June 30": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/submit-applications-to-get-subsidy-on-farm-machinery-by-june-30/articleshow/69849562.cms", "time": "2019-06-19 07:19:00", "description": "Ludhiana: To ensure that farmers do not pollute the environment by burning the paddy straw, the agriculture and farmers’ welfare department, Punjab, has started a scheme where subsidy will be given to farmers on farm machinery used for managing paddy straw. While providing information, Dr Baldev Singh, Chief Agriculture Officer (CAO), Ludhiana, said like last year, this year also, subsidy on farm machinery would be given to farmers of the Ludhiana district under the in-situ management of crop residue scheme. He said: “The machinery will be used for managing the paddy straw so that farmers do not burn it, which leads to pollution.” He said under the scheme, farmers would be given 50 per cent subsidy for purchasing happy seeder, paddy straw chopper, multure, hydraulic reversible MB Plant, zero till drill, super SMS rotary slasher or shrub cutter. “Applications for subsidy on the machinery can be submitted at the block agriculture offices by June 30, 2019, and no application will be entertained after this date,” he said. Dr Baldev Singh clarified that if the applications received were more than the target, then the farm machinery would be distributed to farmers through draw of lots. He said subsidy would be given only on the machinery manufactured by the companies approved by the agriculture department of the Union government. He said under this scheme, there was a provision of 80 per cent subsidy for the registered farmers’ groups for opening custom hiring centres so that machinery could be used on rent. He said for more information on the scheme, people could visit the website www.agripb.gov.in or www.agrimachinery.nic.in or visit any agriculture offices in the block. Download The Times of India News App for Latest City ."}, "Gateman found dead on railway tracks": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/gateman-found-dead-on-railway-tracks/articleshow/69880380.cms", "time": "2019-06-21 07:31:00", "description": "LUDHIANA: In a rare case, the Government Railway Police (GRP) have recovered the body of a railway gateman near the railway tracks passing through Gorayan-Phagwara railway crossing during late evening of Wednesday. Later, police identified the deceased as Baldev Singh, who worked as a gateman at the Gohawar railway crossing, and had gone missing from his railway quarter for the past several hours. Sustained injury marks were reported on the upper body parts of his body, when the police noticed his body lying in the open near the railway tracks. Within minutes, police took the body into custody for further investigation, and informed Baldev’s family members, along with railway officials, who went out for his search. Giving information on this, GRP in-charge Balbir Singh said that after getting an alert from railway officials, a police party under the supervision of ASI Madan Lal carried out a search operation in Gorayan-Phagwara railway crossing areas and found the body of a railway gateman which was went missing from Tuesday evening hours after completing his eight hours of duty. The police have sent Baldev’s body to civil hospital for medical examination. In the initial stage of investigation, police were suspicious that Baldev might have faced a cardiac arrest late in the evening hours, and fallen unconscious near the railway track when he was on his way to reach the railway quarters. Police initiated an investigation under Section 174 of CrPC for further investigation. “We did not disclose the exact reason behind this happening, as we were waiting for medical reports that would help clear the air on the gateman’s death, who was a retired armyman hailing from Gurdaspur district,” said the police. On the other hand, railway officials claimed the gateman was murdered by some unknown miscreants when he was returning to the railway quarters late on Tuesday evening. Speaking on this issue, one railway official said: “There is no proper availability of a lighting system along with security cover on the railway crossing where the gateman performs his duty. Something went wrong in the case of Baldev Singh, as several injury marks were reported on his body when the police saw it. It might be a case that some animals may have attacked him when he was returning to his room after completing the day’s work. The rail crossing where Baldev Singh was deputed was surrounded by agricultural land, where very few people visited throughout the day, so it becomes difficult to say it was not a murder case,” said the railway official. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Mother, paramour held for killing 3-yr-old boy": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/mother-paramour-held-for-killing-3-yr-old-boy/articleshow/69866074.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: The police on Wednesday arrested a woman and her lover for murdering her three-year-old son in Jagraon. The accused have been identified as Rajni Devi, wife of Pradeep of Hathur, and Sonu Kumar of Bihla village. In his police complaint, Rajinder Rishidev of an area near Saim Nullah in Jagraon said he married his daughter Rajni to Pradeep about five years ago. The couple had a son named Sonu. The complainant said after a matrimonial dispute between the couple, his daughter left Pradeep and returned to his house with her son. Cops said Rajni fell in love with Sonu Kumar, an acquaintance of the family, and about five months ago she went with him, leaving her son with her parents. They said on Tuesday, Rajni had come to her parent’s house. She and her paramour were sleeping in another shanty and her son Sonu was with his grandparents. Around 2am on Wednesday, both the accused took away the boy and strangulated him to death. The accused then threw his body near the slums and ran away. They added that Rajinder had seen the duo go with the child. Rajinder went in the direction. He lifted the child and found that he had died. He informed the cops, who moved the body to the civil hospital for post-mortem. Jagraon city SHO inspector Nidhan Singh said a case was registered in the morning and the accused were arrested within hours. Police said mother of the child had a bigger role in the murder as she wanted to get rid of him before having the baby of her lover. She hated her husband, a native of Bihar, and the child born of marriage with him, they added. “Rajni held the child’s legs, while her paramour strangulated him,” said a cop. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Jalandhar: Villagers protest over ‘missing’ man": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/villagers-protest-over-missing-man/articleshow/69882405.cms", "time": "2019-06-21 08:22:00", "description": "JALANDHAR: Residents of village Talwandi Slem staged a dharna outside Maqsudan police station on Wednesday night and also blocked the traffic. They alleged that a resident of their village, Raj Kumar Raju, 34, was summoned to police station for questioning but when they went to get him back in the evening police said he “slipped away”. Raju was called by police on Wednesday for questioning in a case and village panchayat took him to the police station. Panchayat member Sukhwinder Singh said the police first asked them to take Raju back at 3 pm, but when they reached there, they were told to come at 5 pm as Raju was yet to be questioned. After that when they again reached the police station at at 5 pm, the police got the papers of his release signed but said that Raju had slipped away. On knowing this, several villagers rushed to the police station and gheraoed it. They also blocked the road outside the police station and demanded to know the whereabouts of Raju. Jalandhar Rural SSP, Navjot Mahal, who also reached the police station along with other officials, said Raju had indeed slipped away from the police station and efforts to trace him had not yielded any results so far. Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "MC plans to cancel parking contract of Sarabha Nagar": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/mc-plans-to-cancel-parking-contract-of-sarabha-nagar/articleshow/69866165.cms", "time": "2019-06-20 07:03:00", "description": "Ludhiana: The civic authorities will put up an agenda to cancel the allotment of parking lot in Sarabha Nagar main market to the private contractor after receiving frequent complaints of overcharging as well as irregularities in fulfilling the terms and conditions. However, members of Finance and Contracts committee (F&CC) will take final decision in this regard on Thursday. The Sarabha Nagar market is the most sought after market of the city. Youngsters and people frequenting the market almost on a daily basis have been complaining about hiked parking rates there. On an average, around 1,500 cars are parked in the parking lot on a daily basis. A team of MC officials checked the parking site on April 22, where it was found that employees were not wearing the uniform or even reflector jackets as supposed to. Neither were they able to produce their identity cards, nor where they carrying e-ticket machines. At the entrance and exit points of the parking lot, CCTVs were not installed. Despite the contractor being given a notice on May 13 and being asked to give a clarification, the civic officials did not receive any reply. The civic body thus decided to propose cancellation of the agreement. MC commissioner Brar said, “A proposal has been prepared for the cancellation of the agreement and the final decision will be taken in the meeting on Thursday.” She said the MC is planning to run these parking sites at their level in future, and a system is being prepared in this regard. The civic body had conducted auction of 11 parking sites in August, 2018, and firm Jugnu Engineer and Fabrication, Ludhiana, was given the contract for handling this parking site from August 26, 2018, till August 25, 2019. The contractor had deposited the Rs 6.43 lakh security deposit as well. Jugnu Engineer and Fabrication Ludhiana was also allotted the parking lots in Model Town extension, BRS Nagar, and Gill Road, but he had left the contract while saying that these locations were not profitable. In the meeting on Wednesday, a proposal will be mooted to blacklist the contractor and his security deposit would be forfeited as he violated the contracts before its maturity. Meanwhile, the parking site contractor Munish Shah said, “The officials are only doing this to harass the contractors. The agreement is anyway about to get over in two months.” He said he has already paid all dues to the corporation and on commenting on the allegations of violating the contracts of three parking sites, he said he had left the three sites only after completing the legal formalities and MC thus cannot take any action against him. Notably, the beautification of the market under the smart city mission is also going on in the market. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}}