{"Centre frames rules to file appeals after NRC exclusion": {"link": "https://timesofindia.indiatimes.com//city/guwahati/centre-frames-rules-to-file-appeals-after-nrc-exclusion/articleshow/69700041.cms", "time": "2019-06-08 11:18:00", "description": "GUWAHATI: The Centre has laid down the procedure for filing appeals before the foreigners tribunal (FT) for people whose names do not figure in the final NRC to be published on July 31 by amending the Foreigners (Tribunals) Order, 1964. The Union home ministry, in a gazette notification of May 30, said an applicant shall provide a certified copy of the rejection order received from the NRC authorities along with the grounds for appeal. However, the notification added that persons against whom the foreigners tribunals have 'already given opinion' earlier as foreigner will not be eligible to file appeals. Also, persons against whom 'reference' has already been made by the competent authority to any FT shall not be eligible to file appeals before the tribunal, the notification said. \"The appellant may appear either in person or through a legal practitioner or a relation authorized by the appellant in writing, subject to the acceptance of such representation by the tribunal,\" the notification said. It added that the tribunal shall issue a notice to the district magistrate to produce NRC records within 30 days from the date of receipt of the notice and a copy of the notice shall also be sent to the pleader appearing for the government and also the appellant. The state government may appoint a pleader to represent the district magistrate. The notification said the district magistrate 'may also refer to the tribunal' for its opinion on whether the appellant is a foreigner or not. \"Upon production of records, if the tribunal finds merit in the appeal, it shall issue notice to the appellant and the district magistrate for hearing, specifying the date of hearing and such date shall be within thirty days from the date of production of the records,\" the notification said. It added that the final order of the tribunal shall contain its opinion on whether the appellant is eligible for inclusion in the NRC or not. The All Assam Minority Students' Union (AAMSU), one of the stakeholders in the NRC case in the Supreme Court, said the central government issued the gazette notification without holding any consultations with the stakeholders. \"Had there been consultation with the stakeholders prior to the issuance of gazette notification, we would have given our inputs for necessary amendments. We will soon meet chief minister Sarbananda Sonowal, as well as the Union home secretary, with our demands,\" said Aamsu adviser Azizur Rahman. The names of 40.07 lakh people were excluded from the final draft NRC that was released on July 30 last year. Those who have been exluded include 'declared foreigners', doubtful 'D' voters and their family members. However, over 30 lakh people of 40.07 lakh have filed claims for inclusion in the final NRC. There are an estimated 1,19,559 'D' voters in the state. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "HS section to be closed in three Assam colleges": {"link": "https://timesofindia.indiatimes.com//city/guwahati/hs-section-to-be-closed-in-three-assam-colleges/articleshow/69809712.cms", "time": "2019-06-16 11:07:00", "description": "GUWAHATI: With Hojai College upgraded to Rabindranath Tagore University (Hojai), Madhabdev College to Madhabdev University (Narayanpur) and Bajali College to Bhattadev University (Pathsala), the higher secondary sections (Classes XI and XII) in these three higher educational institutions will be closed, as per UGC guidelines, from the 2020-21 academic session. A statement issued by the state government, however, said that for immediate relief of students, the higher secondary section will continue in the colleges for the current academic session. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Northeast sizzles in 'rainy season'": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/guwahati/northeast-sizzles-in-rainy-season/articleshow/69868831.cms", "time": "2019-06-20 09:57:00", "description": "GUWAHATI: Poor rainfall in the entire region because of a weak surge of the monsoon is raining misery on the people of the region. Unbearably hot and humid conditions have been prevailing in the region since June 1. On Wednesday, the capital experienced scorching heat with the temperature shooting up to 37 degrees Celsius, the highest in the northeast. North Lakhimpur recorded a maximum temperature of 36.2 degree Celsius during the day followed by Silchar and Dhubri-35.7 and 35.2 degree Celsius respectively. While Agartala recorded a maximum temperature of 36.8 degree Celsius, the rising temperature inched up to 35 degree Celsius in Itanagar. Met officials said the maximum temperature in northeastern towns and cities was 3 to 5 degrees above normal on Wednesday. \"A low pressure area is likely to develop over the north Bay of Bengal and its neighbouring areas in the next two to three days. As a result, less moisture is being carried from the Bay of Bengal to the northeast, causing the unusual heat. Besides, there is less cloud formation causing direct sunshine on the earth's surface,\" said a senior official at the India Meteorological Department's (IMD) Regional Meteorological Centre (RMC) in Guwahati. What is, however, more worrying is the deficit rainfall the northeastern states have experienced since June 1, when the monsoon season begins climatologically. RMC data stated that at 65% deficit, Manipur recorded the highest deficit from June 1 to 18. This was followed by 46% deficit in Assam and 37% deficit in Mizoram. The shortage of rainfall in other states of the region are-Arunachal Pradesh 36%, Meghalaya 35%, Tripura 27% and Nagaland 14%. In contrast, in the initial days of the monsoon season in NE, Meghalaya received the highest rainfall of 289.1 mm, followed by Tripura at 225.8 mm. But both were not adequate. While Arunachal Pradesh recorded 172.5 mm rainfall, Mizoram and Assam experienced 157.7 mm and 134.1 mm respectively. It was followed by Nagaland (131.9 mm) and Manipur (90.6 mm). Met officials, however, said that in the next 48 to 72 hours, rainfall activity may enhance as conditions are becoming favourable for further advancement of the Southwest monsoon into the remaining parts of the northeast and cover the entire region in the next 2-3 days. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "GMCH does best in Ayushman Bharat implementation": {"link": "https://timesofindia.indiatimes.com//city/guwahati/gmch-does-best-in-ayushman-bharat-implementation/articleshow/69784260.cms", "time": "2019-06-14 12:02:00", "description": "GUWAHATI: It was day of laurels for the state on Thursday. After Guwahati Medical College and Hospital was announced the top healthcare institution in terms of treatments amounting to more than Rs 10 crore with more than 6000 pre-authorisations in Ayushman Bharat — PMJAY implementation, the state was adjudged as the second best state in the country for the use of IT in panchayat. In a letter to the Principal-Cum-Chief Superintendent of Guwahati Medical College, Dr R K Talukdar, chief executive officer of National Health Authority, Dr Indu Bhushan informed the college’s “commendable performance in implementation of Ayushman Bharat — PMJAY” “I would like to congratulate you on being the top health care institution in terms of treatments amounting to more than Rs 10 crores with more than 6000 pre-authorisations Most of the treatments have been for tertiary care like orthopaedics. neurosurgery, urology and cardiology. I hope that funds so generated will be efficiently utilized towards incentivization of the hospital staff, re-investing into the hospital infrastructure and facilities to enhance the hospital capacities for extending the benefit of health services to patients beyond ABPMJAY,” the CEO wrote. The CEO also commended the efficient and sincere work by Ayushman Mitra’s and medical coordinators in providing quality services to the beneficiaries. Another statement from the state government said that the state has been awarded the second best state in first class category of use of IT in panchayat system in the ‘e-awards for 2019’ announced by panchayati raj ministry. Maharashtra tops the list while Chattisgarh has obtained the third position. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Online applications to GU's University Law College open": {"link": "https://timesofindia.indiatimes.com//city/guwahati/online-applications-to-gus-university-law-college-open/articleshow/69737267.cms", "time": "2019-06-11 12:47:00", "description": "GUWAHATI: Online process for receiving applications for five-year integrated BA LLB (honours), BA LLB and LLB courses at the University Law College in Gauhati University (GU) began on Monday. A notification issued by the institute stated that June 21 has been fixed as the last date of receiving the online forms. While the entrance test for admission to BA LLB (honours) and BA LLB courses will be held on July 4, entrance exam for the LLB programme is scheduled on July 5. The provisional selection list of the candidates will be published on July 15. On the other hand, the provisional admission for BA LLB (honours) and BA LLB courses will be held on July 17. Provisional admission to the LLB course will be held on July 18. University Law College principal Jyoti Prasad Bora said the independent employability option after completing law education is attracting young aspirants towards the five-year integrated programmes - BA LLB (honours) and BA LLB - that were introduced at the institute almost a decade ago. The LLB course offered by the premier law institute of the state has been popular in University Law College since inception. In LLB, admission will be held for 120 seats, while for the BA LLB (honours) and BA LLB programmes, the intake capacity in the institute is 60. The entrance tests will be held on OMR sheet with multiple choice questions. For the general category students, the eligibility criterion to appear in the entrance exams for the three programmes is 45 percent mark in the last qualifying exam. Besides, five percent relaxation will be there for the reserved category seats, as per the government rules. \"We received quite good response from the students last year. Against 120 LLB seats, we received 350 to 400 applications in the previous years. For the integrated BA LLB (honours) and BA LLB courses, the response has been even more encouraging. Of late, we received 400 to 500 applications against the 60 seats allotted for BA LLB (honours) and BA LLB courses,\" said Bora. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Kamakhya expected to host 25 lakh devotees during Ambubachi Mela": {"link": "https://timesofindia.indiatimes.com//city/guwahati/kamakhya-expected-to-host-25-lakh-devotees-during-ambubachi-mela/articleshow/69767432.cms", "time": "2019-06-13 11:30:00", "description": "GUWAHATI: Assam is gearing up for the largest religious congregation in the state as an estimated 25 lakh people are expected to attend the four-day annual Ambubachi Mela starting at the Kamakhya Temple from June 22. Assam Tourism Development Corporation (ATDC) chairman Jayanta Malla Baruah on Wednesday said 20 lakh people came to the Ambubachi Mela last year. \"Last year's headcount was done through a laser-based technology for accuracy. This year, an estimated 25 lakh devotees are expected,\" said Baruah. Union minister of state for tourism Prahalad Singh Patel will inaugurate the religious event on June 21 and singer Kailash Kher will perform at a cultural programme the same temple. Kamakhya is one of the 51 shakti shrines representing different body parts of Shiva's consort Sati. During the four-day event from June 22 to June 25, the temple door remains closed. It is believed that the presiding goddess of the temple, Devi Kamakhya, goes through her annual cycle of menstruation during the festival. As a huge large turnout of devotees is nexpected, Baruah said capacity for sheltering pilgrims at the makeshift camps has been increased by 20% this time. \"This time, instead of erecting large number of makeshift camps for devotees, we have decided to keep the number to only four. All the four camps will have 20% more capacity for accommodating devotees. The four camps will be at Fancy Bazar, Old Pandu railway station, Boripara and Naherbari at the Kamakhya Temple. There will be information centres at the Kamakhya railway junction to help devotees in guiding them to different camps,\" said Baruah. He added that the tourism department has urged the railways to provide special trains from Varanasi and Kolkata to Kamakhya. The tourism department has been promoting the Ambubachi Mela as a religious tourism destination in the state. \"Our publicity campaign is underway in different states and cities across the country. At the same time we have taken steps to promote other religious sites along with the Ambubachi Mela. There will be dedicated ferry services for devotees to visit the Umananda Temple located at a rock island in the middle of the Brahmaputra here,\" said Baruah. He added that various departments, including the Guwahati Municipal Corporation, public works department and the district administration are working in tandem to conduct the event smoothly. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "CM Sarbananda Sonowal seeks more disaster relief funds": {"link": "https://timesofindia.indiatimes.com//city/guwahati/cm-sarbananda-sonowal-seeks-more-disaster-relief-funds/articleshow/69809770.cms", "time": "2019-06-16 11:12:00", "description": "GUWAHATI: Chief minister Sarbananda Sonowal on Saturday sought more funds under the state disaster relief fund (SDRF) for prevention, mitigation, preparedness and rehabilitation in case of natural calamities. A statement from the CMO said Sonowal told the fifth governing council meeting of the Niti (National Institution for Transforming India) Aayog held at Rashtrapati Bhavan in New Delhi on Saturday under the chairmanship of Prime Minister Narendra Modi that there is a need for \"substantial\" increase in funds. The chief minister said the funds under the present guidelines for providing relief and rehabilitation is low. The chief minister strongly vouched for Niti Aayog's intervention to include river erosion in the list of calamities for funding under the National Disaster Relief Fund (NDRF) or SDRF so that quick and timely steps can be taken. Thanking the government led by Prime Minister Narendra Modi for setting up a high-level committee for the proper management of water resources in the northeast under the chairmanship of the vice-chairman of the Niti Aayog, Sonowal said suggestions made in the draft report of the committee would go a long way in finding a permanent solution to the problems of floods and erosion in Assam. The chief minister said the state government had made progress in addressing the needs of the seven selected aspirational districts of the state and an amount of Rs 28 crore had been set aside in the state budget of the current financial year for taking up new activities. He also referred to Hailakandi district's achievement of being ranked first among the aspirational districts in India for which Rs 10 crore was awarded to the district. Sonowal highlighted the state government's endeavour to distribute land patta to one lakh farmer families in the current financial year. In order to achieve Prime Minister Modi's target of doubling farm income by 2022 in the state, satisfactory results were showed by the CM's Samagra Gramya Unnayan Yojana that was launched by the state government in 2017 with an outlay of Rs 30,000, the statement said. Download The Times of India News App for Latest City ."}, "IAF announces Rs 5-lakh reward for leads on missing aircraft": {"link": "https://timesofindia.indiatimes.com//city/guwahati/iaf-announces-rs-5-lakh-reward-for-leads-on-missing-aircraft/articleshow/69709907.cms", "time": "2019-06-09 09:50:00", "description": "GUWAHATI: With no headway in search operations six days since the Indian Air Force's AN-32 aircraft went missing, the IAF on Saturday announced a reward of Rs 5 lakh for any information about its location. \"While the search for the missing aircraft is on, Air Officer Commanding-in-Chief of the Eastern Air Command, Air Marshal RD Mathur, has announced a cash reward of Rs 5 lakh for anyone who provides credible information leading to the aircraft,\" defence PRO in Shillong, Wing Commander Ratnakar Singh said on Saturday. \"We can be reached at 0378-3222164, 9436499477, 9402077267 or 9402132477,\" he added. Earlier in the day, Chief of the Air Staff Air Chief Marshal BS Dhanoa visited the Air Force Station at Jorhat, from where the aircraft had taken off before it went off the radar. \"The IAF chief was given a detailed briefing about the operations and apprised of whatever inputs we have received so far. He interacted with families of the officers and airmen who were on board the aircraft,\" defence PRO Lt Col P Khongsai said. \"However, an aerial search could not be undertaken because of poor weather conditions,\" he added. Bad weather has held up the search and rescue operations since Monday, when ground agencies of the Indian Air Force lost contact with the aircraft. The AN-32 had taken off from Jorhat with 13 people - eight crew and five passengers - on board at 12.25pm. It was headed for the advanced landing ground at Mechuka in Arunachal Pradesh. About an hour later, contact was lost. Since then, the Indian Army, ITBP, state police and locals have been engaged in round-the-clock search operations on the ground but all efforts of conducting aerial surveys have been stalled because of the weather and the terrain. \"The IAF has increased deployment of its helicopters and transport aircraft. It has also expanded the search area significantly since the operations began. More areas are being covered by airborne sensors and satellites. The imaging is being followed up by close analysis of the data,\" Khongsai said. He added, \"Resources from various agencies, including ISRO were brought into the operation to enhance its effectiveness. The area of search is mountainous and heavily forested with thick undergrowth. The weather in the area has been inclement with low clouds and rain during most hours.\" On Thursday, some family members of those who were on board the AN-32 met defence minister Rajnath Singh and were briefed about the search efforts. Download The Times of India News App for Latest City ."}, "Assam: Two held for taking bribe to include name in NRC": {"link": "https://timesofindia.indiatimes.com//city/guwahati/assam-two-held-for-taking-bribe-to-include-name-in-nrc/articleshow/69770529.cms", "time": "2019-06-13 16:56:00", "description": "GUWAHATI: Two public servants engaged in updating of the National Register of Citizens (NRC) in Assam have been arrested while allegedly taking bribe from a woman to enter her name unlawfully in the register. 48-year-old Syed Shahjahan, a field level officer of NRC Sewa Kendra of Dispur at Ganeshguri was caught red-handed by sleuths of the anti-corruption bureau of Assam Police this morning while he was accepting a bribe of Rs 10,000 from complainant Kajari Ghosh Dutta of Ananda Nagar here. Another person, Rahul Parasar (27 ), an assistant local registrar of citizen registration of the same NRC Sewa Kendra was also found to allegedly involved in the crime and has also been arrested, police said. “All connected documents have also been seized by the ACB team from the office of the NRC Sewa Kendra. The accused had demanded a bribe of Rs 10,000 for entering the name of the complainant in the draft NRC. The accused had highlighted some technical defects in her application and demanded her the bribe to correct the technical defects and enter her name thereafter into the final draft of NRC,” the police said. The complainant had approached the anti-corruption bureau and a trap was laid down as per the standard procedure. “The accused public servants have been arrested and will be produced before the special court on Friday morning,” police added. The final NRC is scheduled to be published on July 31, and claims and objections are being heard at this moment. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Monsoon to hit northeastern states in next 48 hours: IMD": {"link": "https://timesofindia.indiatimes.com//city/guwahati/monsoon-to-hit-northeastern-states-in-next-48-hours-imd/articleshow/69709801.cms", "time": "2019-06-09 09:33:00", "description": "GUWAHATI: With the southwest monsoon having set in over Kerala on Saturday, IMD has announced that the present conditions are favourable for monsoon to make its entry into the northeast in the next 48 hours. IMD, in its evening weather bulletin, stated that in view of the enhanced cloudiness, strengthening of westerlies and persistent cyclonic circulation in lower and mid-tropospheric levels over Lakshadweep area and its neighbourhood, the southwest monsoon has further advanced into more parts of the south Arabian sea, most parts of Lakshadweep area, some parts of Kerala and south Tamil Nadu. Other areas that have been covered so far are the remaining parts of Maldives Comorin area, parts of the southwest, southeast and east-central Bay of Bengal and some parts of northeast Bay of Bengal, the IMD bulletin further stated, adding, \"Conditions are becoming favourable for the southwest monsoon to advance into some parts of the northeastern states in the next 48 hours.\" Regional Meteorological Centre (RMC) deputy director general of meteorology Sanjay O'Neill Shaw said that the onset of monsoon in the northeast may also happen before the next 48 hours. \"Declaration of the onset of monsoon may come even before Monday, depending on the prevailing weather conditions in the region,\" he said. IMD's RMC based in Guwahati said that moderate rain accompanied by thundershowers is very likely to occur at most places across Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura and at many places across Arunachal Pradesh from Sunday to Monday morning. Sources in the Assam State Disaster Management Authority (ASDMA) said that it has not issued any warning to the districts in view of the impending monsoon rains. An ASDMA report on Saturday said that two revenue circles - Jorhat West and Patharkandi in upper Assam's Jorhat and Barak Valley's Karimganj district - have been affected by floods owing to incessant rain. Meanwhile, hot and humid conditions continue to prevail across the northeast. On Saturday, Guwahati recorded the highest maximum temperature in the region with the mercury inching up to 35.4° Celsius. At 34.4° Celsius, Silchar was a close second while Dhubri and Agartala recorded maximum temperatures of 34.2° Celsius. Download The Times of India News App for Latest City ."}, "NFR may ban use of plastic at railway stations": {"link": "https://timesofindia.indiatimes.com//city/guwahati/nfr-may-ban-use-of-plastic-at-railway-stations/articleshow/69784172.cms", "time": "2019-06-14 11:57:00", "description": "GUWAHATI: The Northeast Frontier Railway (NFR) is considering a ban on use of plastic materials in railway stations under its jurisdiction. It said water and energy audits at regular intervals will also start soon. An NFR statement said the National Green Tribunal (NGT), in a January 22 order, had asked the Indian Railways to identify 5% of the 720 major stations to prepare a station-wise action plan to maintain cleanliness. Guwahati and Katihar stations of NFR have been included in the list for making them Eco Smart Stations as per the ISO 14001 standard laid down by BIS. Guwahati railway station has already received the ISO 14001 tag. NFR chief public relations officer Pranav Jyoti Sharma said more stations under NFR will be included under the Eco Smart Stations project. \"NFR authority will coordinate with urban local bodies of various areas for solid and plastic waste management and might even consider banning use of plastic materials at railway stations,\" he added. Sharma said preparations are on to chalk out an action plan for implementation the project in major stations. He added that per the guidelines issued by the Supreme Court, the Railways may also apply 'polluter pay' principle to recover the restoration cost of damage. He said the Railways has been authorized to collect fine of Rs 5,000 from offenders who continue to dump waste even after issuance of notice. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Team of 15 mountaineers to help in AN-32 recovery operation": {"link": "https://timesofindia.indiatimes.com//city/guwahati/team-of-15-mountaineers-to-help-in-an-32-recovery-operation/articleshow/69767524.cms", "time": "2019-06-13 11:37:00", "description": "GUWAHATI: A day after the wreckage of the missing AN-32 aircraft was spotted, 15 IAF, Army and civilian mountaineers were on Wednesday inducted by Mi-17s and Advanced Light Helicopters with all equipment for the final approach to the crash site. They were stopped in their tracks, however, by bad weather. Defence PRO Lt Col P Khongsai said, \"The induction of the 15 mountaineers from helicopters is complete. They are yet to reach the crash site due to inclement weather and terrain. The team will be camping overnight due to difficult terrain and weather and will close in to the crash site tomorrow (Thursday).\" Nine mountaineers are from IAF, four from Army and two civilian mountaineers, who will be looking for possible survivors and the black box and cockpit voice recorder of the transport aircraft. The wreckage of the aircraft was spotted 16 km north of Lipo, northeast of Tato, at an approximate elevation of 12,000 ft by the IAF's Mi-17 helicopter in a heavily forested mountainous terrain in Siang district on Tuesday, eight days after it went missing while on way from Jorhat AIF base to Mechuka advanced landing ground in Shi Yomi district of Arunachal Pradesh, which is about 25 km from the McMahon Line. There were eight aircrew and five passengers on board the aircraft. Soon after the wreckage was sighted on Tuesday morning, the search operation was called off. No exercise could be undertaken on Tuesday to reach the crash site after the sighting of the wreckage. Incidentally, locals had reportedly seen smoke billowing out and also heard the sound of an explosion over the area on June 3, the day the aircraft went missing. But there were no sightings to confirm the inputs from locals. Air officer-commanding-in-chief Eastern Air Command, Air marshal RD Mathur has complimented the search team for their relentless effort spanning eight days. He also thanked Arunachal chief minister Pema Khandu and chief secretary Satya Gopal for extending unflinching support to the IAF towards locating the missing AN-32. Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Rights bodies ask Centre to probe girl's 'unnatural' death": {"link": "https://timesofindia.indiatimes.com//city/guwahati/rights-bodies-ask-centre-to-probe-girls-unnatural-death/articleshow/69700301.cms", "time": "2019-06-08 11:40:00", "description": "GUWAHATI: The National Commission for Protection of Child Rights (NCPCR) and Assam State Commission for Protection of Child Rights (ASCPCR) has appealed the Union home ministry to take immediate steps to ensure proper investigation of the 'unnatural' death of a 12-year-old girl in Arunachal Pradesh's Naharlagun. NCPCR member Rosy Taba, while addressing the media here on Friday, informed that the girl, whose parents originally hail from Dolahat tea estate area of Assam's Lakhimpur district, was found hanging on May 20. She was residing with her family members who used to work in Naharlagun. Download The Times of India News App for Latest City ."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Youths of minority community beaten up in Assam's Barpeta, forced to shout 'Jai Shri Ram'": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/guwahati/youths-of-minority-community-beaten-up-in-assams-barpeta-forced-to-shout-jai-shri-ram/articleshow/69880138.cms", "time": "2019-06-20 20:30:00", "description": "BARPETA: Complaints were filed against a little-known right-wing organisation on Thursday for allegedly assaulting a group of people from the minority community in Assam and forcing them to utter slogans 'Jai Shree Ram' and 'Pakistan Murdabad'. Two FIRs were filed against the right wing organisation and its founder by the All Assam Minority Students' Union (AAMSU) and the North-East Minorities Students' Union (NEMSU). According to the police, the Tuesday night incident came to light after a video of the purported attack and the forcible utterance of slogans went viral on social media. The complaints stated that a group of men claiming to be members of the right-wing group stopped an autorickshaw in Barpeta town and beat up the youth travelling in it. The victims, who were from a minority community, were then forced to utter slogans like 'Jai Shri Ram', 'Bharat Mata ki Jai' and 'Pakistan Murdabad'. Hurling abuses, the attackers themselves shot the video and uploaded it on social media. Congress MP from Barpeta, Abdul Khaleque, said he has asked the superintendent of police to take action in the incident. Download The Times of India News App for Latest City ."}, "OPDs remain closed as 10,000 doctors across northeast join IMA strike": {"link": "https://timesofindia.indiatimes.com//city/guwahati/opds-remain-closed-as-10000-doctors-across-northeast-join-ima-strike/articleshow/69838493.cms", "time": "2019-06-18 12:49:00", "description": "GUWAHATI/DIBRUGARH/SILCHAR/IMPHAL/AGARTALA/ITANAGAR: Medical services across the northeast were severly hit on Monday as over 10,000 doctors stayed away from work because of the strike called by the Indian Medical Association (IMA) in the wake of the assault on two junior doctors in a Kolkata hospital on Tuesday. All outpatient departments in government medical hospitals and a large number of private hospitals remained closed. However, emergency services remained unaffected. In Assam, about 3,000 doctors and medical officers, who are members of the IMA, joined the protest. The Assam unit of IMA demanded that the state government should take steps to turn hospitals into \"safe zones\", by installing CCTV cameras and putting a restriction on any unauthorized entry. Doctors of Gauhati Medical College and Hospital staged a sit-in demonstration, demanding safety and better working conditions for themselves. \"Outpatient departments, including laboratories and other diagnostic facilities, were closed in all private, government and public health institutions. Doctors staged demonstrations, held protest rallies and dharnas, and didn't open their clinics. However, emergency services, critical care and indoor services continued without any interruption during the period,\" said IMA's Assam state branch president, Satyajit Borah and honorary general secretary, Hemanga Baishya in a statement. Health minister Himanta Biswa Sarma said, \"We condemn the attack on doctors in West Bengal. But our doctors must also keep in mind the interests of the patients. The patients should not suffer at any cost.\" In Dibrugarh, non-emergency medical services at the Assam Medical College and Hospital were hit due to the doctors' protest. \"Safety and security in the hospitals have been a matter of great concern and need to be addressed. IMA has been demanding a national law against hospital violence. It has declared a zero-tolerance policy against violence on doctors and healthcare professionals. Hospitals should be declared as safe zones and have safety measures like CCTVs and restriction on unauthorized entry,\" said Dipak Kumar Bhattacharya, president of IMA Dibrugarh branch. A member of the Junior Doctors' Association said, \"We are providing emergency services on humanitarian grounds. Only OPDs remained closed for the day.\" Healthcare services across Barak Valley and in Dima Hasao district of Assam were also badly hit. With doctors sitting on protest, the OPD of Silchar Medical College and Hospital (SMCH) did not function throughout the day. SMCH principal-cum-chief superintendent Babul Kumar Bezbaruah said services in emergency and indoor patient department remained unaffected. OPDs also remained closed during the day at Cachar Cancer Hospital and Research Centre, Lion's Eye Hospital in Silchar and private nursing homes. In Imphal, a large number of doctors, nurses and staff, under the aegies of Manipur State Branch of IMA, joined the protest. President of Manipur State Branch of IMA, Shyamkumar Laishram, condemned the attack on junior doctors in Kolkata. Doctors and medical staff sat on protest, carrying banners reading \"Doctors are not enemy\", \"We want a national law against hospital violence\", \"Doctors can only treat but not save life\", \" Justice must be given to the culprit\" and \"We stand for Dr Paribaha Mukherjee of NRS Medical College\". In Agartala, healthcare services were severely affected, with doctors and medical staff joining in the protest wearing black badges. The Tripura branch of IMA and the All Tripura Government Doctors' Association extended their support to nationwide protest. OPD services remained suspended in almost all major hospitals, including the Agartala Government Medical College. Arunachal also presented a similar picture, with OPDs remaining closed in all hospitals, including Tomo Riba Institute of Medical and Health Science (TRIHMS) in the state capital. IMA Arunachal Pradesh unit, led by president Dr Lobsang Tsetim and secretary Dr Jego Ori, joined in the protest. TRIHMS doctors addressed a meeting, highlighting the atrocities on doctors in the state. Arunachal health minister Alo Libang, however, made a fervent appeal to doctors to carry out their duties and ensure treatment to patients during the day while wearing black badges to register their protest. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Teachers across Assam launch ‘Main Bhi Driver’ campaign": {"link": "https://timesofindia.indiatimes.com//city/guwahati/teachers-across-assam-launch-main-bhi-driver-campaign/articleshow/69835176.cms", "time": "2019-06-18 08:33:00", "description": "GUWAHATI: The Lok Sabha polls are over and so is the BJP’s ‘Main Bhi Chowkidar’ campaign as a part of which all BJP leaders, starting from Prime Minister Narendra Modi to chief ministers and grassroots workers, had added ‘Chowkidar’ as a prefix to their profile names on Twitter. Now, a similar campaign is underway in Assam, with contractual government school teachers prefixing ‘Driver’ to their names on social media. A recent remark by the education minister Siddhartha Bhattacharya, which led to the move, will now witness more protests, with hundreds of TET-qualified teachers announcing agitations across the district headquarters on Tuesday to condemn the minister’s statement and demand regularization of jobs of contractual teachers. Bhattacharya, while talking to mediapersons on Thursday, had said that TET teachers, who got their teaching certificates more than five years ago, need to have their documents renewed, just like driving licenses. The backlash was swift, with thousands of TET-qualified teachers, who have long been demanding regularization of jobs and are staring at an uncertain future, adding the prefix ‘Driver’ to their profile names on social media. “The education minister has demeaned the qualification certificates of the TET teachers by comparing them with driving licenses. If Bhattacharyya cannot give due respect to the teachers, this will destroy the education sector. He has failed in carrying out his responsibilities,” said a statement issued by the Sodou Asom Prathamik TET Uttirna Sikhyak Samaj, a coordination committee of TET-qualified primary teachers. Regularization of jobs of around 40,000 of these teachers was a poll promise of BJP ahead of the 2016 assembly election. The Assam government had first held the Teachers’ Eligibility Test in 2012 for appointment of teachers to the lower and upper primary levels. A total of 52,772 candidates cleared had cleared the test that year, with 26,100 of them granted employment in a phased manner. The test was last held in Assam in 2014, with 90,043 candidates having cleared the examination. Around 40,000 TET-qualified teachers are working on a contractual basis in the state now, with the government’s decision to hold the test again in September this year having raised concerns among those instructors who have previously cleared the examination but are still awaiting regularization. Working president of the organization, Troloikya Deka, has appealed to chief minister Sarbananda Sonowal to regularize the services of the TET-qualified teachers, who have been working on a contractual basis with the Sarva Shiksha Abhiyan for years now. The Assam government must fulfil its promise of regularization of jobs of TET-qualified teachers, Deka said. Download The Times of India News App for Latest City ."}, "APSC scam: Dismissed government officials petition Gauhati HC for relief": {"link": "https://timesofindia.indiatimes.com//city/guwahati/apsc-scam-dismissed-government-officials-petition-gauhati-hc-for-relief/articleshow/69854291.cms", "time": "2019-06-19 12:34:00", "description": "GUWAHATI: Hearing a petition filed by some 49 state government officials accused in the Assam Public Service Commission (APSC) job scam praying for reinstatement of their jobs, the Gauhati high court on Tuesday asked the state government to file its reply by July 30. The complainants, who were arrested in connection with the case earlier, are already out on bail. In their peition, they alleged that the state government, while dismissing them, did not follow proper departmental procedures. They prayed that they should be reinstated in their respective jobs till proven guilty. Additional advocate general of the Assam government in the Supreme Court, Nalin Kohli, said, \"This is a very serious matter and all these officials have already admitted to giving bribe for their respective jobs. How will public in general accept and believe them? Is it possible to believe that he or she will be faithful to their services? It's a matter of hurting public trust.\" Citing previous Supreme Court judgments, the senior lawyer added, \"There are clear directions from the apex court in such cases of violation of public trust that immediate action must be taken to prevent misuse of public office.\" The Assam government has already appointed former additional solicitor general Maninder Singh to represent the state in the case. \"There are allegations that the departments concerned have dismissed the officials without following the usual procedure after their suspension and not giving them any chance to defend themselves. They challenged the government order claiming that they were suspended based on the police report alone, \" a source said. Last week, the Gauhati high court had directed the Central Bureau of Investigation to lodge an FIR against suspended APSC chairperson and key accused in the case, Rakesh Paul, to begin an inquiry into his disproportionate assets. The high court has also ordered the state government to initiate a judicial probe within one month to inquire into alleged anomalies in civil services examinations conducted by the Commission. Download The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Two NRC officials held for 'selling' citizenship": {"link": "https://timesofindia.indiatimes.com//city/guwahati/two-nrc-officials-held-for-selling-citizenship/articleshow/69784141.cms", "time": "2019-06-14 11:55:00", "description": "GUWAHATI: Assam Police's vigilance and anti-corruption wing on Thursday arrested two officials engaged in the National Register of Citizens (NRC) updation process from a seva kendra in the Dispur area on charges of graft. The arrested duo has been identified as Syed Shahjahan (48), a field level officer (FLO), and Rahul Parasar (27), an assistant local registrar of citizen registration (LRCR) of the NRC Seva Kendra of Dispur. They were allegedly involved in duping a woman NRC applicant by promising to enter her name in the upcoming additional draft NRC list slated to be released on June 15. At present, NRC seva kendras across the state are witnessing a mad rush as the additional NRC draft list would be published on June 15 before the publication of the final updated NRC on July 31. The additional draft list is believed to be containing the names of applicants who were earlier included in the complete draft published on July 30 last year but were later found to be ineligible for inclusion in the register during verification done by NRC authorities. \"At 11 am on Thursday, Shahjahan was caught red-handed by the anti-corruption sleuths when he was accepting a bribe amount of Rs 10,000 from Kajari Ghosh Dutta of the Ananda Nagar area in Dispur. The bribe money has been seized from the possession of the accused.\" The other arrested official, Parasar, was also allegedly found to be involved in the racket. Police sleuths also seized the documents concerned from the NRC office. \"The accused had demanded the bribe money for entering the complainant's name in the final draft NRC. The accused had highlighted some technical defects in her application and demanded the bribe to correct the errors and enter her name thereafter into the final draft of NRC. Today, the complainant was to pay the bribe amount,\" said a police official. The duo will be produced before a special court on Friday. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Retired teacher arrested for Guwahati blast": {"link": "https://timesofindia.indiatimes.com//city/guwahati/retiredd-teacher-arrested-for-guwahati-blast/articleshow/69718285.cms", "time": "2019-06-10 06:14:00", "description": "DIBRUGARH: Police on Sunday arrested one Prakash Rajkonwar, alias Chao Naam Ti Lao (65), from the Milan Nagar area of Dibrugarh town in connection with the May 15 grenade blast in Guwahati in which 12 people, including two SSB personnel, were injured. Rajkonwar, who originally hails from the Dirak gate area of Tinsukia district, had earlier retired as a teacher from Dirak Primary School. He was arrested from a rented accommodation - a house owned by one Sundar Rajkonwar - where Prakash had been staying for the last two years. Police have seized one computer and four mobile handsets from the house. Although police refused to share details, they revealed that Prakash was in close contact with the Guwahati blast accused and used to stay with them during his visit there. He is currently being taken to Guwahati by a city police team. Police have so far arrested eight people in connection with the blast. They are Prakash Rajkonwar, pro-talks Ulfa leader Pranamoy Rajguru, Assamese actress Jahnabi Saikia, former Gauhati University Post Graduate Students' Union president Sanjib Talukdar, Chinmoy Lahkar, Amit Ballav Goswami, Indra Mohan Bora and Bijoy Asom. Asom, who is a senior Ulfa-I leader and a prime accused in the case, was arrested from Tinsukia on May 21. Download The Times of India News App for Latest City ."}, "Woman, son beaten to death in Assam": {"link": "https://timesofindia.indiatimes.com//city/guwahati/woman-son-beaten-to-death-in-assam/articleshow/69708924.cms", "time": "2019-06-09 06:33:00", "description": "DIBRUGARH: A 48-year-old woman and her son, Jamuna Tanti (48) and Ajay Tanti (25), were beaten to death by a mob in upper Assam's Tinsukia district on suspicion of having killed Ajay's wife and her two-month-old baby girl. The incident took place at Sewpur tea estate at around 1.30pm on Friday. Locals said Ajay had informed his in-laws and neighbours on June 5 that his wife, Radha Tanti (23), and daughter had gone missing. As the duo remained traceless, Radha's family members, suspecting foul play, reached the couple's home and started searching their place. The shadow of suspicion fell on the in-laws because there used to be frequent domestic quarrels, local residents said. Ajay and Radha were married two years ago. During the search, her family members found Radha's body in a septic tank near the house. The news of the horrific discovery soon spread and hundreds of tea garden workers gathered outside the house. The mob then dragged out Ajay and attacked him, accusing him of killing his wife and daughter. His mother Jamuna was also not spared as the mob attacked the duo with bamboo splinters and rods. Even the police who arrived shortly afterwards did not dare to intervene after seeing the fury of the mob. In a video of the incident, which was taken on a phone camera and has since gone viral on social media, a group of people are seen attacking the mother and the son, who have fallen to the ground. Undetterred, the mob continue to hit them with rods and sticks, even as the police stand by as mute spectators. Later, Jamuna and Ajay were taken to the Tinsukia civil hospital where the former was declared dead on arrival. Her severely injured son was shifted to the Assam Medical College and Hospital in Dibrugarh, where he died on Saturday morning. Police said they have registered an FIR on their own. Tinsukia police station officer in charge Dipak Tamuli said, \"We have registered a case against unknown persons. No one has been arrested so far. We are examining the video clip and trying to trace the couple's two-month-old daughter.\" Download The Times of India News App for Latest City ."}, "Ex-Armyman, detained as 'foreigner' in Assam, gets bail": {"link": "https://timesofindia.indiatimes.com//city/guwahati/ex-armyman-detained-as-foreigner-in-assam-gets-bail/articleshow/69698531.cms", "time": "2019-06-08 08:36:00", "description": "GUWAHATI: The Gauhati high court on Friday granted conditional interim bail to former armyman Mohammad Sanaullah, who was sent to a detention camp on May 28 after a Foreigners' Tribunal in Assam declared him as an 'illegal foreigner' .  The bench of Justices Manojit Bhuyan and Prasanta Kumar Deka ordered that Sanaullah, 52, be released on bail after furnishing a bail bond of Rs 20,000 with two local sureties. The court directed him not to move out of the territorial limits of Kamrup district without the prior approval of superintendent of police. The bench has also directed the authorities to obtain the biometrics of Sanaullah before releasing him. Challenging the tribunal's order, which he described as 'arbitrary, perverse and illegal', Sanaullah had moved the HC on May 31. He had also filed an interlocutory application, seeking his release from detention.  Sanaullah retired from the Army in 2017 as an honourary lieutenant after which he had joined Assam Police as an assistant sub-inspector.  In September 2018, proceedings against Sanaullah under Foreigners' Act were initiated on the basis of a 2008 report of Assam Border Police, the same wing of Assam Police in which Sanaullah later worked, to the tribunal that he was an 'illegal migrant' .  Border Police officer Chandramal Das, who had inquired and reported that Sanaullah was an illegal foreigner, had mentioned his profession as 'labourer' in the 2008 report.  It also incorporated a purported 'confessional statement' of Sanaullah that he had illegally entered India 'through a secret route' for better living. The inquiry officer has also mentioned in his report that Sanaullah's wife and his two children were 'suspected nationals'. But Sanaullah, in his petition, submitted that the tribunal's order did not mention that he had served in the Indian Army from 1987 to 2017. He further stated that no inquiry officer visited his house and that no notice had ever been served on him. He maintained that the inquiry report was completely false and fabricated. The high court has issued notices to the Centre, state government, NRC authorities, defence ministry and Assam Border Police to respond to the petition within four weeks. Chandramal Das has been added as a respondent in his personal capacity.Senior Supreme Court advocate Indira Jaising, assisted by high court advocates HRA Choudhury, PK Deka, Aman Wadud and Syed Burhanur Rehman, appeared for Sanaullah on Friday. Sanaullah's wife Satbhanu Begum said, \"This is a great news for us. We are all happy that he is coming back home.\" Incidentally, his entire family skipped Wednesday's Eid celebrations. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Lynching case: Court summons eyewitness for next hearing on June 12": {"link": "https://timesofindia.indiatimes.com//city/guwahati/lynching-case-court-summons-eyewitness-for-next-hearing-on-june-12/articleshow/69700919.cms", "time": "2019-06-08 12:35:00", "description": "GUWAHATI: The Nagaon district and sessions court on Friday declared Numol Basumatary, one of the eyewitnesses in the Karbi Anglong lynching case, as 'hostile' and allowed the prosecution to cross-question him. The court has also issued a summons to Basumatary and asked him to appear before the court in the next hearing. Basumatary, who is amongst the 14 eyewitnesses in the case, has allegedly deviated from his previous statements on 'particular points'. The prosecution thereafter prayed before the court to declare him 'hostile'. Advocate Ziaur Kamar, special public prosecutor in the case, said, \"The court has asked him to appear before the court on June 12. The prosecution will cross-question him and if adequate proof is found, then a perjury case will be slapped upon him under Section 193 of IPC.\" Under the Section, whoever intentionally gives false evidence in any stage of a judicial proceeding is accounted for punishment with imprisonment which may extend up to seven years as well as a penalty. Sources said that the eyewitness, being a brother of an accused in the case, has allegedly moved away from his previous versions to save his brother. Earlier, he had objected to the prosecution's prayer of declaring him as a hostile witness. \"Out of the 14 eyewitnesses, statements of seven have been recorded so far before the Nagaon sessions court,\" Kamar added. On June 8 last year, when Nilotpal Das and Abhijit Nath were on their way back home from Kangthilangso waterfall in Karbi Anglong when they met with a tragic end as local villagers lynched them to death on suspision of being child lifters. Already, all the accused in the case have prayed for their bail before the Gauhati high court. The high court has asked the police to submit a case status report within June 21. Earlier, Assam police in its chargesheet had named 48 persons as accused, including a minor, and charged them with murder. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "GU to collect all fees online": {"link": "https://timesofindia.indiatimes.com//city/guwahati/gu-to-collect-all-fees-online/articleshow/69753720.cms", "time": "2019-06-12 13:49:00", "description": "GUWAHATI: Gauhati University (GU) has decided to collect all payments only through online payment gateways from now on. GU, in a notification issued on Monday, asked all concerned officials not to collect registration fees, enrolment fees and examination fees at the time of admission from students. Students admitted to degree colleges will have to pay registration fees and enrolment fees at the time of online registration in the first semester. \"For the students availing fee waiver, the colleges will pay the university after receiving reimbursement from the government and submit the list of those students to the university,\" said the GU notification. Students of second and third years will have to pay their enrolment fees online along with examination fees of third and fifth semester examinations respectively. For those second and third year students availing the benefits of the fee waiver scheme, the colleges have been asked to pay the university after receiving reimbursement from the government. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Locals oppose Arunachal Pradesh mega dam unanimously": {"link": "https://timesofindia.indiatimes.com//city/guwahati/locals-oppose-arunachal-pradesh-mega-dam-unanimously/articleshow/69721187.cms", "time": "2019-06-10 11:29:00", "description": "GUWAHATI: The Wildlife Institute of India (WII)'s report on the possible impact of the proposed Nyamjang Chu hydro-electric project on the Black-necked crane habitat in Arunachal Pradesh's Zemithang Valley said that all the locals interviewed during an assessment at the project site were opposed to construction of the dam. The field study was conducted between July 2017 and February 2018. The report's socioeconomic survey section said that all the 46 people who were asked with the several questionnaires on the proposed project were categorically against construction of the dam. \"All of them who were interviewed were aware of the construction of the dam. Not a single person agreed to the construction of the dam. This is because the dam will nearly submerge a large part of the area, including settlements of the people and 13th century stupa, the Gorzam Chorten, which has great cultural and historical significance,\" the report released late last month said. Zemithang valley in Tawang district has a population of 2,805 in 12 villages. Buddhist Monpas are the predominant community in the district. The Monpas also in West Kameng district of the state reveres black-necked cranes that breed in Ladakh and China as an embodiment of the sixth Dalai Lama who was born in 1683 in Tawang that borders with China's Tibet. The locals who call the bird as Trung-Trung Karmo, considers the arrival of black-necked cranes as norbu (good fortune). Further, the report said people interviewed were aware of the fact that hunting was not allowed in the Black-necked cranes' wintering habitat due to the \"local religious belief\" of the Monpas. \"Only a few of the people had heard about one death, which had been caused by some outsiders,\" the report said. The three kilometer stretch of Nyamjang Chhu (river in Monpa language) between Brojenthang and Zemithang in the valley is one of the two wintering sites of black-necked cranes in India. The other site is Sangti, also in Arunachal Pradesh. The wintering site in Nyamjang Chhu also overlapped with the barrage for the proposed 780 MW hydro-electric project. WII's report has categorically said that the construction of the dam would \"eventually submerge the entire habitat of vulnerable black-necked crane in Zemithang.\" It said that the sample group consisted of young to middle-aged people \"who have been observing the cranes only from the recent past.\" \"But a few of the elders had answered about their (Black-necked cranes) presence from the early 20th century. This shows that the area has been used by Black-necked cranes as a critical wintering site for a very long period of time,\" the report said. Monks who under the banner of Save Mon Region Federation (SMRF) has been protesting against Nyamjang Chhu and 12 other hydro-electric projects in Tawang took the WII's report as a \"moral victory\" of their movement. The WII report is an outcome of a 2016 order by the National Green Tribunal (NGT) that suspended the environmental clearance given to the project and asked the environment ministry to conduct a study on the environmental impact of the project. In 2012 SMRF challenged in NGT the environmental clearance granted to Nyamjang Chhu on the ground that the project developer did not reveal the wintering site of black-necked crane in the environment impact assessment (EIA) report commissioned by the project developer. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Women in Assam most unsafe at home": {"link": "https://timesofindia.indiatimes.com//city/guwahati/women-in-assam-most-unsafe-at-home/articleshow/69737372.cms", "time": "2019-06-11 12:54:00", "description": "GUWAHATI: Women in Assam, especially married women, were found to be more unsafe not on roads but behind the closed doors of their homes. With an average of 32 cases of 'cruelty by husband' on a daily basis, Assam recorded 12,000 cases of domestic violence in 2018. Every year, the number of domestic violence cases recorded have continued to surpass its previous years' figures. Recently released official records by the Assam Police show an increase in instances of domestic abuse from some 2200 cases recorded across the state in 2005 to 11,999 in 2018. According to the official records, the same figure was 10,580 in 2017 and 9327 in 2016. An alarming number of cases relating to dowry-induced violence are also on the rise. Police records informed: \"Another 166 women were allegedly killed by their in-laws for dowry in 2018. The numbers of dowry-related murders are also increasing in the state. There were some 150 such cases registered in Assam in 2017 and 2016 each.\" A previous study in 2017 led by the State's Women Commission shows that around 83.7 percent women, mostly in rural areas of the state, were physically abused by her husband and family members. Besides being physically abused, women in rural Assam have been found to be facing verbal abuse from their husbands or in-laws for not bearing a child, especially a male child. Moreover, some 34.1 percent of women were even coerced into sexual intercourse. Police records revealed that among the instances of domestic violence recorded in the state, the majority were reported in the districts of Golaghat, Jorhat, Sivasagar, Tinsukia, Darrang, Udalguri, Kokrajhar and Sonitpur. However, the police department attributed the high numbers to a growing awareness of women's safety as well as to a growing number of 'false' cases reported. \"In many cases, we have also found the victim allegedly misusing the law,\" said a senior police officer. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Assam temple brings 'extinct' turtle back to life": {"link": "https://timesofindia.indiatimes.com//city/guwahati/assam-temple-brings-extinct-turtle-back-to-life/articleshow/69753885.cms", "time": "2019-06-12 13:53:00", "description": "HAJO (ASSAM): The black softshell turtle is officially extinct in the wild, but a centuries-old temple and its nature-loving caretaker are helping the creature make a tentative comeback. Assam, which was once rich in freshwater turtles, but habitat loss and over-exploitation - they were once a popular local food - have massively depleted their population. The black softshell turtle was declared extinct in the wild in 2002 by the International Union for Conservation of Nature, while the Indian softshell turtle and the Indian peacock softshell turtle are classified as vulnerable. But all the while, the pond of the Hayagriva Madhav temple in the Hajo pilgrimage centre has provided a safe haven to them, thanks to the sacred status of turtles protecting them from harm. \"There are plenty of turtles in the temple pond,\" said Jayaditya Purkayastha, from conservation group 'Good Earth'. The group has teamed up with the temple authorities in a breeding programme. \"The population of the turtle in Assam has gone down by a great extent. So we thought we needed to intervene and do something to save the species from extinction,\" he said. In January, his organisation's first batch of 35 turtle hatchlings, including 16 black softshells hand-reared at the temple, was released into a nearby wildlife sanctuary. A key figure is the caretaker of the temple pond, Pranab Malakar, who long before environmentalists became involved took a keen interest in the turtles' wellbeing. \"I used to take care of them as I like them. Later, after I became associated with Good Earth, it became my responsibility,\" he said. \"No one harms them here as they are incarnations of Lord Vishnu (a Hindu deity). I was born and grew up here. We have been seeing the turtles since our childhood. People respect them,\" he said. Malakar collects eggs laid by the turtles on the sandy banks of the pond - a new concrete bank had to be demolished a few years ago - and gingerly puts them into an incubator. The project has been so successful that Good Earth has identified 18 other temple ponds in the area which could also be used for similar initiatives. But it is not without its challenges. For one thing, some of the hundreds of daily visitors to the temple outside Guwahati throw bread and other food to the turtles - which they clearly like. \"This has triggered some biological changes among the turtles in the pond. They have also lost their natural tendency of hunting for food,\" Purkayastha said. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Domesticated jumbos now targets of ivory smugglers": {"link": "https://timesofindia.indiatimes.com//city/guwahati/domesticated-jumbos-now-targets-of-ivory-smugglers/articleshow/69687278.cms", "time": "2019-06-07 12:04:00", "description": "GUWAHATI: The state police may seek the help of the forest department to record the status of domesticated elephants in Assam as their tusks are increasingly finding their way into the region's growing smuggling rackets that deal in animal body parts, police sources said on Thursday. Police fear the racket may be targeting domestic elephants for their tusks. A top state police official said, \"There are hundreds of domesticated jumbos in the state and many of them have their tusks intact. Usually, the forest department keeps a track of these animals, but in many cases, owners sell off tusks for money.\" Sources added that despite the department seizing tusks of domesticated elephants after their deaths as a precautionary measure, there were allegations that many owners did not inform the department about the deaths of their elephants and sold off the tusks. \"About a third of the length of the tusk lies inside the elephant's skull, which is why ivory hunters kill the elephant instead of just cutting off the tusk. There were reports that sometimes procedures of tusk seizures were also not followed carefully and portions of the tusk were left in the body enabling illegal traders to have their fill,\" said sources. Recently, the Golaghat police recovered a tusk, weighing around 2.8 kg and nabbed one person involved in ivory smuggling from Matikhola, bordering Jorhat, about 305 km from here. \"Investigators have been looking for records of elephant-hunt in nearby areas, including the Kaziranga National Park. However, no such incident was reported recently. There is a possibility that the recovered tusk was the tusk of a domesticated elephant, whose death was not reported,\" the police said. Earlier in January, in a joint operation, Customs and the Wildlife Crime Control Bureau sleuths had seized six pieces of elephant tusks in an operation in Udalguri district. The tusks weighed around 13 kg with an approximate value of Rs 1.5 crores in the international market. Besides traditional medicines, tusks are used in making jewellery, billiards balls, piano keys, identification chops and many other items of luxury. Download The Times of India News App for Latest City ."}, "68 colleges get government nod for integrated BEd courses": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/guwahati/68-colleges-get-government-nod-for-integrated-bed-courses/articleshow/69868878.cms", "time": "2019-06-20 10:01:00", "description": "GUWAHATI: For the first time, the Assam government has approved the the introduction of integrated Bachelor of Education (BEd) courses in 68 colleges around the state. Seven of these colleges - Arya Vidyapeeth College, B Borooah College, Handique Girls' College, Guwahati College, Pandu College, LCB College and Pragjyotish College - are in Guwahati. The courses are likely to start from the 2020-21 academic year. \"We have approved integrated BEd courses in general degree colleges for the first time. Now, the colleges which have received the nod will have to complete the formalities to start the courses,\" director of higher education Gitimoni Phukan said. Currently, the BEd course can only be pursued after graduation and are available mostly in teachers' training colleges and District Institute of Education and Training in various districts. With the new integrated courses, which spans for four years, an aspirant can opt for it right after completing their higher secondary education. \"The introduction of the new course will help students get dual degrees in four years. Those planning to become teachers can enroll into the integrated BSc-BEd and BA-BEd programmes after completing class XII,\" said Nirada Devi, director of the State Council of Educational Research and Training. A Bachelor of Education degree is now compulsory to become a teacher in secondary and higher secondary schools. Officials of the state higher education department, therefore, expect a huge rush of applications once the integrated courses become functional. Sources in the state education department said that at present, there are 4000 BEd seats in different government and private institutes around the state but they are only for those who have completed their graduation. The 68 colleges that received the approval to introduce the integrated BEd courses are in Baksa, Barpeta, Biswanath, Bongaigaon, Charaideo, Chirang, Darrang, Dhemaji, Dhubri, Dibrugarh, Karbi Anglong, Goalpara, Golaghat, Hojai, Jorhat, Kamrup (Metro), Kamrup, Kokrajhar, Lakhimpur, Majuli, Morigaon, Nagaon, Nalbari, Sivasagar, Sonitpur, Tinsukia and Udalguri districts of Assam. However, no colleges from the Barak Valley - Cachar, Karimganj and Hailakandi - featured in the list. Download The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "GCC receives 2,300 BCom applications": {"link": "https://timesofindia.indiatimes.com//city/guwahati/gcc-receives-2300-bcom-applications/articleshow/69821870.cms", "time": "2019-06-17 13:27:00", "description": "GUWAHATI: Gauhati Commerce College (GCC) has received 2,300 applications for admission to the BCom courses this year. GCC has a total of 615 BCom seats, with 35% of them reserved for students from CBSE and boards others than Assam Higher Secondary Education Council (AHSEC). Since GCC follows the higher secondary curriculum prescribed by AHSEC, the remaining 65% of the seats are reserved for Assam state board students. BCom admissions will be held at GCC on June 19. GCC principal Homeswar Kalita said that despite huge demand, the number of seats for BCom — the most popular course in the college — could not be increased further due to various constraints. The percentage of seats allotted to passouts from CBSE and other boards as well as those from AHSEC has also remained the same from previous years. “Since our college follows the AHSEC curriculum at the higher secondary level, we reserve more seats at the undergraduate level for students from the Assam state board. But if we consider the number of students who appear for their class XII board exams from boards other than the AHSEC, the 35% seat reservation is fair,” said Kalita. The cutoffs for state board students are also significantly lower. The provisional merit list stated that the cutoff for applicants from the unreserved category, who are from the Assam state board, is 77.8%. However, this number for unreserved students from other boards is 88%. For the SC category, the GCC cutoff for students from AHSEC-affiliated institutions is 71.4% while it is 61.4% for ST-Hills category, 64% for ST-Plains candidates and 73.2% for OBC and MOBC candidates. For students from other boards, the cutoff for SC candidates is 79% and it is 82.5% for STHills students. The cut-off for ST-Plains candidates from other boards is 71.5% and 83.25% for OBC and MOBC candidates. Download The Times of India News App for Latest City ."}, "Uniform fee structure across Assam colleges from 2019": {"link": "https://timesofindia.indiatimes.com//city/guwahati/uniform-fee-structure-across-assam-colleges-from-2019/articleshow/69721151.cms", "time": "2019-06-10 11:26:00", "description": "GUWAHATI: The fee structure in the state's 300 provincialized colleges will be uniform for the upcoming academic session for the first time. Admissions to degree courses for the upcoming academic session begin on Monday. The Assam higher education directorate will enforce the revised structure at the undergraduate level. While colleges are implementing the revised structure for degree courses, they won't be able to do so for the higher secondary level - admissions to which were completed last week. \"We were receiving complaints that some colleges are charging a lot. Last year, we discussed how the fee structure can be uniform for the degree and higher secondary courses. But it could not be finalized then. This year, we are implementing it,\" said Anjali Saikia Baruah, director of higher education. As of now, the consolidated statement for uniform fee structure has set a higher ceiling for colleges in Kamrup (Metropolitan) district than for those in small towns and rural areas. In Kamrup (Metropolitan), the maximum annual fees a college can charge for science (major) is Rs 6,820 and for science (general) is Rs 6,040. For arts, colleges in the district can charge up to Rs 5,840 annually and Rs 5,620 for commerce. In other urban areas of the state, colleges can charge up to Rs 6,520 for science (major), Rs 6,040 for science (general), Rs 5,540 for arts and Rs 5,320 for commerce. Colleges in the state's rural areas can charge Rs 5,920 for science (major), Rs 5,140 for science (general), Rs 4,940 for arts and Rs 4,720 for commerce. The fee structure will be up for review three years on and colleges can add taxes levied by municipal bodies to the fees. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Headless body of woman in Assam sparks human sacrifice rumours": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/guwahati/headless-body-of-woman-in-assam-sparks-human-sacrifice-rumours/articleshow/69868359.cms", "time": "2019-06-20 09:12:00", "description": "GUWAHATI: The beheaded body of a woman was found on Wednesday in the Nilachal Hills, near Kamakhya temple, which will host the annual Ambubachi Mela from Saturday. “Her body was found on a walking route near the Durga temple,” Guwahati police commissioner Deepak Kumar said. The severed head has not been found yet. “Some puja items were found near the body. The bloodstains at the spot and on the body are critical. Only after the post-mortem report can we confirm if she was killed here or somewhere else,” joint commissioner of police Debaraj Upadhaya said. The temple’s priests body denied speculation about human sacrifice. “It is the handiwork of miscreants. We condemn it,” said Bhupesh Kumar Sarma, secretary of the Kamakhya Bardeuri Samaj. Download The Times of India News App for Latest City ."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "AMC doctors' stir against Kolkata hospital violence": {"link": "https://timesofindia.indiatimes.com//city/guwahati/amc-doctors-stir-against-kolkata-hospital-violence/articleshow/69809728.cms", "time": "2019-06-16 11:09:00", "description": "DIBRUGARH: Expressing solidarity with their counterparts in West Bengal, doctors at Assam Medical College (AMC) in Dibrugarh have been providing services wearing red-stained bandages and black badges since Friday. Without resorting to complete cessation of services, the doctors' fraternity at AMC, which is the first medical college in the northeast, have been protesting against the assault on fellow doctors in Kolkata on Tuesday. The protests at AMC are being held under the banner of the Junior Doctors' Association, Assam Medical College Students' Association, the Dibrugarh branch of Indian Medical Association and Assam Medical College Teachers' Association. AMC has decided to participate in the nationwide 24-hour strike called by the Indian Medical Association on June 17. Except for emergency services which have been exempted from the strike, non-emergency services and routine diagnostic services will remain suspended during the period, AMC sources said on Saturday. \"Like West Bengal, medical colleges in Assam lack proper safety measures. The basic minimum we can ask for is the permanent placement of security personnel at places which have a high patient turnover, like casualty departments. Security is of utmost importance for doctors to avoid taking risks or even trying invasive life-saving procedures for fear of physical assault if such procedures lead to complications,\" said Sauradeep Dey, a junior resident doctor at the department of general surgery at AMC. \"We hope that the Kolkata incident will pave the way for proper screening measures such as preventing drunk or rowdy attendants from entering the patient management zone and quick redressal of grievances of patients and their attendants by additional hospital personnels. On-duty doctors, overburdened with looking after patients, often fail to provide fast solutions to these grievances, leading to miscommunication between patients and their families,\" a junior doctor said. Doctors across the country have been staging protests since two junior doctors were seriously injured after being attacked at NRS Medical College and Hospital in Kolkata on June 10. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Over 40,000 contractual teachers protest education minister's 'driver' remark": {"link": "https://timesofindia.indiatimes.com//city/guwahati/over-40000-contractual-teachers-protest-education-ministers-driver-remark/articleshow/69854222.cms", "time": "2019-06-19 12:31:00", "description": "GUWAHATi: Thousands of contractual teachers took to the streets in the district headquarters across Assam on Tuesday in protest against a recent remark by education minister Siddhartha Bhattacharya in which he had compared Teachers' Eligibility Test (TET) certificates with driving licenses that have to be periodically renewed. Holding placards and shouting slogans, over 40,000 contractual teachers joined in the protest, demanding regularization of their jobs and threatening to launch a 'Dispur Gherao' on June 29. Bhattacharya, during a phone-in programme hosted by the All India Radio last Thursday, had said that TET teachers, who got their teaching certificates more than five years ago, need to have their documents renewed, just like driving licenses. The remark had led to strong protests, with thousands of TET-qualified teachers adding the prefix 'Driver' to their profile names on social media. \"We have given a 10-day ultimatum to chief minister Sarbananda Sonowal to consider our demand of regularizing the services of all 40,000 teachers, who were engaged as contractual instructors under the Sarva Shiksha Abhiyan in a phase-wise manner. If no step is taken to unconditionally regularize our services with pay protection, then all the contractual, TET-qualified teachers of Assam will launch a Dispur Gherao protest on June 29,\" said Troloikya Deka, working president of Sodou Asom Prathamik TET Uttirna Sikhyak Samaj, a coordination committee of TET-qualified primary teachers which is leading the statewide protest. The representatives of the organization sent memoranda to Sonowal through their respective deputy commissioners, calling for regularization of jobs of all the contractual teachers. Condemning Bhattacharya's remark, the organization, in an earlier statement, had said, \"The education minister has demeaned the qualification certificates of the TET teachers by comparing them with driving licenses. If Bhattacharyya cannot give due respect to the teachers, this will destroy the education sector. He has failed in carrying out his responsibilities.\" Over 40,000 TET-qualified teachers are working on a contractual basis in the state now. Regularization of their jobs was one of the primary poll promises of BJP ahead of the 2016 assembly polls. The protesting teachers also said on Tuesday that they are unwilling to sit for the TET once again. The exam will be held again in September this year, with the decision having raised concerns among the instructors who have already qualified TET but are still working on a contractual basis. TET was last held in Assam in 2014, with 90,043 candidates having cleared the examination. It was held for the first time in Assam in 2012. A total of 52,772 candidates had cleared the test that year, with 26,100 of them granted employment in a phased manner. At the elementary level, TET certificates are valid for seven years as per National Council for Teacher Education guidelines. But, the 40,000-odd contractual teachers, 80% of whom had qualified TET in 2012, are worried over their dwindling prospects of job regularization after the validity of their TET certificates ended in March this year. Without a valid TET certificate, the contractual teachers will not be eligible to apply for regular teaching jobs, unless the government makes a special consideration for them. The All Assam Students' Union (Aasu) has, meanwhile, also sought an apology from the education minister for his recent remark. Aasu chief Samujjal Bhattacharyya said, \"The TET-qualified teachers have been dedicatedly teaching students for so many years. Many demeaning remarks against them is totally unacceptable.\" Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Two killed, 3 injured after attack by inebriated man": {"link": "https://timesofindia.indiatimes.com//city/guwahati/two-killed-3-injured-after-attack-by-inebriated-man/articleshow/69809768.cms", "time": "2019-06-16 11:12:00", "description": "NALBARI: Two persons were killed and three others injured when a man in an alleged inebriated condition attacked his family members and neighbours with an axe in Nalbari district, police said on Saturday. According to a police, the accused identified as Pankaj Dev Nath attacked his elder brother Ajoy Dev Nath and his friend Chandan with an axe at his residence in Hati Namati village around 9 pm on Friday night killing them on the spot. Pankaj then attacked his 70-year old father Jagabandhu Dev Nath and his sister-in-law Chanjala Dev Nath. While attempting to flee Pankaj attacked his neighbour Painur Ali, they said. The injured have been admitted to Gauhati Medical College Hospital in a critical condition, the police said. The villagers caught hold of Pankaj early this morning and handed him over to Nalbari Police station. As per preliminary investigation the crime was committed due to family related issues, a police officer said. Download The Times of India News App for Latest City ."}, "‘Monsoon has covered most parts of NE’": {"link": "https://timesofindia.indiatimes.com//city/guwahati/monsoon-has-covered-most-parts-of-ne/articleshow/69821925.cms", "time": "2019-06-17 13:27:00", "description": "GUWAHATI: Six days after hitting the northeast, the southwest monsoon has covered most parts of the northeastern region on Sunday, said the India Meteorological Department (IMD). The weather bulletin issued by IMD’s Regional Meteorological Centre (RMC) said that the southwest monsoon as on Sunday has further advanced into remaining parts of northeast Bay of Bengal, some more parts of northwest Bay of Bengal, most parts of northeast India and some parts of North Bengal and Sikkim. It further stated that in the last 24 hours, there was widespread rainfall across Arunachal Pradesh, Assam and Meghalaya. Moreover, there was fairly widespread rainfall across Nagaland, Manipur, Mizoram and Tripura subdivisions during the period. “Southwest monsoon was normal over Arunachal Pradesh, Assam and Meghalaya. However, it was weak over Nagaland, Manipur, Mizoram and Tripura subdivisions during past 24 hours,” said an IMD spokesperson on Sunday. As per the RMC forecast, moderate rain accompanied by thundershowers is very likely to occur at most places over Arunachal Pradesh, Assam and Meghalaya and at many places over Nagaland, Manipur, Mizoram and Tripura on Monday. Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Assam: Traders threaten strike against licence fee hike": {"link": "https://timesofindia.indiatimes.com//city/guwahati/assam-traders-threaten-strike-against-licence-fee-hike/articleshow/69854186.cms", "time": "2019-06-19 12:29:00", "description": "GUWAHATI: A proposed hike in renewal of labour registration licence, an increase of up to 10 times, could affect thousands of small and marginal traders in the state. The state government had notified the increase in July 2016, but had not implemented it all this while because of the stiff opposition the move has met. The traders, meanwhile, think the unwillingness to withdraw the notification means the government is not considering it as a move at all. \"A force within the state government doesn't want a solution of the traders' grievances. It's a big racket,\" said Prantosh Roy, chief convener of the All Assam Traders' Association (Aata). He added that the license has to be renewed every year in Assam, which is 'harsh' if compared with other states. \"If we compare the charges for renewal of labour registration license in Assam and those with several other states in the country, it's clear that the Assam government has done a discrimination with the traders. Majority of the traders in the state are small and medium, who can not afford to pay such high rates at one go,\" Roy further said. Over 100 traders staged a protest in front of the labour commissioner's office here on Tuesday and submitted a memorandum to the state labour commissioner here, seeking a rollback of the renewal fees or face state-wide strike. Aata, which claims to have support of over five lakh traders from different parts of Assam, urged the labour commissioner to safeguard the interests of the small and medium scale traders for whom they said the 10-fold hike has been a 'big assault'. A delegation of the Aata had met chief minister Sarbananda Sonowal on May 18, demanding that the government withdraw the hike, but Roy said the chief minister's assurance to look into the traders' grievances with 'sympathetic consideration' is yet to yield fruitful results. Blaming the previous Congress-led state government for mulling the hike, Roy said the present BJP-led government has done a blunder by giving a nod to the \"unilateral decision\" of implementing the hike without taking the shopkeepers and traders into confidence. The All Guwahati Traders' Association (AGTA) too has threatened to launch stir against the hike, if the state government do not invite the traders to the discussion table soon. Roy alleged that for years, the traders in the city have not got due benefits from the labour department, even after paying registration and renewal fees to the government. Download The Times of India News App for Latest City ."}, "CM Sarbananda Sonowal felicitates board exam rank-holders": {"link": "https://timesofindia.indiatimes.com//city/guwahati/cm-sarbananda-sonowal-felicitates-board-exam-rank-holders/articleshow/69709826.cms", "time": "2019-06-09 09:37:00", "description": "GUWAHATI: Chief minister Sarbananda Sonowal felicitated top ten rank-holders in the Class X and XII state board examinations at the Gauhati Medical College and Hospital auditorium here on Saturday. The event was organized by the Assam unit of Bharatiya Janata Yuva Morcha (BJYM), a youth wing of BJP. Speaking on the occasion, Sonowal said, \"The state is proud to have this group of talented students who by dint of their hard work and academic excellence can change the fortunes of the state in the days to come. Assam is full of resources, be it natural resources, wildlife resources or human resources. With judicious utilization of these resources, Assam can change its fortunes and become one of the best states in the country.\" State education minister Siddhartha Bhattacharya, who was also present on the occasion, congratulated the students and wished them good luck for their future endeavours. Many other dignitaries, including Union minister Rameswar Teli, state BJP president Ranjeet Dass and Assam BJYM president Assam Anup Barman, also attended the event. Download The Times of India News App for Latest City ."}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "APSC job scam accused gets bail": {"link": "https://timesofindia.indiatimes.com//city/guwahati/apsc-job-scam-accused-gets-bail/articleshow/69753932.cms", "time": "2019-06-12 13:56:00", "description": "GUWAHATI: A special court here on Tuesday granted bail to Rakesh Gupta, an accused in the Assam Public Service Commission (APSC) cash-for-job scam. An Assam Police Service (APS) official, Gupta, had allegedly paid cash to secure his job in the state police. Gupta had surrendered before a special court in April after remaining absconding for over two years. Gupta's handwriting test also allegedly mismatched with the answer scripts of his selection test. Advocate Ziaur Kamar, the counsel of the accused, said, \"The court has granted him bail against a surety bond of Rs 1 lakh. The court granted the bail as there was no need for further detention of the accused.\" Gupta has already undergone questioning by the Dibrugarh Police which interrogated him in the presence of the prime accused and suspended APSC chairperson Rakesh Paul and others. The court, however, restricted Gupta's movement outside the state and directed him to cooperate with the investigation. Assam Police sources said the investigation into the case is in the final phase. On the other hand, the Gauhati high court on Wednesday will take up the CBI's prayer seeking the court's permission to file an FIR against Rakesh Paul. A preliminary probe conducted by the CBI found that Paul has acquired assets worth millions. Paul was arrested in November, 2016 after a job aspirant lodged a complaint against the cash-for-job scam in the APSC. At least 74 people have been arrested in connection with the case. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Assam: Fire breaks out in Silchar-Trivandrum Express": {"link": "https://timesofindia.indiatimes.com//city/guwahati/assam-fire-breaks-out-in-silchar-trivandrum-express/articleshow/69711379.cms", "time": "2019-06-09 13:23:00", "description": "SILCHAR: A fire broke out in three coaches of Silchar-Trivandrum Express at Silchar Railway Station on Sunday. No casualty has been reported yet and the fire tenders have reached the spot immediately to douse the flames. The cause of the fire is yet to be ascertained. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Assam Police bust international cattle smuggling racket, arrest 16": {"link": "https://timesofindia.indiatimes.com//city/guwahati/assam-police-bust-international-cattle-smuggling-racket-arrest-16/articleshow/69767460.cms", "time": "2019-06-13 11:31:00", "description": "GUWAHATI: Busting an international cattle smuggling racket, Assam police on Wednesday nabbed at least 16 cattle smugglers in separate operations. All of them were held during multiple number of raids launched in Guwahati, Dhubri and South Salmara districts of the state bordering Bangladesh. The operations were launched following chief minister Sarbananda Sonowal's direction to Assam Police chief Kuladhr Saikia to take action against illegal syndicates in the state. Raunak Ali Hazarika, Assam Police's Deputy Inspector General (Western Range), told TOI, \"In the joint operation of Dhubri and South Salmara-Mankachar Police, several pre-dawn raids were conducted at various locations of both the districts simultaneously against known cattle smugglers and their associates. During the operation, 12 known cattle smugglers were apprehended and at least 13 cattleheads and some iron fence cutting tools were seized.\" Amongst the arrestees, at least three were from Dhubri and the rest from South Salmara district. The recovery of the iron fence cutting tools from the cattle smugglers' possession indicated the latest modus operandi of these smugglers. \"They (cattle smugglers) have admitted to using these tools to cut the barbwires in the international borders to push their cattle to the other side,\" said a police source. He added that these smugglers were waiting for rainy nights to smuggle the cattle. Meanwhile, city police, too, nabbed at least four cattle smugglers in a separate operation. From digging tunnels under the border fences to pushing the cattle through riverine areas, the smugglers are known for adopting various methods. The international cattle smuggling rackets were found to have gone hyperactive recently with the growing demand in Bangladesh during the Ramzan festivities. Earlier, some 12 cattle smugglers were apprehended and some 138 cattleheads seized by the BSF in separate operations in May. On Wednesday, during the Director General level meeting of the BSF and Border Guard Bangladesh (BGB) at Dhaka in Bangladesh, the issue of smuggling of cattle was discussed. Both the countries sought each other's cooperation to check cross border cattle smuggling. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Students unhappy with Cotton University move to introduce uniform for freshers": {"link": "https://timesofindia.indiatimes.com//city/guwahati/students-unhappy-with-cotton-university-move-to-introduce-uniform-for-freshers/articleshow/69700098.cms", "time": "2019-06-08 11:21:00", "description": "GUWAHATI: The decision by Cotton University (CU) to introduce uniforms for freshers, who will take admission for the 2019-20 academic session, has stirred a row, with the university's students' body refusing to comply with the order. The CU authority recently decided to introduce uniforms for first year higher secondary (Class XI) students to make them more 'disciplined'. Barring CU, all other state government educational institutions offering general degrees at undergraduate and postgraduate levels in the state have uniforms for students. \"We won't accept the authority's decision to introduce uniforms. Uniforms have nothing to do with results in exams. The erstwhile Cotton College used to among the top higher educational institutions in the state because there were adequate number of teachers earlier. But now, many teachers' posts are laying vacant in CU. Instead of introducing uniforms, we appeal to the university authority to expedite its academic improvement plans,\" said CUSU general secretary Pranjal Kalita. CU academic registrar Sanjay Dutta, however, said, \"Starting from higher secondary to PhD level, many students study in Cotton University. Moreover, our campus is scattered across a busy commercial area. If the newcomers (higher secondary first year students) come to their classes without uniforms, they may get distracted in such a diverse environment. But uniforms can make them more attentive and disciplined, by keeping them confined to the campus.\" Download The Times of India News App for Latest City ."}, "Tarun Gogoi: We should emulate RSS model of mass contact": {"link": "https://timesofindia.indiatimes.com//city/guwahati/tarun-gogoi-we-should-emulate-rss-model-of-mass-contact/articleshow/69838784.cms", "time": "2019-06-18 13:05:00", "description": "GUWAHATI: After his party's debacle in the recent Lok Sabha polls, former chief minister and Congress veteran Tarun Gogoi on Monday said the Grand Old Party in the state should emulate the RSS model of mass contact that helped BJP win elections in Assam. He, however, was quick to clarify that he is not endorsing the RSS ideology though. \"Let me make it clear that I am dead against the RSS ideology. What I am saying is that we should only look into how RSS could expand its activities through a network of socio-cultural organizations and develop mass contact among people. We know how RSS pracharaks stay in villages and develop close ties with them. So, what is the harm if we, in Congress, also embark on on a similar exercise sans the RSS ideology?\" Gogoi said at a press conference here. He added that one of the reasons for Congress's defeat is its weakening mass contact. \"We were in power for three terms. This made us think that we are invincible. Now that we are routed, we should take it as an opportunity to find out our mistakes, rectify them and start working with full energy,\" said the former chief minister. Countering BJP's Mission 100, Congress on Saturday announced Mission 80, targeting to win 80 out of 126 assembly seats in 2021 assembly polls. During its extended executive meeting presided over by the party in-charge for Assam and former Uttarakhand CM, Harish Rawat, Congress said it has pulled up its socks for the assembly polls by reaching out to people at the grassroots and exposing the failures of the BJP-led coalition government in the state. \"We have to accomplish our Mission 80. For making it happen, we all have to work on mission mode. So, we need a robust mass contact exercise which the RSS has. I will be at the forefront of this campaign,\" Gogoi said. Ruling out that dissidence within Congress after the party poor show in the Lok Sabha polls would hamper the Grand Old Party's prospects in future, Gogoi said the party has thousands of dedicated workers against a handful of rebels. On Saturday, Congress had suspended its general secretary Ramen Borthakur for seeking ouster of incumbent party president Ripun Bora following the party's debacle in the Lok Sabha polls. Also, Congress has suspended its former minister from the Barak Valley, Gautam Roy, for reportedly celebrating BJP's victory in Silchar and Karimganj. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "All 12 Arunachal Pradesh ministers are crorepatis: election watch group": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/guwahati/all-12-arunachal-pradesh-ministers-are-crorepatis-election-watch-group/articleshow/69878559.cms", "time": "2019-06-20 20:30:00", "description": "GUWAHATI: All the 12 ministers in the newly elected BJP government in Arunachal Pradesh are crorepati ministers, according to an analysis by an election watch group, but none of them have any declared criminal case against them. Chief minister Pema Khandu leads the team as the richest of them all with a declared total assets worth Rs.163.50 cr, of which the movable assets are worth Rs 143.87 cr, the Arunachal Pradesh Election Watch and Association for Democratic Reforms has reported in its analyses, which was based on the self-sworn affidavits of all the 12 ministers including Khandu from state assembly election held simultaneously with the Lok Sabha election. The election watch group in its analysis of the assets of the ministers of last elected government of 2014, which was of Congress, and had found that all the 10 ministers then were crorepati ministers as well. After a political coup in 2016, the government changed hands and BJP came to power after majority of elected members ruling Congress switched sides—first to People’s Party of Arunachal and weeks later to BJP. When compared, the present cabinet is, however, “poorer” than the previous one in terms of average assets of the ministers. The average assets of the present cabinet amount to Rs 27.3 crore, much lower than the Rs 48.01 crore average of the previous cabinet. Closely behind Khandu in the crorepati ministers list is deputy chief minister and finance minister Chown Mein, whose declared assets is worth Rs 64.70 cr while education and cultural affairs minister Taba Tedir, a former chief engineer with the state government, who has declared assets worth Rs 49.98 cr is at the third richest slot. Youth affairs and sports minister Mama Natung is at fourth position with net assets worth Rs 9.36 cr followed by agriculture minister Tage Taki (Rs 8.57 cr), industry and commerce minister Tumke Bagra (Rs 7.77 cr), rural works minister Honchun Ngandan (Rs 6.55 cr), urban development minister Kamiung Mosang (Rs 6.07 cr) and public health engineering minister Wangki Lowang (Rs 5.57 cr) at ninth position. Health minister Alo Libang and home minister Bamang Felix have declared assets worth Rs 2 cr plus while tourism minister Nakap Nalo is at the bottom with net assets worth Rs 1.45 cr. Tedir tops the list of ministers with highest declared liabilities of Rs 37.66 lakh followed by Taki’s Rs 24.25 lakh, Natung’s Rs 23.29 lakh and Mein’s Rs 8.01 lakh. Among these 12 ministers, two have declared their highest education qualification as class 12 pass, four are graduates, another four are professional graduates and two are post graduates. Download The Times of India News App for Latest City ."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Trafficked and gangraped Assam girl rescued from Haryana": {"link": "https://timesofindia.indiatimes.com//city/guwahati/trafficked-and-gangraped-assam-girl-rescued-from-haryana/articleshow/69822074.cms", "time": "2019-06-17 13:27:00", "description": "GUWAHATI: A 15-year-old girl from Assam’s Dhubri district, who had been sold off to a human trafficking racket and gangraped, was rescued by state police from Haryana on Saturday. The girl was reportedly taken to Haryana by her boyfriend on promise of marriage but later sold off to a human trafficking racket and then gangraped. Police said, “The girl was taken to Haryana by her boyfriend Hafizul on promise of marriage. The woman eloped with her boyfriend but was later found herself trapped in a human trafficking racket.” Sources said that the girl was sold off for Rs 1 lakh and then gangraped. “She was rescued by an antitrafficking unit in Haryana and Assam Police brought her back. No arrest has been made so far,” police sources added. Earlier, in May, another 15-year-old girl from Chaygaon in Kamrup was rescued from Rajasthan after she had been forced into a marriage and trafficked out of Assam. The Railway Protection Force under Northeast Frontier Railway has rescued 280 minor girls, who were victims of trafficking, from various railway stations last year. Download The Times of India News App for Latest City ."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "At 90.66%, chemistry cutoff highest in Cotton University": {"link": "https://timesofindia.indiatimes.com//city/guwahati/at-90-66-chemistry-cutoff-highest-in-cotton-university/articleshow/69767404.cms", "time": "2019-06-13 11:27:00", "description": "GUWAHATI: Chemistry recorded the highest cutoff percentage among all BSc major courses in Cotton University (CU), where the 2-day-long undergraduate admissions in science concluded on Wednesday. At 90.66, chemistry recorded highest cutoff percentage in the general category at CU, followed by physics and zoology, where the cutoffs stood at 89.33% and 87.66% respectively. While the cutoff stood at 87.33% in mathematics major, it was 85.33% in botany. Altogether 485 seats in BSc major courses were filled up during the two-day-long marathon admissions at the CU here that began on Tuesday morning. Admission to BA major courses will be held at the leading state university on Thursday and Friday. On the other hand, B Borooah College, a leading city college, concluded its two-day-long BA admission on Wednesday. In the day shift admission for BA courses held at B Borooah College on Tuesday, the cutoff was 85% for the general category students. On Wednesday, admission was held for afternoon shift BA courses in the college, where the cutoff came down to 80.5 percent for general category students. B Borooah College principal Satyendra Nath Barman said based on preference and merit of the students, the allotment of major courses for various subjects will be done at a later stage. Cotton University academic registrar Sanjay Dutta said advancing the admission schedule in the university this year has led to a marginal rise in cutoffs, which was evident during the admissions held over the last two days. \"This year, Cotton University admission was held much earlier compared to the previous years. As a result, many students who may have been eyeing seats in Delhi University-affiliated colleges have taken admission here as there is no assurance of seats in the leading colleges of Delhi. We believe that this is a factor behind the rise in cut-offs on an average,\" he said. Traditionally, chemistry and Physics have recorded high cut-off scores in Cotton University. Around 4,800 students applied for various BSc and BA major courses in Cotton University this year. For the BSc programmes, the university received about 1900 applications. Now, all eyes are on two-day BA major admissions that is scheduled to begin at CU from Thursday to fill up 470 seats in various undergraduate courses in arts. Download The Times of India News App for Latest City ."}, "Monsoon reaches NE, first Assam shower this week": {"link": "https://timesofindia.indiatimes.com//city/guwahati/monsoon-reaches-ne-first-assam-shower-this-week/articleshow/69737316.cms", "time": "2019-06-11 12:49:00", "description": "GUWAHATI: The Southwest monsoon arrived on Monday, covering most parts of Mizoram and some parts of Manipur in the first leg. The India Meteorological Department (IMD) warned that heavy rain is very likely to occur at isolated places over Nagaland, Manipur, Mizoram and Tripura from Tuesday morning. The arrival of the monsoon in the region is likely to cause heavy rain in isolated places in Assam and Meghalaya from Wednesday onwards, the forecast said. Officials at the Guwahati-based Regional Meteorological Centre of the IMD said the advancement of the monsoon towards Assam may be delayed by a couple of days. Several areas in Assam have been reeling from hot and humid conditions over the last one week. But moderate rain, accompanied by thunder-showers is very likely to occur at many places over Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura on Tuesday. Arunachal Pradesh will also experience light to moderate rain in the next 24 hours. \"The Southwest monsoon will further advance to other northeastern states in the coming days. Climatologically, monsoon arrives in some parts of northeast on June 1 and covers the entire region by June 5. But this year, the arrival was delayed by about 10 days. Usually, it takes five days for the rains to cover the entire region. So it will take some more time before the rains cover the whole of the region,\" RMC deputy director general of meteorology Sanjay O'Neill Shaw told TOI. Met officials said, till the monsoon covers the entire region, mercury will keep going up. Assam recorded the highest temperature of 36.4 degree Celsius in Guwahati on Monday, followed by Agartala at 36.3 degree Celsius. The IMD evening weather bulletin on Monday stated that the SW monsoon has further advanced into the remaining parts of the south Arabian Sea and Lakshadweep, most parts of Kerala, some more parts of Tamil Nadu and Bay of Bengal, most parts of Mizoram and some parts of Manipur. Weathermen said the arrival of the monsoon is heartening for the region as most of the states here received deficit rainfall during the pre-monsoon season. Except for Assam and Meghalaya-the only two states in NE which received 2% and 9% rain above normal in the pre-monsoon season-the rest of the five states of Arunachal Pradesh, Nagaland, Manipur, Mizoram and Tripura-experienced deficit rainfall in the pre-monsoon season. Download The Times of India News App for Latest City ."}, "Sarbananda Sonowal seeks Nitin Gadkari help to speed up work on bridges": {"link": "https://timesofindia.indiatimes.com//city/guwahati/sarbananda-sonowal-seeks-nitin-gadkari-help-to-speed-up-work-on-bridges/articleshow/69784106.cms", "time": "2019-06-14 11:53:00", "description": "GUWAHATI: Assam chief minister Sarbananda Sonowal Thursday urged Union road transport and highways minister Nitin Gadkari to expeditiously start work on the series of bridges over the Brahmaputra, including Jorhat-Majuli. Sonowal requested Gadkari to begin construction work of the bridges under the Special Accelerated Road Development Programme for North Eastern states, an official release from the chief minister's office said. The chief minister called on the Union Minister in Delhi and discussed the status of the highways in Assam under NHAI and NHIDCL and stressed on linking the north and south banks of Brahmaputra, while linking Majuli with both sides, it added. \"Sonowal observed that construction of a road network involving a bridge connecting Majuli will enable expeditious development of the river island along with development of the areas located in the north and south banks of the Brahmaputra seamlessly,\" the CMO said. Gadkari informed in the meeting that preliminary work involving the construction has been completed and very soon it the project will start on ground, it claimed. Assam PWD minister Himanta Biswa Sarma drew the attention of the Union minister for expeditious completion of four-lane works and proper maintenance of the existing stretches of the National Highways in the state. Download The Times of India News App for Latest City ."}, "Misunderstanding leads to clash between locals, Arunachal students": {"link": "https://timesofindia.indiatimes.com//city/guwahati/misunderstanding-leads-to-clash-between-locals-arunachal-students/articleshow/69709898.cms", "time": "2019-06-09 09:51:00", "description": "BENGALURU: Bagalagunte police have booked two students from Arunachal Pradesh for allegedly causing public nuisance on Wednesday night. However, the students alleged that police misbehaved with them while taking them to the station in a patrolling vehicle. They have shot a video of the incident and circulated it on social media. Sources said a woman spotted a man next to the window of her residence and raised an alarm. Soon, locals gathered and caught the youth and informed police at 10.30pm. Two youths from Arunachal Pradesh were taken to the station for questioning. By the time, the duo’s friends gathered at the spot and argued with police. N Shashikumar, deputy commissioner of police (north), said it was case of misunderstanding. “To avoid taking the route which would take longer time, the youths were walking on a narrow lane between two rows of houses. The homemaker saw one of them next to her window and screamed for help. Soon, there was a commotion between the youths and locals. We held a meeting of youths and locals on Friday. Everything is settled now,” he added. Download The Times of India News App for Latest City ."}, "Floods after night-long rain throw life out of gear in Guwahati": {"link": "https://timesofindia.indiatimes.com//city/guwahati/floods-after-night-long-rain-throw-life-out-of-gear-in-guwahati/articleshow/69799469.cms", "time": "2019-06-15 13:37:00", "description": "GUWAHATI: Incessant rain since Thursday night flooded large parts of the city bringing life to a near standstill on Friday morning. Familiar sights of people wading through water completed the picture of misery in the run-up to the monsoon. Prime locations along the Guwahati-Shillong Road, zoo road and stretches from Ambari to Chandmari were inundated. Denizens in flood-prone low-laying areas, including Nabin Nagar and Tarun Nagar, reeled from the impact of the waterlogging as traffic movement came to a halt. Bus service was affected till noon as key arterial routes remained under water. Pedal rickshaws were the only saviour for commuters though they charged extra than regular days. \"I have to bring my children home from school and was forced to wade through knee-deep water overflowing from drains. Successive governments have failed to find out a solution to artificial floods here. We have not experienced any achhe din as far as water-logging is concerned,\" said Ambari resident Nazneen Sultana. Reports from the district disaster management authority in Kamrup (Metropolitan) said 'partial water-logging' occurred at Anil Nagar, Nabin Nagar, Lachit Nagar, Chandmari Colony, GNB Road, Lamb Road, Hatigaon, Wireless, VIP Road, Panjabari, Sundarpur, Ganeshguri, Christian Basti, ABC and Bhangagarh areas under the Guwahati and Dispur revenue circles. The Met office said flood-threat was looming large over the state and parts of the northeast where the Southwest monsoon has made a significant advancement in the last 24 hours. The India Meteorological Department's (IMD) Regional Meteorological Centre has warned that heavy rain is likely to occur at isolated places over Arunachal Pradesh, Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura on Saturday. Ahead of the arrival of the monsoon season, Friday's rainfall was of convective nature, said weathermen. \"It was moderate rainfall measuring 13 mm on the rain gauge in Guwahati. More rain is on the cards in the northeast where the SW monsoon has covered the south and central parts of Assam along with Tripura as well as parts of Arunachal Pradesh and Nagaland on Friday,\" said a senior official of the IMD in Guwahati. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Greatest blessing is to be able to serve people, Sarbananda Sonowal tells MPs": {"link": "https://timesofindia.indiatimes.com//city/guwahati/greatest-blessing-is-to-be-able-to-serve-people-sarbananda-sonowal-tells-mps/articleshow/69709827.cms", "time": "2019-06-09 09:37:00", "description": "GUWAHATI: While attending a felicitation programme for the newly-elected MPs here on Saturday, chief minister Sarbananda Sonowal warned BJP lawmakers not to hanker after power but consider the responsiblity of serving the people to be the greatest blessing. \"There are many instances in history which show us how power usually makes one arrogant. This should not happen. The power that one gets [after being elected as an MP] is because of people's blessings. So, power should be taken as a blessing and used for the welfare of the people,\" Sonowal said. The chief minister further said BJP's victory became possible because of the trust that people put in the decisive leadership of Prime Minister Narendra Modi. \"We all know how our Prime Minister fought against corruption and brought good governance. He has set a great example before the people. Our party workers and leaders worked with great dedication to win the trust of the people. We all worked as Team Assam so that our state takes big strides in the path of development under the able leadership of PM Modi,\" Sonowal said. \"The victory has also given us the immense responsibility to live up to people's expectations. We have to make sure that all of us work for the betterment of our state. We also have to keep in mind that assembly polls are due in two years. We all will have to keep the Team Assam spirit high,\" he added. Health minister and Neda convener Himanta Biswa Sarma said though BJP has grown into a big tree over the years, it still remains deeply rooted to the ground. \"The fact that we won nine Lok Sabha seats this time is a demonstration of the people's immense trust in us. We have successfully completed three years of our government in the state. Our vision is to win more than 100 (out of the 126) seats in the assembly polls. For this to happen, we have to promise ourselves that we will devote the maximum amount of time to work for the people,\" Sarma said. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}}