{"2 file papers for Nagaland Lok Sabha seat": {"link": "https://timesofindia.indiatimes.com//city/kohima/2-file-papers-for-nagaland-lok-sabha-seat/articleshow/68573476.cms", "time": "2019-03-26 10:34:00", "description": "KOHIMA: Two candidates filed their papers for the lone Lok Sabha seat in Nagaland on Monday - the last date for filing of nominations. The election to the lone Lok Sabha seat in Nagaland and the byelection to the Aonglenden assembly constituency will be held on April 11. Two candidates - Hayithung Tungoe of National People's Party (NPP) and Dr M M Thromwa Konyak of Indian Christian Secular Party (ICSP) - submitted their documents for the Lok Sabha seat in Nagaland, officials said. The ruling People's Democratic Alliance (PDA) consensus candidate and Nationalist Democratic Progressive Party (NDPP) party nominee Tokheho Yepthomi and Congress's K L Chishi had submitted their documents on March 22. Chishi is also a former chief minister of the state. Four candidates - Yepthomi, Chishi, Tungoe and Konyak - have filed their nomination papers for the Lok Sabha seat in Nagaland, the officials said. Five candidates have filed their nomination for the bypoll to the Aonglenden Assembly seat. Download The Times of India News App for Latest City ."}, "All states including NE must develop equally for India to\ndevelop: PB Acharya": {"link": "https://timesofindia.indiatimes.com//city/kohima/all-states-including-ne-must-develop-equally-for-india-todevelop-pb-acharya/articleshow/69265123.cms", "time": "2019-05-10 13:09:00", "description": "KOHIMA: Nagaland Governor P B Acharya has said that if India has to develop, every state including the north eastern states have to develop equally. \"The North Eastern states have also equally contributed to the freedom struggle of the country, but the eight NE states are yet to be known to other parts of the country, said Acharya while addressing a function at Raj Bhavan on Wednesday night. \"The border and strategic states of the North East should also shine equally for the nation to grow together,\" he said. Acharya was addressing a programme on release of a book on his fourth year in office as governor and also the felicitation of Konyak Women Organisation, the holders of Guinness World Record in the largest traditional Konyak dance at Raj Bhavan. Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Northeast sizzles in 'rainy season'": {"link": "https://timesofindia.indiatimes.com//city/kohima/northeast-sizzles-in-rainy-season/articleshow/69868869.cms", "time": "2019-06-17 13:27:00", "description": "GUWAHATI: Poor rainfall in the entire region because of a weak surge of the monsoon is raining misery on the people of the region. Unbearably hot and humid conditions have been prevailing in the region since June 1. On Wednesday, the capital experienced scorching heat with the temperature shooting up to 37 degrees Celsius, the highest in the northeast. North Lakhimpur recorded a maximum temperature of 36.2 degree Celsius during the day followed by Silchar and Dhubri-35.7 and 35.2 degree Celsius respectively. While Agartala recorded a maximum temperature of 36.8 degree Celsius, the rising temperature inched up to 35 degree Celsius in Itanagar. Met officials said the maximum temperature in northeastern towns and cities was 3 to 5 degrees above normal on Wednesday. \"A low pressure area is likely to develop over the north Bay of Bengal and its neighbouring areas in the next two to three days. As a result, less moisture is being carried from the Bay of Bengal to the northeast, causing the unusual heat. Besides, there is less cloud formation causing direct sunshine on the earth's surface,\" said a senior official at the India Meteorological Department's (IMD) Regional Meteorological Centre (RMC) in Guwahati. What is, however, more worrying is the deficit rainfall the northeastern states have experienced since June 1, when the monsoon season begins climatologically. RMC data stated that at 65% deficit, Manipur recorded the highest deficit from June 1 to 18. This was followed by 46% deficit in Assam and 37% deficit in Mizoram. The shortage of rainfall in other states of the region are-Arunachal Pradesh 36%, Meghalaya 35%, Tripura 27% and Nagaland 14%. In contrast, in the initial days of the monsoon season in NE, Meghalaya received the highest rainfall of 289.1 mm, followed by Tripura at 225.8 mm. But both were not adequate. While Arunachal Pradesh recorded 172.5 mm rainfall, Mizoram and Assam experienced 157.7 mm and 134.1 mm respectively. It was followed by Nagaland (131.9 mm) and Manipur (90.6 mm). Met officials, however, said that in the next 48 to 72 hours, rainfall activity may enhance as conditions are becoming favourable for further advancement of the Southwest monsoon into the remaining parts of the northeast and cover the entire region in the next 2-3 days. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Rs 57.10 lakh seized in Dimapur after announcement of Lok Sabha polls": {"link": "https://timesofindia.indiatimes.com//city/kohima/rs-57-10-lakh-seized-in-dimapur-after-announcement-of-ls-polls/articleshow/68555892.cms", "time": "2019-03-25 09:43:00", "description": "KOHIMA: Assam Rifles have seized Rs 57.10 lakh from a person at Ghaspani area of Dimapur district in Nagaland in one of the largest haul of cash in the North East since the announcement of parliamentary elections, EC sources said Saturday. Deputy Commissioner and district Election Officer Dimapur Kevekha Kevin Zehol said the seizure was made on the night of March 13 during routine mobile vehicle check post by Assam Rifles. He said the person arrested with the cash had said that the money was meant for payment to a contractor. The money has been seized by the Directorate General of Income Tax (Investigation), North East region and a probe has been launched, Zehol added. Download The Times of India News App for Latest City ."}, "Armed with looms, women are weaving a change in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/armed-with-looms-women-are-weaving-a-change-in-nagaland/articleshow/68491663.cms", "time": "2019-03-20 09:13:00", "description": "Traditional weaving lost out to power looms and was on its death bed, but a band of dedicated women in Nagaland has not only resurrected it, but taken it to the next level, spinning off an entirely new industry around it - loin-loom-centered tourism. Sonnie Kath is considered to be the pioneer who breathed new life into loin loom weaving in Nagaland. Back in 2003, Sonnie, along with her two sisters, founded 'Echo Self Help Group' and reintroduced traditional weaving in Diezephe village, 15km from Dimapur, the commercial capital of Nagaland. \"What started as an experiment involving 11 weavers has now turned into an industry of 200 women,\" says Haiyale, one of the co-founders. \"Depending upon the design and how much they weave, some women earn up to Rs 6,000 a month,\" she says. The NGO of the Kath sisters has now evolved into 'Exotic Echo' with Haiyale as president. Exotic Echo not only produces and markets its products, it grows cotton, spins it into yarn, and dyes it too! Exotic Echo has been hosting the annual 'Loinloom Festival' in the first week of December, for the last 5 years, and has brought in weaving-centred tourism to the state. \"We have 11 bamboo and mud huts for homestay and additional camping infrastructure for 40 campers. Discerning travellers can now stay in Diezephe, enjoy the crafts village and the weaving process,\" says Haiyale, adding that it is helping generate additional employment. A recent initiative, Weaver's Place is attracting tourists even from abroad, she adds. Mekhala Mama One woman has taken the campaign for traditional weaves online. Theyiesinuo Keditsu, aka Mekhala Mama, is an Insta celeb with close to 10,000 followers. An assistant professor of literature at Kohima College, Keditsu posts photos on Instagram flaunting the traditional Naga sarong, which has inspired not just youths from Nagaland, but many more outside, to try the wraparound worn as a skirt in the northeast. She has a mekhala for every occasion and mood. But Keditsu's Insta page isn't about fulfilling a narcissistic desire. The mom from Nagaland is on a mission - to popularise Naga indigenous textiles and support women weavers and local businesses. And she's going about it with elan. Keditsu was jolted out of her reverie while on a window-shopping trip to a mekhala store in Kohima two years ago. \"The shopkeeper lamented that fewer young women come to buy mekhalas and that mekhalas don't sell as much as they used to. She told me many weavers aren't motivated to continue weaving and are opting to do other work. This was scary and set me thinking about doing something beyond increasing my personal collection,\" Keditsu tells TOI. Traditional weaving in most of the northeast has fallen victim to power looms. She started the Instagram page and began demonstrating that the mekhala is a \"viable fashion item\" for everyday wear. There has been a sea change ever since. \"My account has generated a lot of interest among young Naga women. Many of them regularly send me photos and have made commitments to incorporate mekhalas into their daily and occasion wear,\" Keditsu says, adding that she gets a huge number of queries from outside of Nagaland and the northeast. Warp and Weft Akhwele, 48, and her friend Avole, 38, live in Chizami village which is 88km from state capital Kohima. While Instagram and Mekhala Mama are unknown here, the lives of all three are connected by the threads of the loom. In the village, Akhwele is weaving on a loin loom and chatting nonchalantly with her friend Avole. The paddy that is spread out beside them glistens in the light of the early morning sun, now risen above the green Naga hills. Avole shoos away a couple of chicken, which are stealing a quick peck at the grain, while warping thread around sticks. She's planning to weave a stole - a miniature version of the traditional shawl that has become a style statement of Naga men these days. Chizami and 13 other villages around it are weaving a slow change. Traditional loin loom weaving, which was dying in the state, was revived in Chizami - a village of 600 households - by North East Network (NEN), an organization that champions women's rights and works to empower them through skill development and livelihood training. Women of Chizami and the other villages in Phek district are now associated with NEN. The supplementary income from weaving and the boost to self-esteem through it has changed the position of the women within the family, even yielding them political space in village councils. Other than the traditional mekhala and shawl, the women are now weaving items of home furnishing like table mats and runners, bags and pouches, which are sold by NEN under the brand name 'Chizami Weaves'. \"Women weaving for 15 days, for three to four hours a day, earn up to Rs2,000 a month. This hard cash is getting them newfound respect from their husbands and in-laws. The attitude of men has changed so much so that in some cases they are even babysitting and helping in household chores, unimaginable earlier in a highly patriarchal society,\" says Wekoweu Tsuhah, the programme director of NEN in Nagaland. The money may sound loose change to some, but in rural hinterlands here, it is a game-changer. Slowly, the weavers are becoming assertive and playing an active part in village council meetings. \"In what is quite an example, two weaver women made it to the village council of Enhulumi,\" Tsuhah says. Thread Counts In an agrarian society, weaving was mostly done between the primary field work and household chores, but now it is helping supplement income and giving women more say. \"I am paying the fees of my third son in a Kohima college, from my earnings from the loom,\" a proud Akhwele of Chizami village says. Now, not only do her husband and sons help her in cooking, even neighbours come to her for advice owing to the popularity and recognition she has gained as a master weaver. The fame of Chizami has spread far and wide. Akhwele and Avole are among the few master weavers who recently trained a batch of 30 students from New Delhi's Indian Institute of Art and Design. Nearly 600 women weavers are associated with NEN and are also helping in keeping alive traditional weaving, whose designs and motifs have been passed on from one generation to the next for hundreds of years. It is also taking the weavers places. \"I attended a national handloom convention in Hyderabad in November last year where I learnt Thai weaving techniques and shared my knowledge too,\" says Akhwele, who has travelled beyond Nagaland only twice in her life.  Feminist Designs Like in Homer's Iliad, where Helen weaves a great web with scenes from the battle between the Trojans and the Greek, Naga women, too, have over the ages embroidered the tapestry with their angst, and the occasional respites. History in themselves, the designs will now be kept alive by the few sentinels of time in the age of powerlooms. \"Many times the designs aren't planned. The freedom to express myself in the loom gives rise to many abstract designs and patterns,\" Akhwele says. Mekhala Mama Keditsu, too, sees tapestry as a canvas to preserve the highly undocumented oral folklore of the Nagas. \"Weaving is an exclusively female art among the Nagas, so our cloths are intimately tied with women's narratives - both of past and present,\" Keditsu says. She is very hopeful for the traditional Naga weaves because of the \"resurgence in indigenous pride over the last two decades\". \"Fashion, as we all know, plays a huge role in the articulation and enactment of identities, so it is important to have accounts like mine as archives for those looking for information and material on our textiles,\" Keditsu says. If you have the will, tradition can make a fashion statement any day. Ask the Naga ladies! Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "No bailer and far from home, Northeast youths languish in jails": {"link": "https://timesofindia.indiatimes.com//city/kohima/no-bailer-far-from-home-ne-youths-languish-in-jails/articleshow/68250435.cms", "time": "2019-03-04 10:47:00", "description": "GUWAHATI: Many young women from the northeast, pushed into illegal trades with the promise of jobs in big cities, are now languishing in jails in other parts of the country despite being granted bail — because there is no one to bail them out. “Parents of many of these girls live in remote areas of the northeast, are poor, illiterate or unreachable because of lack of connectivity,” Robin Hibu, special commissioner of Delhi Police, said. Hibu is the founder of HHS, working for the safety of people from the northeast in New Delhi. “It is painful to see girls rotting in jails, abandoned by the society. An NGO, Helping Hands Society (HHS), is fighting these cases in courts, but the courts want those who bail them out to be from the states of their origin,” Hibu said, adding that he has often reached out to people from the northeast living in these cities to volunteer as bailers. Recently, a 26-year-old woman from Nagaland was released from a prison in Noida. Police had arrested her from the Gomti area during a raid on a spa, allegedly in the flesh trade. “I came here last year after a placement agency in Delhi promised me a job as a beautician at a high-end parlour. I was asked to join as an intern a day before I was arrested,” she said. It also came to light recently that at least 10 women from the northeastern states are waiting to be released. Some of them from Manipur and Nagaland were nabbed from a fake call centre of greater Noida, where they were working. The courts had granted them bail, but because of a lack of bailers, they could not be released. Many such youths, seeing no hope, have committed suicide. “Even in death, there is no dignity. The bodies of these youths are kept for days on end at the mortuary with no one to claim them,” Hibu said. The HHS has demanded the state governments of the region to activate their state houses in Delhi and other cities to appoint welfare officials for regular interaction and monitoring of northeastern youth working in private sectors in those cities. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "75th anniversary WW II commemorated in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/75th-anniversary-ww-ii-commemorated-in-nagaland/articleshow/68733775.cms", "time": "2019-04-05 10:37:00", "description": "KOHIMA: The 75th anniversary of one of the fiercest and toughest battles of World War II was commemorated on Thursday at Jotsoma in Nagaland. The anniversary brought together countries and people whose lives were forever altered by the conflict, under the theme 'Remembrance, Reconciliation, Rebirth'. Japan's Ambassador to India Kenji Hiramatsu said the peace the world enjoys today is built over tremendous sacrifices. British High Commissioner to India Dominic Anthony Gerard said that India, Japan and the UK stand together as three great democracies to work with each other for peace and prosperity globally. Nagaland Chief Minister Neiphiu Rio said that after the World War, Nagas witnessed more bloodshed. However, the past two decade have been peaceful. Download The Times of India News App for Latest City ."}, "Barring Assam and Meghalaya, NE states receive deficit rainfall": {"link": "https://timesofindia.indiatimes.com//city/kohima/barring-assam-and-meghalaya-ne-states-receive-deficit-rainfall/articleshow/69395562.cms", "time": "2019-05-19 12:07:00", "description": "GUWAHATI: As the arrival for monsoon rain in the northeast draws nearer, five of the seven states in the region have received deficit rainfall this pre-monsoon season that started on March 1. Usually monsoon hits the region in the first week of June. According to rainfall data of IMD's Regional Meteorological Centre (RMC) here, Assam and Meghalaya are the only two states in the region that recorded excess rainfall between March 1 and May 15. Rest of the northeastern states - Arunachal Pradesh, Manipur, Mizoram, Nagaland and Tripura - received deficit rainfall during most of the pre-monsoon season, which culminates on May 31. \"Thunderstorm activities have been comparatively lower in northeast this pre-monsoon and as a result a deficit in pre-monsoon rainfall has been recorded in several northeastern states,\" said deputy director general of meteorology at the IMD's Regional Meteorological Centre based in Guwahati, Sanjay O'Neill Shaw. While Meghalaya received 31% excess rainfall till May 15, highest in the northeast this pre-monsoon season, Assam recorded nine per cent surplus rainfall. An RMC spokesperson said that Meghalaya received 634.1 mm rainfall from March 1 to May 15, whereas 426.1 mm rainfall occurred in Assam during the period. On the other hand, Mizoram and Manipur recorded maximum deficit rainfall in the region amounting to 78% and 54% respectively. Mizoram received 82 mm rainfall during the period, while Manipur recorded 121.2 mm rainfall in the rain gauge till compilation of the rainfall data on May 15. Another rainfall deficit state Tripura received 346.9 mm rainfall this season, a deficit by 32 percent. Meanwhile, Arunachal Pradesh got 445.8 mm rainfall during this pre-monsoon season, but still, it was a 23 per cent deficit, if compared to the normal range. Nagaland, too, recorded 22% deficit rainfall, after 238.4 mm rainfall was received between March 1 and May 15. Though the pre-monsoon season began from March 1, as per the Met calendar, an IMD scientist said that most states in the northeast have received deficit rainfall due to a delay in rainfall accompanied by thunderstorm activities. Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "At 43.2 degrees Celsius, maximum temperature in Patna touches four-year high in June": {"link": "https://timesofindia.indiatimes.com//city/kohima/at-43-2c-max-temp-in-patna-touches-4-yr-high-in-june/articleshow/69721368.cms", "time": "2019-06-10 11:24:00", "description": "PATNA: Maximum temperature in Patna recorded a four-year high in June on Sunday as it soared to 43.2 degrees Celsius, six notches above normal, much to the discomfort of residents. Gaya remained the hottest place in the state on Sunday as the maximum temperature in the south Bihar town surged to 44.9 degrees C, six notches above normal. Dehri in Rohtas district also sizzled at 43.4 degrees C. In its weather forecast issued on Sunday, Patna Meteorological Centre stated that scorching heat conditions would prevail in the city at least till June 15 with maximum temperature hovering around 43- 44 degrees C. “The maximum temperature is expected to be five to six notches above normal in south-central and most parts of Bihar, except few north-eastern districts, over the next few days. This is basically due to hot and dry westerly winds which mix with moist easterly winds in different levels of atmosphere,” said an official at Patna Meteorological Centre. “The distance between Sun and Earth is the least in June and July. The temperature, thus, remains highest during this time of the year,” the official added. The normal date of onset of monsoon in Bihar through the north-eastern districts is June 10-12. However, the weathermen have claimed that the delay of one week in onset of monsoon over Kerala is likely to be translated in case of Bihar as well, and it may hit the state by June 20. The only silver lining is chances of southwest monsoon in north-eastern states over the next 24 hours. In its daily weather bulletin issued on Sunday evening, India Meteorological Centre stated that conditions were becoming favourable for advance of southwest monsoon into some parts of north-eastern states over the next 24 hours. Private weather agency Skymetweather also reported on Sunday that conditions were becoming favourable for southwest monsoon in some parts of the north-eastern states. It further stated that light to moderate rain with heavy spells would occur in Assam, Arunachal Pradesh, Meghalaya, Nagaland, Manipur, Mizoram and Tripura during the coming days. According to officials at Patna Meteorological Centre, the wing of monsoon that enters north-eastern states through Bay of Bengal progresses over Bihar as well. Meanwhile, light rainfall occurred at one or two places in north-east Bihar during the last 24 hours. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Why this Nagaland woman is one in a million": {"link": "https://timesofindia.indiatimes.com//city/kohima/why-this-nagaland-woman-is-one-in-a-million/articleshow/68267736.cms", "time": "2019-03-05 13:18:00", "description": "DIMAPUR: In a state that has never elected a woman MLA, Tokheli Kikon's journey is both an example and a lesson. The chairman of Naharbari village council, Kikon is the first and the only woman to have ever held this kind of an elected post in Nagaland which has over 1,200 villages. As the 2019 general election draws near, women will be a vital part of the campaigning process, but they will be denied any political leadership role in the highly-patriarchal Naga society. Therefore, it is quite significant when a woman shatters the glass ceiling at the grassroots and gets elected as the head of a governing body, and proves her mettle and is re-elected. \"Men have been good to me, I have been functioning as a chairman with their support,\" says Kikon, who became a member of the village council in 2000 and was first elected to the chairman's post in 2005. \"I have proven myself by creating assets of over Rs 3 crore for the village council. Built schools and other buildings from which we are earning rent now,\" she says. There was no such property when she started. Her stellar performance saw her getting back to the chairman's post uncontested twice. Kikon's journey in public life started during the years of insurgency that left Nagaland bloodied and scarred. \"I rescued a lot of youths when there was no ceasefire, and, in the process, gained confidence,\" says Kikon. \"I am a grassroots worker and people are happy with my work.\" Women form about 9.5 lakh of the state's population of almost 20 lakh, according to the 2011 Census. But she is of the rarest breed when it comes to a woman holding an elected office in Nagaland. \"Naga men will harp on gender equality, but scratch the surface and you will see the patriarchal mindset of the people and the biased customary laws,\" says Kikon. It hasn't always been a smooth ride for Kikon. The gritty 60-year-old mother of three has stood up to threats and worked for society. She has been physically assaulted for standing up to land encroachers who wanted to usurp a community pond. But the gritty woman put up a fight and managed to save it. \"We did miss her while growing up as she spent much of her time in social work but we are extremely proud of her,\" says Francis, Kikon's son, a law graduate. \"She is unlike most women we see around us. She is so busy serving the poor,\" he adds. Despite her achievements and popularity, it's not sure if she will be able to further her political career. \"People expect me to fight the general elections but I don't have monetary power. Fighting elections in Nagaland is a very costly affair. And then there's the traditional mindset,\" she says. But Tokheli is ready for urban local body (ULB) elections, with or without the 33% reservation. The issue of reservation for women in ULB is contentious and had Nagaland burning for days in 2017. At least two people were killed, several injured and shops and business establishments gutted by protesters from various Naga groups that were opposed to reserving of seats for women in the ULBs. \"I will contest the polls and fight even if there is no reservation,\" says a confident Kikon. Download The Times of India News App for Latest City ."}, "Illegal liquor worth Rs one crore destroyed in Nagaland ahead of polls": {"link": "https://timesofindia.indiatimes.com//city/kohima/illegal-liquor-worth-rs-one-crore-destroyed-in-nagaland-ahead-of-polls/articleshow/68590487.cms", "time": "2019-03-27 09:05:00", "description": "KOHIMA: Assam Rifles and Nagaland excise department have seized and destroyed illegal liquor worth more than Rs one crore and booked 175 people as part of the election expenditure monitoring ahead of the Lok Sabha polls, official sources said Tuesday. Excise personnel conducted raids across the state and seized liquor between March 12 to March 25, Commissioner of Excise, Nagaland, Tarep Imchen said. They seized 2078 litres of Indian made foreign liquor worth Rs 7,27,394 and 8033 litres of country-made liquor worth Rs 8,83,630, he said. Besides, 425 bottles of banned cough syrup were also seized during the frisking process, he said adding all the seized items were destroyed on the spot. A total 175 people were booked and fine amount of Rs 1,87,500 was realised from the offenders, Imchen said. The public relations officer of Inspector General Assam Rifles(North), Lt Col L Vincent Patton said that AR personnel based in Kohima raided strategic locations on March 23 and seized 2,294 cases of Indian made foreign liquor worth approximately Rs 1.06 crore. Imchen said security measures have been tightened across the state to prevent suspected movement of illegal consignment at both intra and inter-state level. NBS KK KK KK Download The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Deficit rain prediction worries North East": {"link": "https://timesofindia.indiatimes.com//city/kohima/deficit-rain-prediction-worries-north-east/articleshow/69618337.cms", "time": "2019-06-02 12:08:00", "description": "GUWAHATI: The India Meteorological Department's (IMD) prediction of below normal rainfall in the northeast may be a worrying sign for most states of the region that received deficit rainfall during the pre-monsoon period that culminated on Friday. Barring Assam and Meghalaya, which received two and nine per cent rainfall above normal, rest of the five NE states - Arunachal Pradesh, Nagaland, Manipur, Mizoram and Tripura - ended up with deficit rainfall in the pre-monsoon season. The pre-monsoon rainfall, counted from March 1 to May 31, is critical for agriculture in the country. Deputy director general of meteorology at the IMD's Regional Meteorological Centre based in Guwahati, Sanjay O'Neill Shaw, said at 66% departure below normal, the rainfall deficit in Mizoram has been most alarming. In Manipur and Arunachal Pradesh, too, the rainfall experienced this pre-monsoon has been alarming at 61% and 32% below normal, he added. Nagaland and Tripura received 27% and 18% deficit rainfall respectively during this pre-monsoon season. \"The long-range forecast says the NE region of the country is set to receive 91% long period average (LPA) rainfall this monsoon. But a model error, indicating 8% excess or deficit rainfall to this figure, has also been incorporated which stated that the amount of rainfall may go below 8% from the 91% mark or show an upsurge upto 8%. If the actual rainfall to be experienced in the monsoon season rises above 91%, it's heartening. But if it declines further, it's worrisome, especially after most of the states in the northeast received deficit rainfall during the pre-monsoon season,\" Shaw told TOI. Monsoon is likely to set over Kerala around June 6, as predicted by the IMD earlier, and advance further before it strikes the northeast. While Assam received 569.3 mm rainfall this pre-monsoon season from March 1 to May 31, Meghalaya received 781.4 mm rainfall during the period to become the second state to receive excess rainfall this year. Rest of the northeastern states received below normal rainfall. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Speaker administers oath to new NDPP MLA": {"link": "https://timesofindia.indiatimes.com//city/kohima/speaker-administers-oath-to-new-ndpp-mla/articleshow/69556370.cms", "time": "2019-05-29 14:06:00", "description": "KOHIMA: Nagaland assembly speaker Vikho-o Yhosu on Tuesday administered oath to the newly-elected NDPP MLA Sharingain Longkumer. Longkumer won the bypoll to the Aonglenden assembly constituency in Mokokchung district. The speaker administered the oath of office and secrecy to Longkumer at his chamber in the assembly secretariat here in presence of deputy speaker Zhale Rio, minister for forest, environment, climate change, CM Chang and advisors Mhathung Yanthan and Imnatiba. In the 60-member Nagaland assembly, the NDPP has 20 MLAs, its alliance partner BJP 12 and JD(U) one. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Tight security arrangements for counting of votes in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/tight-security-arrangements-for-counting-of-votes-in-nagaland/articleshow/69440756.cms", "time": "2019-05-22 12:06:00", "description": "KOHIMA: Elaborate security arrangements have been made for the counting of votes for the lone Lok Sabha seat in Nagaland and by-election to Aonglenden Assembly constituency on Thursday, a top election official has said. Polling for the Lok Sabha seat and Aonglenden bye-poll was held simultaneously on April 11. Chief Electoral Officer (CEO) Abhijit Sinha said on Tuesday that there would be three-tier security cordon on the day of counting. The first and second tier security cordon would be manned by the district executive force, state police and Indian Reserve Battalion personnel and the third and last tier close to the counting hall would be manned by Central Armed Police Force personnel, he said. The path that would be taken for transportation of EVMs from the strong rooms to the counting halls have been delineated and barricaded and it would be under CCTV coverage, the CEO said. The counting will commence at 8 am on Thursday in 19 halls in 12 centres for the Lok Sabha polls while counting of votes for the bye-poll will be conducted in one hall in Mokokchung district, he said. The CEO said after completion of last round of counting of votes recorded in the EVM control units of an Assembly segment, there would be mandatory verification of VVPAT paper slips of randomly selected five polling stations of that Assembly segment. These five polling stations would be selected through a draw of lots by the concerned Assistant Returning Officer in the presence of candidates or their agents and the Observers and counting of VVPATs would be done in a sequential manner. The lone parliamentary seat in the state witnessed a four cornered contest between ruling Nationalist Democratic Progressive Party (NDPP) nominee Tokheho Yepthomi, Congress candidate K L Chishi, Hayithung Tungoe of the National People's Party (NPP) and Independent candidate Dr M M Thromwa Konyak. Tokheho is seeking re-election for the Lok Sabha seat. The bye-poll to Aonglenden Assembly constituency under Mokokchung district was a straight contest between the Congress nominee Alemjongshi Longkumer and Sharingain Longkumer of ruling NDPP. The by-poll was necessitated following the demise of sitting ruling MLA Imtikumzuk in September last year. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Cong files FIR against Nagaland Dy CM for MCC violation": {"link": "https://timesofindia.indiatimes.com//city/kohima/cong-files-fir-against-nagaland-dy-cm-for-mcc-violation/articleshow/68919101.cms", "time": "2019-04-17 12:52:00", "description": "KOHIMA: The Congress has filed an FIR against Nagaland Deputy Chief Minister Y Patton for allegedly violating the model code of conduct during the April 11 Lok Sabha poll in the state. The party has demanded repolling at Riphyim Polling Station in Patton's home constituency, 37, Tyui in Wokha district. \"The FIR against Patton is for serious violation of model code of conduct by entering the polling station wearing a political party's scarf, and criminal conduct of impersonation and forgery by indulging in proxy voting,\" a Nagaland Pradesh Congress Committee release said. The complaint has been filed at Wokha Police Station on Tuesday. Congress's demand for repolling, however, was not accepted for recommendation to the Election Commission by Returning Officer M Patton, who said, \"No discrepancies were observed after going through the report of the presiding officer and sector magistrate.\" Download The Times of India News App for Latest City ."}, "Padmanabha Acharya, Neiphiu Rio greet people on Eid": {"link": "https://timesofindia.indiatimes.com//city/kohima/padmanabha-acharya-neiphiu-rio-greet-people-on-eid/articleshow/69660722.cms", "time": "2019-06-05 12:30:00", "description": "KOHIMA: Nagaland Governor Padmanabha Acharya and Chief Minister Neiphiu Rio on Wednesday greeted the people of the state on Eid-ul-Fitr. The governor hoped that the sacred occasion will usher in good will and harmony and further strengthen the values of composite society everywhere. The chief minister in his twitter handled said \"Happy #EidUlFitr to all those celebrating. I wish you a wonderful #Eid with family, friends and loved ones.\" The Muslim community in Nagaland celebrated the Eid- Ul-fitr marking the culmination of the holy month of Ramzan with religious fervour. The faithful offered Eid prayers in Eidgahs and various mosques in Kohima and Dimapur. Download The Times of India News App for Latest City ."}, "Woman killed by lightning in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/woman-killed-by-lightning-in-nagaland/articleshow/68716470.cms", "time": "2019-04-04 10:25:00", "description": "KOHIMA: A woman was killed when lightning struck her in Peren district while many houses and standing crops were damaged in thunderstorms which hit the state, officials said Wednesday. A Nagaland State Disaster Management Authority (NSDMA) official thunderstorms and gusty winds accompanied by hailstones lashed Peren, Phek, Dimapur and Wokha districts of Nagaland on Tuesday. The thunderstorms damaged many houses and one woman was killed by lightning at Ndunglwa village in Peren district, said Home Commissioner, R Ramakrishnan. Download The Times of India News App for Latest City ."}, "KL Chishi richest candidate in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/kl-chishi-richest-candidate-in-nagaland/articleshow/68636791.cms", "time": "2019-03-30 12:54:00", "description": "KOHIMA: Among the four candidates for the lone Lok Sabha seat in Nagaland, former chief minister and Congress nominee KL Chishi is the richest candidate with movable and immovable assets worth Rs 36 crore. According to the affidavits filed during the nomination, Chishi’s movable and immovable assets are worth Rs 36,97,11,350, while NDPP nominee Tokheho Yepthomi has movable assets worth Rs 33,20,732 and immovable assets of Rs 5.66 crore. Yepthomi is seeking re-election for the second term. He had won the by-election after then MP and present Nagaland CM Neiphiu Rio vacated the seat to return to state politics in February, 2018. Independent candidate M M Thromwa Konyak has movable assets worth Rs 50,000 and immovable assets of Rs 5,50,000. NPP candidate Hayithung Tungoe has movable assets worth Rs 3,65,881. Congress candidate Alem Jongshi’s movable and immovable assets are worth Rs 71,62,970. Polling for to the Lok Sabha seat in Nagaland and the assembly bypoll would be held on April 11. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Trail of destruction ends as Fani loses steam": {"link": "https://timesofindia.indiatimes.com//city/kohima/trail-of-destruction-ends-as-fani-loses-steam/articleshow/69197558.cms", "time": "2019-05-06 12:33:00", "description": "GUWAHATI: The trail of destruction Cyclone Fani left behind finally came to an end as it made its way across the northeast to northern Myanmar on Sunday. Fani, classified as an extremely severe cyclone — the second most intense on the scale, was the 10th cyclone of such severity to hit India in 52 years. In its last weather bulletin, issued at 2.30am on Sunday, the India Meterological Department said the depression has weakened. Moving over western Meghalaya and adjoining Bangladesh, it moved northeastwards in the past six hours, lost steam and lay as a “wellmarked low pressure area” over central Assam and its neighbourhood at 11.30pm on Saturday night. “The well-marked low pressure area over central Assam and the neighbourhood, caused by Fani, moved northeastwards and weakened into a low pressure area over north Myanmar and adjoining east Arunachal Pradesh, Nagaland and Manipur at 5.30am on Sunday,” asenior official of the Guwahati-based Regional Meteorological Centre of the IMD told TOI. Soon after Fani fizzled out, weather conditions improved significantly in the region. Gusts of wind and heavy rainfall gave way to sunny conditions on Sunday; only some areas of upper Assam received some rainfall. In its final trail, Fani caused incessant rain, causing floods in northern Kamrup and Goalpara districts that caused flood in several areas, water logging at Dispur, Sonapur and Chandrapur revenue circles of Kamrup (Metropolitan) district and some low-lying areas of Guwahati on Saturday night. In some of the hilly areas under the Dispur revenue circle, landslides occurred over the last 24 hours but no casualty was reported. The intensity of Fani started declining as it turned into a deep depression after it entered Bangladesh on Saturday morning. Further, the weather system converted into a depression when it emerged in Meghalaya later in the day. Over 11 days, Fani intensified from a low pressure area over east Equatorial Indian Ocean, adjoining southeast Bay of Bengal, to an extremely severe cyclonic storm over west-central Bay of Bengal. IMD said a low pressure area had formed over east equatorial Indian Ocean and adjoining southeast Bay of Bengal early morning on April 25 and it became a “well marked low pressure area” over the same region during in three hours on the same day.  It concentrated into a depression over the same region in the morning of April 26 and intensified further into a deep depression in the early morning of April 27. It became cyclonic storm Fani in the forenoon of April 27 over southeast Bay of Bengal and adjoining east equatorial Indian Ocean and into a severe cyclonic storm in the evening of April 29 over southeast and adjoining southwest Bay of Bengal Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "MoU to boost mithun rearing in Mizoram": {"link": "https://timesofindia.indiatimes.com//city/kohima/mou-to-boost-mithun-rearing-in-mizoram/articleshow/69646511.cms", "time": "2019-06-04 10:09:00", "description": "AIZAWL: Mizoram government and the ICAR-National Research Centre on Mithun (NRCM) of Medziphema in Nagaland signed a Memorandum of Understanding (MoU) in Aizawl on Monday to strengthen cooperation in the successful use and propagation of technologies and their transfer for socio-economic benefits of mithun farmers in Mizoram, an official statement issued by the state animal husbandry and veterinary department said. The agreement also laid down provisions to train state veterinary personnel, including veterinary officers, managers and farmers, on semen collection, freezing artificial insemination, value addition of milk and animal waste management at the ICAR centre. Under the MoU, the ICAR-NRCM also agreed to assist in the formulation of the project report, exploration of funding possibilities and to provide technical assistance for the establishment of an artificial insemination unit with a semen-processing laboratory. NRCM, which was established by ICAR in 1988, is the sole institute in the country dedicated to conservation and characterization of Mithun ( Bos Frontalis). The institute has focused on application-oriented research for conserving mithun in its natural habitat and to exploit the potential of mithun as a source of meat, milk and hide. The ICAR-NRCM has taken a lead in the promotion of mithun farming through the propagation of semi-intensive mithun rearing, scientific identification and evaluation. Being one of the few states which has a mithun population, the Mizoram government and the state animal husbandry and veterinary department has implemented a number of programmes and schemes to benefit farmers. The agreement included scientific guidance and technology transfer to the state, including construction of sheds for Mithun sheds. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "K L Chishi is Congress' candidate for Nagaland Lok Sabha seat": {"link": "https://timesofindia.indiatimes.com//city/kohima/k-l-chishi-is-congress-candidate-for-nagaland-lok-sabha-seat/articleshow/68449131.cms", "time": "2019-03-17 13:13:00", "description": "KOHIMA: The Congress on Saturday announced that former chief minister K L Chishi would be its candidate for Nagaland's lone Lok Sabha seat. Chishi, who served briefly as chief minister of Nagaland in 1990, had quit the Congress to join the BJP. Chishi contested the 2018 state elections unsuccessfully as BJP candidate from Atoizu A/C under Zunheboto district. Chishi returned to the Congress' fold recently and said, I have rejoined Congress since my heart and spirit could never be separated from the party that has been the true epitome of secularism and upholding the sanctity of the Indian Constitution\". The Congress also announced that Alemjongshi Longkumer, a former state bureaucrat, would contest the byelection from the 26-Aonglenden Assembly constituency seat in Nagaland. Announcing the candidates for both the elections, Nagaland Pradesh Congress Committee General Secretary G K Zhimomi said that their candidature was approved by the Central Election Committee of the All India Congress Committee. The announcement was made late last night, he said. Zhimomi said that the ticket distribution would be held on Wednesday in Dimapur. The only opposition in the state Assembly Naga Peoples Front - is yet to declare its candidates for the two elections but has informed that party tickets would be distributed along with tickets for Manipur Lok Sabha seats on Tuesday in Kohima. The ruling People's Democratic Alliance has distributed tickets for both the elections to sitting BJP-Nationalist Democratic Progressive Alliance (NDPP) MP Tokheho Yepthomi for the parliamentary seat and Shiraingain Longkumer for the Assembly seat. Independent candidate O Tinujungshi Longkumer, brother of late Imtikumzuk Longkumer, who was the NDPP legislator of Assembly segment, has also declared to contest the bypoll as Independent candidate. Nominations for both the seats will open and conclude on March 18 while the poll will be held on April 11. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Spring festival in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/spring-festival-in-nagaland/articleshow/69279058.cms", "time": "2019-05-11 11:57:00", "description": "DIMAPUR: People of Nagaland recently celebrated for three days the 'Moatsu Festival' or spring festival at Chuchuyimlang Village.  Moatsu is celebrated in the first week of May every year to seek blessings from the gods for a bumper harvest. The festival was attended by more than 1,000 people from across the state. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Heatwave hits normal life in Northeast": {"link": "https://timesofindia.indiatimes.com//city/kohima/heatwave-hits-normal-life-in-northeast/articleshow/69320789.cms", "time": "2019-05-14 12:08:00", "description": "AGARTALA/GUWAHATI: Intense heatwave conditions and deficit pre-monsoon rains have hit normal life across the northeastern region and also severely affected the supply of drinking water, officials said. However, agricultural experts said that at the moment there is no major threat to the seasonal crops. According to the Indian Meteorological Department (IMD), the maximum temperature in several northeastern states, especially Assam, Mizoram and Tripura, since the past one week is hovering between 36 and 38 degrees Celsius - four to five degrees above the average for this summer season. The IMD, since March 1, also recorded 38 percent deficit pre-monsoon (March to May) rainfall in five of the eight northeastern states, including Sikkim. The Arunachal Pradesh and Nagaland-Manipur-Mizoram-Tripura meteorological sub-divisions recorded 38 per cent deficient pre-monsoon rainfall, while Assam and Meghalaya sub-divisions witnessed normal pre-monsoon rainfall. According to an IMD document, Arunachal Pradesh recorded 321 mm rainfall and Nagaland-Manipur-Mizoram-Tripura recorded 181 mm rainfall against the average normal rainfall of 520 mm and 292 mm, respectively so far since March 1. Sikkim and adjoining areas have recorded normal pre-monsoon rainfall since March 1. IMD director Dilip Saha said that the winds are not favourable for the expected pre-monsoon rainfall. ''We need southerly direction winds for the rain. Rain producing weather condition is yet to develop in the northeastern region. However, we expect some rains after mid-week,'' Saha said. Download The Times of India News App for Latest City ."}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Campaign begins for digital voting": {"link": "https://timesofindia.indiatimes.com//city/kohima/campaign-begins-for-digital-voting/articleshow/68328505.cms", "time": "2019-03-09 08:05:00", "description": "GUWAHATI: Advocacy group, Social Actions for New Alternatives (Sana), has launched a campaign to explore options for digital voting. In this day and age, when most financial transactions are conducted online, digital voting should also be allowed, Sana has said. Sana executive director Bidhayak Das on Friday said that they would soon write to the Election Commission of India and all political parties to explore options for exercising one's franchise digitally. \"If so many things can happen digitally in a secured manner, one can also vote digitally. This will definitely help more people to vote. This is a part of the clean election campaign that we have launched,\" Das said. Sana managing trustee, Nayanjyoti Bhuyan, said that \"violence mapping\" is one of the key components of their clean election campaign. \"Through our campaign, we will also record whether poll-related violence takes place. Voters need to vote freely and without fear. At present, our campaign is for the Lok Sabha polls in Assam, Meghalaya and Nagaland. We are networking with civil society groups, community-based organizations and volunteers for creating awareness on the necessity of clean elections as well as ensuring that voters cast their ballots freely,\" Bhuyan said. Das said that besides violence mapping, the campaign will keep a watch on hate speech, malpractices during voting and encouraging first time voters to participate in the election. \"We will be monitoring campaigns of political parties till the final lap, and the period between voting and the results, as well as the post-election situation. Our findings on various violations will be updated on social media after being verified by the Election Commission,\" Das said. Download The Times of India News App for Latest City ."}, "Lotus blooms in Northeast, anti-Citizenship Bill sentiments a distant memory": {"link": "https://timesofindia.indiatimes.com//city/kohima/lotus-blooms-in-northeast-anti-citizenship-bill-sentiments-a-distant-memory/articleshow/69480170.cms", "time": "2019-05-24 14:52:00", "description": "NEW DELHI: When protests on the citizenship bill erupted in North East India earlier this year many believed it had spoiled the BJP's chances in the region for the Lok Sabha polls. Yet, the saffron party and its allies walked away with 18 of the 25 seats up for grabs in the northeastern states, successfully weathering the storm of unrest that rocked most parts of Assam, Nagaland, Manipur and Mizoram. The Congress, the grand old part of India, was restricted to just four seats, while its allies bagged two. One constituency was won by an Independent candidate. When protest broke out against the Centre's plan to bring the Citizenship (Amendment) Bill (CAB), 2016, dubbed to be against the interest of the indigenous people of the region, many political commentators believed that it would mar the BJP's chances in the general elections in the North East. The bill had proposed to give citizenship to Hindus, Sikhs, Christians, Buddhists, Jains and Parsis from Muslim-majority Bangladesh, Pakistan and Afghanistan. Violent agitations in Assam, Manipur along with protests in Mizoram, Meghalaya and Tripura against the bill forced the Centre to abort plans to introduce it in Rajya Sabha allowing it to lapse. However, proving the naysayers wrong, the BJP and its allies gained majorly, especially in Assam where a total of 14 seats were up for grabs. BJP on its own won in nine seats in the state. In 2014, the saffron party had won seven seats. On the other hand, the Congress won three seats, the same as in 2014. Its ally All India United Democratic Front (AIUDF) won one seat, down from three in 2014 while one constituency went to an Independent candidate. In Arunachal Pradesh, Union Minister of State for Home Kiren Rijiju led a clean sweep for the BJP on the two Lok Sabha seats in the state, routing the Congress. While Rijiju retained his Arunachal West seat, his party colleague Tapir Gao trumped Congress candidate Lowangcha Wanglat in the Arunachal East constituency. Assam Finance Minister and BJP leader Himanta Biswa Sarma said the win for the NDA in the region was all because of the \"tremendous development\" of the North East under Prime Minister Narendra Modi's leadership. \"He has brought a new era for the people of the North East. Today, every part of the North East is connected with Railways, internet and now, there is also air connectivity in every state (of the region),\" he said. In Manipur, the BJP and the Naga Peoples Front won the Inner Manipur and Outer Manipur seats respectively, both of which were won by the Congress in 2014. The BJP further strengthened its position in the region by wresting the two constituencies -- Tripura East and Tripura West -- in Tripura from the Congress. In 2014, both these seats were won by the CPI(M). NDA ally Sikkim Krantikari Morcha added muscle to the coalition grabbing the lone seat in Sikkim by defeating the Sikkim Democratic Front's candidate. In Mizoram, NDA ally Mizo National Front's nominee C Lalrosanga defeated Independent candidate Lalnghinglova Hmar by 8,140 votes in the only Lok Sabha constituency of the state. Congress had won the seat in the last term. BJP ally Democratic Progressive Party's Tokheho Yepthomi won the lone seat in Nagaland defeating Congress candidate K L Chishi by 16,344 votes in a seesaw contest. In a breather for the Congress, the party won the Shillong seat in Meghalaya although it lost Tura constituency to NDA ally National People's Party. The two parties had also won the respective seats in 2014. Going by the outcome, the BJP can claim that the Lotus (its party symbol) is well and truly blooming in the North East. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "NDPP wins Aonglenden bypoll in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/ndpp-wins-aonglenden-bypoll-in-nagaland/articleshow/69477497.cms", "time": "2019-05-24 12:49:00", "description": "KOHIMA: NDPP's Sharingain Longkumer on Thursday won the bypoll to the Aonglenden Assembly seat in Nagaland's Mokokchung district by 6,245 votes, officials said. Sharingain polled 8,607 votes, while his nearest candidate Alemjongshi, of the Congress, got 2,362 votes. Total 10,589 votes were cast, Chief Electoral Officer, Abhijit Sinha said. The bypoll was necessitated following the death of sitting NDPP MLA Imtikumzuk last September. The elections were held on April 11 along with the first phase of Lok Sabha polls. Aonglenden has a total of 12,436 voters, including 6,146 male and 6,290 female. With Sharingain's win, NDPP has 20 members in the Assembly, BJP has 12, JD(U) 1 and Independent 1. Opposition NPF has 26 MLAs. Download The Times of India News App for Latest City ."}, "'Need to strengthen Nagaland's electricity billing mechanism'": {"link": "https://timesofindia.indiatimes.com//city/kohima/need-to-strengthen-nagalands-electricity-billing-mechanism/articleshow/68423765.cms", "time": "2019-03-15 14:03:00", "description": "KOHIMA: The Power Department in Nagaland needs to strengthen its electricity billing and collection mechanism to increase revenue collection that would go a long way in improving the state's economy, Nagaland Commissioner and Secretary for Power Department, K D Vizo said Thursday. He said that power is an essential service and its interruption could endanger life, health or personal safety of the general population. As of now, Nagaland's power demand is estimated at 250 MW. The state's four power projects together generate 89.09 MW. The state spends Rs 296.97 crore to buy power to meet the shortfall while the revenue receipt stood at Rs 130.15 crore, government data showed. Speaking at the general conference of Association of Power Engineers Nagaland (APEN) in Kohima, Vizo stressed on the need to incorporate state-of-the-art technology to improve transmission, generation and distribution sector to enhance revenue collections. He said that power connection is still a costly service and there was a need to work hard to find out ways and means of giving power connections at cheap price. He also said that Power safety mechanism should be strengthened so that lives of field staff as well as those of citizens are not endangered. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "‘Monsoon has covered most parts of NE’": {"link": "https://timesofindia.indiatimes.com//city/kohima/monsoon-has-covered-most-parts-of-ne/articleshow/69821966.cms", "time": "2019-06-17 13:27:00", "description": "GUWAHATI: Six days after hitting the northeast, the southwest monsoon has covered most parts of the northeastern region on Sunday, said the India Meteorological Department (IMD). The weather bulletin issued by IMD’s Regional Meteorological Centre (RMC) said that the southwest monsoon as on Sunday has further advanced into remaining parts of northeast Bay of Bengal, some more parts of northwest Bay of Bengal, most parts of northeast India and some parts of North Bengal and Sikkim. It further stated that in the last 24 hours, there was widespread rainfall across Arunachal Pradesh, Assam and Meghalaya. Moreover, there was fairly widespread rainfall across Nagaland, Manipur, Mizoram and Tripura subdivisions during the period. “Southwest monsoon was normal over Arunachal Pradesh, Assam and Meghalaya. However, it was weak over Nagaland, Manipur, Mizoram and Tripura subdivisions during past 24 hours,” said an IMD spokesperson on Sunday. As per the RMC forecast, moderate rain accompanied by thundershowers is very likely to occur at most places over Arunachal Pradesh, Assam and Meghalaya and at many places over Nagaland, Manipur, Mizoram and Tripura on Monday. Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Lok Sabha elections: Denied tickets, at least 25 leaders quit BJP in Northeast": {"link": "https://timesofindia.indiatimes.com//city/kohima/lok-sabha-elections-denied-tickets-at-least-25-leaders-quit-bjp-in-northeast/articleshow/68507268.cms", "time": "2019-03-21 09:25:00", "description": "GUWAHATI: Not all is well with BJP in the northeast in the final moments before the Lok Sabha polls. At least 25 of its leaders have quit after being denied tickets while all its allies, barring two in Assam, the Asom Gana Parishad and the Bodoland Peoples' Front and the NDPP in Nagaland, are fighting alone. The biggest jolt came from Arunachal Pradesh-which is going for simultaneous Lok Sabha and assembly polls on April 11-after 18 of its leaders, including two ministers and six MLAs, switched sides as candidates of the National People's Party (NPP) led by Conrad Sangma for the state election. On Tuesday, tremors were felt in Tripura when BJP vice-president Subal Bhowmik and its SC Morcha leader Prakash Chandra Das joined the Congress along with hundreds of followers. On the other hand in Assam, the party's sitting MP from Tezpur and Gorkha leader Ram Prasad Sarmah quit after his name was recommended by the state unit for re-nomination as a candidate for the seat. Sarmah is considered the most influential Gorkha leader in the region because of which the BJP national leadership requested him not to join any other party and promised him compensation. Not just its own men, the saffron party is also seeing its allies moving out as swiftly as they had come in less than three years since 2016 to NEDA, the northeast version of NDA. The signs were palpable in Guwahati in January when a convention chaired by NPP president Conrad Sangma of NEDA partners resolved to oppose the Citizenship (Amendment) Bill. After bringing back the AGP into its fold a few days back, NEDA convenor Himanta Biswa Sarma said that BJP's alliance with the AGP and BPF has been sealed but '100 per cent' was not possible with the NPP. The NPP, besides fielding its own candidate in Meghalaya, is also contesting alone in Manipur. The United Democratic Party in Meghalaya has also severed its links with BJP and is putting up its own candidate. The saffron party also failed to strike a seat-sharing deal with its ally in Tripura, the IPFT, and subsequently the regional party for tribal separate state has fielded its candidates for the two Lok Sabha seats, who will be contesting against BJP's two. Similarly, the Mizo National Front has not waited for the BJP to declare its candidate for the lone seat in the state. The regional party on Wednesday took a step forward by adopting a resolution in the assembly to oppose the citizenship bill. Arunachal BJP president Tapir Gao said, \"There is no alliance now with these regional parties but we are still friends. They are not our rivals like the Congress. They need to contest elections on their own for their political survival. After the elections they will all be back with us.\" Gao said BJP leaders of Arunachal Pradesh joining the NPP will not make any dent. \"The basis of selection of candidates was their winning probability. Those who had low winning probability were not given tickets. They will not win even if they go to the NPP or any other party because they have lost their winning capacity,\" he added. Download The Times of India News App for Latest City ."}, "Monsoon reaches NE, first Assam shower this week": {"link": "https://timesofindia.indiatimes.com//city/kohima/monsoon-reaches-ne-first-assam-shower-this-week/articleshow/69737362.cms", "time": "2019-06-11 12:59:00", "description": "GUWAHATI: The Southwest monsoon arrived on Monday, covering most parts of Mizoram and some parts of Manipur in the first leg. The India Meteorological Department (IMD) warned that heavy rain is very likely to occur at isolated places over Nagaland, Manipur, Mizoram and Tripura from Tuesday morning. The arrival of the monsoon in the region is likely to cause heavy rain in isolated places in Assam and Meghalaya from Wednesday onwards, the forecast said. Officials at the Guwahati-based Regional Meteorological Centre of the IMD said the advancement of the monsoon towards Assam may be delayed by a couple of days. Several areas in Assam have been reeling from hot and humid conditions over the last one week. But moderate rain, accompanied by thunder-showers is very likely to occur at many places over Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura on Tuesday. Arunachal Pradesh will also experience light to moderate rain in the next 24 hours. \"The Southwest monsoon will further advance to other northeastern states in the coming days. Climatologically, monsoon arrives in some parts of northeast on June 1 and covers the entire region by June 5. But this year, the arrival was delayed by about 10 days. Usually, it takes five days for the rains to cover the entire region. So it will take some more time before the rains cover the whole of the region,\" RMC deputy director general of meteorology Sanjay O'Neill Shaw told TOI. Met officials said, till the monsoon covers the entire region, mercury will keep going up. Assam recorded the highest temperature of 36.4 degree Celsius in Guwahati on Monday, followed by Agartala at 36.3 degree Celsius. The IMD evening weather bulletin on Monday stated that the SW monsoon has further advanced into the remaining parts of the south Arabian Sea and Lakshadweep, most parts of Kerala, some more parts of Tamil Nadu and Bay of Bengal, most parts of Mizoram and some parts of Manipur. Weathermen said the arrival of the monsoon is heartening for the region as most of the states here received deficit rainfall during the pre-monsoon season. Except for Assam and Meghalaya-the only two states in NE which received 2% and 9% rain above normal in the pre-monsoon season-the rest of the five states of Arunachal Pradesh, Nagaland, Manipur, Mizoram and Tripura-experienced deficit rainfall in the pre-monsoon season. Download The Times of India News App for Latest City ."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Stage set for final dash to Podium": {"link": "https://timesofindia.indiatimes.com//city/kohima/stage-set-for-final-dash-to-podium/articleshow/69453818.cms", "time": "2019-05-23 07:45:00", "description": "GUWAHATI: After a month-long wait since polling concluded in the state, the counting of the votes will begin from 8am on Thursday. In Assam, counting will take place in some 51 counting centres under heavy security blanket from the morning. A total 1,79,26,580 voters out of 2,19,91,112 have franchised their voting rights taking the voting percentage to a record high of over 81% this poll. This is for the first time in a Lok Sabha election that results of voting machines will be matched with slips generated by the voter-verified paper audit trail (VVPAT) machines. However, the process may cost a couple of hours more than usual for the total completion of the counting. Officials at the Chief Electoral Officer (CEO) Assam said that over 5700 officials would be engaged in the state for the counting process. \"There are some 137 counting halls in the state. In each of the halls, there will be a maximum 14 tables where at last three counting officials will be working,\" the official said. After the Electronic Voting Machine (EVM) counting is over, the VVPATs will be counted as per the Supreme Court guidelines. From every Assembly constituency, five VVPATs will be selected randomly and counting will be done to tally with the respective EVMs. A special VVPAT booth is also in place in every counting hall. \"In case of any mismatch between the EVM and VVPATS, there will be recounting till it's matched to the previous counting,\" the official added. Besides, a three-layer security mechanism has also been placed around the counting halls across the state. While in the first layer, at least 100-meter radius of the counting halls were already marked as no vehicle zone, Assam Police armed personnel will guard the campus of the hall in the second layer. Central forces will be in the third layer just outside the door of the counting halls. Assam Police director general Kuladhar Saikia said, \"Assam Police are ready with all the security measures. Security has been tightened up in sensitive and vulnerable areas.\" State police have already sounded an alert in the bordering districts especially located near Nagaland and Arunachal Pradesh. Download The Times of India News App for Latest City ."}, "80 employees of call centre held for duping American nationals": {"link": "https://timesofindia.indiatimes.com//city/kohima/80-employees-of-call-centre-held-for-duping-american-nationals/articleshow/69754515.cms", "time": "2019-06-12 14:39:00", "description": "INDORE: Over 80 employees of a call centre, mostly from Nagaland and Meghalaya, were arrested in Indore for duping American nationals by acquiring their social security number, sending them audio note saying that they were found involved in illegal activities and making them cough up money. The call centre was being operated in two buildings – Platinum Plaza and a building at plot no 74 behind C21 mall. The accused duped hundreds of Americans of crores of rupees ranging from $50 to $1,000 per person. Police officers said that social security numbers of over 10 lakh American nationals have been recovered from the accused. “Rahil and Jawed were the masterminds in the case. While Jawed was arrested during the raid, Rahil is said to be in Ahmedabad. Another accused Shahrukh was also arrested. These three were working with an aide Sunny Chouhan who is said to have fled to a foreign country from Ahmedabad,” said Cyber Cell SP Jitendra Singh. The accused used to send an audio note to victims on WhatsApp. Through the note, they threatened the respondents with arrest because of an irregularity found in the social security number. The voice in the audio note would then share a helpline number where the victims were asked to call. The ones who fell for the trap, had to buy iTunes or Google Play gift cards, as instructed, and shared the secret code with the caller to ‘settle’ the issue. This was done by call centre employees who were given special ‘script’ for the same. The accused ran a full-fledged BPO shift from 7pm to 5 am and followed standard call centre protocols with accent trainings. Almost 70% employees arrested are from Northeast. The accused had associates in the US, China and Dubai who helped them siphon off the cash. The accused got the money duped from victims deposited into hired bank accounts. They money was converted into bitcoins and sent to the main accused in Ahmedabad who got the money through Hawala. The brokers in between who were responsible for transferring the money took at least 40% as commission. The masterminds managed to get hold of a database of social security numbers of people in the US through true search, yellow pages, that’s them and through agents. These call centres were usually operated on a ‘seating’ basis. One call center had 25 seats. In this way, one was owned by Rahil, another by Javed and the third one was opened by Rahil in coordination with Shahrukh. 80 employees worked in these three call centres. “The accused have been booked under IPC and IT Act,” said SP Singh. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Fani spurs heavy rain in northeast, throws life out of gear in Assam": {"link": "https://timesofindia.indiatimes.com//city/kohima/fani-spurs-heavy-rain-in-northeast-throws-life-out-of-gear-in-assam/articleshow/69183321.cms", "time": "2019-05-05 10:47:00", "description": "GUWAHATI/SHILLONG: The northeast experienced heavy to very heavy rain on Saturday morning accompanied by strong winds under the influence of Cyclone Fani.  In Guwahati, the surface wind speed was 37 kmph, sometimes going up to 57 kmph, which the Regional Meteorological Centre said was the strongest for the day, but did not cause any major damage. Incessant rain since morning caused floods at several low lying areas in Guwahati forcing the Assam Power Distribution Company Limited to cut off electricity connections to avoid any mishaps. Cyclonic storm Fani has turned into a depression and its intensity is gradually on the decline, said deputy director general of meteorology at IMD's Regional Meteorological Centre in Guwahati, Sanjay O'Neill Shaw. An IMD bulletin in the evening said the depression over Bangladesh moved east-northeastwards with a speed of about 29 kmph in the last six hours and lay centred on 5.30pm over western Meghalaya and adjoining Bangladesh, about 110 km southeast of Dhubri and 130 km west-southwest of Guwahati. It is very likely to move northeastwards and weaken into a 'well marked low pressure area' in the next 12 hours. The Met office warned that Assam, Meghalaya, Arunachal Pradesh, Nagaland and Manipur will receive light to moderate rain at most places with isolated heavy to very heavy rain and extremely heavy rain in Assam, Meghalaya and Arunachal Pradesh in the next 24 hours. Light to moderate rain in many places would be likely over Nagaland and Manipur. Strong winds blowing at 40-50 kmph and sometimes 60 kmph may be experienced in Assam and Meghalaya in the next 12 hours. Assam State Disaster Management Authority (ASDMA) said that most of the major rivers, including the Brahmaputra, are flowing at the danger level. \"There is nothing to panic about. There has been no damage to life or property in Assam,\" ASDMA project manager Mirza Mahammad Irshad said. The RMC said that between 8.30 am and 5.30 pm on Saturday, Cherrapunjee received very heavy rainfall measuring 195.7 mm, the highest in the region during this period. Shillong recorded rainfall measuring 90.2 mm, followed by Guwahati, which received a moderate 47 mm rainfall. The western Assam district of Dhubri, bordering Bangladesh, received 26.9 mm rainfall between 8.30 am and 5.30 pm, followed by Haflong where 24 mm rainfall was recorded. The Kailashahar weather station in Tripura recorded 21 mm rainfall during the day. Download The Times of India News App for Latest City ."}, "Monsoon to hit northeastern states in next 48 hours: IMD": {"link": "https://timesofindia.indiatimes.com//city/kohima/monsoon-to-hit-northeastern-states-in-next-48-hours-imd/articleshow/69709822.cms", "time": "2019-06-09 09:33:00", "description": "GUWAHATI: With the southwest monsoon having set in over Kerala on Saturday, IMD has announced that the present conditions are favourable for monsoon to make its entry into the northeast in the next 48 hours. IMD, in its evening weather bulletin, stated that in view of the enhanced cloudiness, strengthening of westerlies and persistent cyclonic circulation in lower and mid-tropospheric levels over Lakshadweep area and its neighbourhood, the southwest monsoon has further advanced into more parts of the south Arabian sea, most parts of Lakshadweep area, some parts of Kerala and south Tamil Nadu. Other areas that have been covered so far are the remaining parts of Maldives Comorin area, parts of the southwest, southeast and east-central Bay of Bengal and some parts of northeast Bay of Bengal, the IMD bulletin further stated, adding, \"Conditions are becoming favourable for the southwest monsoon to advance into some parts of the northeastern states in the next 48 hours.\" Regional Meteorological Centre (RMC) deputy director general of meteorology Sanjay O'Neill Shaw said that the onset of monsoon in the northeast may also happen before the next 48 hours. \"Declaration of the onset of monsoon may come even before Monday, depending on the prevailing weather conditions in the region,\" he said. IMD's RMC based in Guwahati said that moderate rain accompanied by thundershowers is very likely to occur at most places across Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura and at many places across Arunachal Pradesh from Sunday to Monday morning. Sources in the Assam State Disaster Management Authority (ASDMA) said that it has not issued any warning to the districts in view of the impending monsoon rains. An ASDMA report on Saturday said that two revenue circles - Jorhat West and Patharkandi in upper Assam's Jorhat and Barak Valley's Karimganj district - have been affected by floods owing to incessant rain. Meanwhile, hot and humid conditions continue to prevail across the northeast. On Saturday, Guwahati recorded the highest maximum temperature in the region with the mercury inching up to 35.4° Celsius. At 34.4° Celsius, Silchar was a close second while Dhubri and Agartala recorded maximum temperatures of 34.2° Celsius. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "'Poll schedule announcement won't impede Nagaland talks'": {"link": "https://timesofindia.indiatimes.com//city/kohima/poll-schedule-announcement-wont-impede-nagaland-talks/articleshow/68313275.cms", "time": "2019-03-08 09:03:00", "description": "GUWAHATI: As Nagaland grows impatient over the long drawn out Naga peace process, the Centre has assured the eight groups engaged in the negotiations that announcement of election dates would not hinder signing of the peace accord. \"In case the Election Commission announces the election dates before the accord is signed, we have been told that since the peace process is a political negotiation, outcome of the Naga peace process will not amount to violation of the model code of conduct,\" a key talks facilitator said, adding, \"The people of Nagaland can't afford to waste any more time.\" The Naga peace talks centre on the demand for a 'Greater Nagaland' or Nagalim - comprising contiguous Naga-inhabited areas in Assam, Arunachal Pradesh, Manipur and Myanmar. The duration of the ongoing Naga peace talks has been among the longest - the ceasefire pact between the Centre and National Socialist Council of Nagaland (Isak-Muivah) was signed in 1997. Ball is now in Centre's court, says Nagaland talks facilitatorSince then, seven other former militant outfits have joined the peace process - the Konyak faction of NSCN (Khaplang), Government of the People's Republic of Nagaland/NSCN (Kitovi Zhimoni), Federal Government of Nagaland, Naga National Council (parent body), National People's Government of Nagaland of the NNC (NA), NSCN (reformation) and Naga National Council/Government Democratic Republic of Nagaland. \"The ball is now in the Centre's court ... There are a couple of symbolic issues that the groups have raised, like the flag and a Constitution. The Centre has been discussing these things for the past six months and, each time, the issues are flagged as 'under consideration'. It is about time the Centre convert these to a clear 'yes' or 'no' or give other options if it wants to draw the talks out further,\" the facilitator said. \"Something 'under consideration' can remain so for an indefinite period ... The government should make it clear what it considers possible and what is not, and then invite these groups for talks and tell them: 'Here is the deal, take it or leave it',\" the facilitator added. While details of the deal being worked out on the basis of the Framework Agreement, signed by the NSCN (I-M) and the Centre in 2015, are still under the wraps, it is certain the agreement will not include \"sovereignty\". \"What is being worked on is something called 'shared sovereignty', under which the identity and culture of the Naga people will be protected by a set of laws which even the Parliament cannot interfere with later. It can be construed as a Naga constitution within the Indian Constitution, the way we have autonomous councils, or states within states, under the Sixth Schedule,\" the facilitator said. Download The Times of India News App for Latest City ."}, "Lok Sabha elections: NPP to contest all 25 seats in Northeast": {"link": "https://timesofindia.indiatimes.com//city/kohima/lok-sabha-elections-npp-to-contest-all-25-seats-in-northeast/articleshow/68460491.cms", "time": "2019-03-18 11:31:00", "description": "DIBRUGARH: The National People's Party (NPP), which will make its political debut in Assam in the upcoming Lok Sabha election, on Sunday said it would contest the polls on the twin issues of the Citizenship Amendment Bill and the Inner Line Permit (ILP). Addressing a press meet here, Assam NPP co-convenor Kamala Rajkonwar said that the party will contest in all 25 seats in the northeast. NPP, which is led by Meghalaya chief minister Conrad Sangma, hopes to win 10 Lok Sabha seats in the region, including five in Assam. \"We will put up powerful candidates in all 14 seats in Assam. We are hopeful of winning five seats in the state and overall 10 seats in the northeast. The process of selecting candidates is on and we will publish the list by March 22,\" Rajkonwar said. He added that the party will fight the election on the issues of the citizenship bill and the Inner Line Permit. \"We will fight the Lok Sabha election under the leadership of Conrad Sangma. NPP was formed with the aim of bringing all the people of the region together on a common platform so that Delhi is forced to listen to their voices. We will fight the election on the issue of the citizenship bill and Inner Line Permit. Our party has been the most vocal against the citizenship bill. We are also seeking the introduction of the Inner Line Permit in Assam to ensure that the indigenous people are deprived of their right to natural resources of the state. We will also try to bring the northeast rebel groups to the negotiation table and solve the insurgency problem in the region,\" the NPP leader said. Founded by former Lok Sabha Speaker Purno A Sangma, NPP is a part of the ruling Meghalaya Democratic Alliance (MDA). Assam is the sixth northastern state where the NPP has set its foot. The party has 20 MLAs in Meghalaya, five in Arunachal Pradesh, four in Manipur and two in Nagaland. It is a minor ruling partner of BJP in Manipur and Nagaland. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Nagaland takes measures to save maize crop from pest attack": {"link": "https://timesofindia.indiatimes.com//city/kohima/nagaland-takes-measures-to-save-maize-crop-from-pest-attack/articleshow/69628453.cms", "time": "2019-06-03 10:52:00", "description": "KOHIMA: With the Fall Armyworm (FAW) affecting maize cultivation in Nagaland, the horticulture department has started taking measures to mitigate the problem, officials said. The department has also decided to carry out a survey to estimate the quantum of damage caused by the pest attack, they said. Out of the 11 districts in the state, the crop has been affected in Kohima, Dimapur and Phek, the deputy director of department of horticulture, Dr Moa Walling, said here on Saturday, on the sidelines of an awareness campaign and training for mitigation of FAW. As an allied agriculture department, the horticulture department is concerned about the effects of FAW on maize cultivation throughout the state, he said. The district horticulture officers, field staff and farmers are being trained to control the menace by using Nimbecidine EC, an insecticide, he said. They are also being trained to use pheromone traps to fight the pest, he added. He said preventive measures have to be taken after dark since the pest can travel a distance of 100 km in a single night. \"This pest infestation has devastated the maize fields in the neighbouring states and Nagaland is also not far from suffering the same fate, if we do not take immediate action against it,\" the Deputy Director of the horticulture department, S Senka Jamir, said. The advisor for the horticulture department, MLA Mhathung Yanthan, while addressing the trainees asked the respective district officials not to remain insensitive to the menace as the pest is affecting not only maize but other plants, including the cash crops. Maintaining that FAW has the potential of causing widespread damage, Yanthan asked all to take the responsibility to curb the spread of the pest for the general welfare of the maize farmers in the state. Farmers, facing problems due to the pest attack, can contact the district horticulture offices for support, the Principal Secretary to the Government of Nagaland, M K Mero, said. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Night curfew along interstate borders to thwart rebel activities": {"link": "https://timesofindia.indiatimes.com//city/kohima/night-curfew-along-interstate-borders-to-thwart-rebel-activities/articleshow/69576346.cms", "time": "2019-05-30 12:57:00", "description": "JORHAT: At a time when there are reports of militant groups like Ulfa(I) and NSCN(K) stepping up their activity along the border areas in Golaghat, Jorhat, Charaideu and Sivasagar, the district magistrates of Jorhat and Charaideu on Wednesday imposed night curfew along the Assam-Nagaland and Assam-Arunachal Pradesh interstate borders to control terror activities in the region. The night curfew will be operative within a radius of 5km from the interstate borders from 6pm to 5am. The order came into force with immediate effect and will continue until further notice. Jorhat and Charaideu shares a vast portion of interstate border with neighbouring states of Nagaland and Arunachal Pradesh. Talking to TOI, Charaideu DC Dipok Kumar Handique said, \"The order has been imposed to prevent militant activities along the bordering areas. The militant groups generally take shelter along the bordering areas. We imposed the night curfew as a precautionary measures to control rebel activities here.\" The Jorhat district administration stated, \"There is a fear that militant groups might carry out subversive activities along the interstate border areas. To prevent such activities, night curfew has been imposed with immediate effect.\" Download The Times of India News App for Latest City ."}, "NPP contender for Nagaland assembly bypoll goes ‘missing’": {"link": "https://timesofindia.indiatimes.com//city/kohima/npp-contender-for-nagaland-assembly-bypoll-goes-missing/articleshow/68608977.cms", "time": "2019-03-28 10:55:00", "description": "GUWAHATI: The National People’s Party (NPP) candidate for byelection to Nagaland’s Aonglenden assembly seat, O Tinu Lkr, has been reported ‘missing’ since Tuesday. The party, headed by Meghalaya chief minister Conrad Sangma, has filed an FIR and written to the Election Commission, alleging foul play. NPP walked out of the ruling People’s Democratic Alliance of Nationalist Democratic People’s Party (NDPP) and BJP in Nagaland recently. The two MLAs it had in the Nagaland assembly merged with NDPP, which chief minister Neiphiu Rio heads. “It is to bring to the notice of your esteemed office a matter of grave concern, one that blatantly attempts to violate the Model Code of Conduct and trample upon the Constitutional right to free and fair elections,” Ato Yepthomi, president of NPP’s Nagaland unit, wrote to the Chief Election Commissioner. “The National People’s Party (NPP) Nagaland State Unit has fielded Shri O Tinu Lkr as the Party candidate for the 26th Aonglenden Assembly Constituency Bye-Election 2019, to the 13th Nagaland Legislative Assembly. Since 26th March 2019 the said Party candidate Shri. 0. Tinu Lkr has been missing and given the magnitude of the outcome of this Bye-Election with possibility of directly affecting the incumbent government, there is every reason to believe that that there is foul play in this matter,” Yepthomi added, seeking immediate inquiry. The Mokokchung district unit of NPP, under whose jurisdiction the Aonglenden assembly constituency falls, also filed an FIR with the Mokokchung police on Wednesday. Download The Times of India News App for Latest City ."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "21 Nagaland Congress leaders back in party": {"link": "https://timesofindia.indiatimes.com//city/kohima/21-nagaland-congress-leaders-back-in-party/articleshow/68342087.cms", "time": "2019-03-10 12:15:00", "description": "KOHIMA: Congress in Nagaland, bolstered by the return of 21 senior leaders to its fold, vowed to put up a united fight against the \"stop-gap\" BJP-NDPP government in the state. Welcoming the leaders who made a comeback to the Congress, five-time chief minister and senior party leader S C Jamir said, \"Congress, today is solidified.\" The 21 leaders - including former Nagaland Pradesh Congress Committee (NPCC) president S I Jamir, former speaker Z Lohe and former deputy speaker Joshua Sumi - were reinducted during a programme on Friday, the development coming just months ahead of the general elections. Claiming that Congress is a party with a vision and clear ideology, Jamir asserted that it can never be uprooted. Asking the Congress workers to be active and propagate its programmes, the former Nagaland Governor called for shunning party dissents and internal bickering. \"Congress workers should have the courage to tell the truth to the people, and articulate very clearly that we can serve, help and lead the people,\" he said. Stating that the Naga society is in \"delirium\", Jamir also alleged that the ruling NDPP dispensation was only \"a stop-gap arrangement\" to \"fool\" the people. NPCC president K Therie said more leaders are expected to join the Congress in the coming days. PTI Download The Times of India News App for Latest City ."}, "Solution to Naga issue nowhere in sight: Neiphiu Rio": {"link": "https://timesofindia.indiatimes.com//city/kohima/solution-to-naga-issue-nowhere-in-sight-neiphiu-rio/articleshow/68356085.cms", "time": "2019-03-11 14:28:00", "description": "KOHIMA: Nagaland chief minister and president of the Nationalist Democratic Progressive Party (NDPP), Neiphiu Rio, on Sunday rued that the solution to the decades-old Naga political issue could not be found before the Lok Sabha election. \"We were hoping against hope that the solution will come before the election,\" he said. Rio was speaking on the occasion of the completion of one year of his People's Democratic Alliance (PDA) government, of which the BJP is a part. A new government, which came to power in Nagaland under Rio early last year, had raised hopes of a solution to the Naga political problem. The Election Commission on Sunday announced that the Lok Sabha election will be held from April 11 to May 19. \"The government and the Naga people now do not know what the negotiating parties are thinking,\" Rio told the media, adding, \"If it (Naga political solution) does not come...it will be a problem for our Naga society to carry on.\" Even after the signing of the framework agreement with the NSCN(IM) in 2015 and six Naga nationalist political groups joining the peace talks separately, there has not been a breakthrough on the decades-old Naga problem. The PDA, comprising 17 Nationalist Democratic Progress Party (NDPP) MLAs, 12 BJP, 2 NPP and one JD(U) and an Independent, came to power after defeating the 15-year-old Naga People's Front government in the 2018 assembly election. Thanking the allies, Rio said, \"We could not have made it, unless we received firm support from our alliance partners.\" \"We promised to bring change (before the assembly poll), but the change has to start from the attitude and mindset of the people towards positivity,\" he said.  He said a move towards plastic-free state and initiatives of tobacco-free villages and green villages are positive changes and such initiatives will bring positivity. \"Real change will happen when we all come together in unison with the singular purpose of changing our society for the better,\" the chief minister said. PTI Download The Times of India News App for Latest City ."}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Two NSCN-Isac-Muiva militants arrested in Kakching district": {"link": "https://timesofindia.indiatimes.com//city/kohima/two-nscn-isac-muiva-militants-arrested-in-kakching-district/articleshow/69406544.cms", "time": "2019-05-20 09:45:00", "description": "IMPHAL: Two National Socialist Council of Nagaland, Isac-Muiva (NSCN-IM) militants have been arrested in Manipur's Kakching district, police said Sunday. The rebels were arrested on Saturday during frisking operations at Sugunu on the banks of Manipur river, police said. A case has been registered and further investigation is underway, an officer said. Though the Centre is currently holding peace talks with NSCN-IM, the ceasefire agreement between the Centre and the group is confined to Nagaland and does not extend to Manipur. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Air pollution wreaking havoc in Northeast states: Study": {"link": "https://timesofindia.indiatimes.com//city/kohima/air-pollution-wreaking-havoc-in-northeast-states-study/articleshow/69672960.cms", "time": "2019-06-06 12:21:00", "description": "GUWAHATI: Air pollution, this year's theme of World Environment Day, has brought to focus how it is slowly turning into a major health problem in the Northeast where deaths deaths due to acute respiratory infection (ARI) are on the rise. The National Health Profile (NHP), 2018, released by the Central Bureau of Health Intelligence (CBHI) last year, reported that Assam 225 deaths (highest in region) due to ARI in 2017, followed by Mizoram (36), Manipur (23) and Tripura 21 deaths. Nagaland recorded nine deaths, Sikkim (8), Meghalaya (7) and Arunchal Pradesh (3). In 2016, Assam recorded 200 deaths due to ARI, Mizoram (68), Sikkim (43), Manipur (21), Tripura (7) and Arunchal Pradesh (4). However, Nagaland didn't record any death due to ARI that year. The NHP, 2018, highlighted Meghalaya had the highest number of ARI cases (3,33,772) cases among eight states in the region in 2017. Tripura, with 1,78,570 ARI cases, is in the second position followed by Sikkim (93,270), Manipur (51,205), Arunachal Pradesh (36,250), Nagaland (31,158), Mizoram (29,595) and Assam (22,834). State Environmental Impact Assessment Authority ( SEIAA) chairman KG Bhattacharyya, who attended a World Environment Day programme organized by the Pollution Control Board, Assam, here on Wednesday, expressed concern over the increasing trend of particulate matter (PM10) (particles of size less than 10 micrometer) in five cities and towns of Assam. The places are Guwahati, Nalbari, Nagaon, Silchar & Sivasagar. Bhattacharyya said particulate matter (PM2.5) pollutants are more dangerous than PM10 level in the air. Former Meghalaya governor RS Mushahary said the government has to do a lot for fulfilling the 'Pollution Free Environment' agenda. He added that citizens have to be involved in achieving this goal. Biodiversity conservation organization Aaranyak said monitoring of air quality by the Assam Pollution Control Board at Bamunimaidan in Guwahati has revealed the presence of respirable suspended particulate matter (RSPM) and suspended particulate matter (SPM) well above the prescribed limit since 2008. Aaranyak said Guwahati's air is found to have very high content of black carbon. \"There must be a paradigm change in our public transport system and related policy to bring down the rapid growth of vehicles out on the roads by introducing a mass transit system that will also help in climate change mitigation. Introduction of clean fuel and discouraging prevalence of dirty fuels as a policy strategy will go a long way in curbing vehicular air pollution,\" said an Aaranyak official. Aaranyak has planned a series of awareness and action-based interventions for sensitizing people about the cause and effect of air pollution. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "17 women rescued from hotels in Nagaland, 6 held": {"link": "https://timesofindia.indiatimes.com//city/kohima/17-women-rescued-from-hotels-in-nagaland-6-held/articleshow/68476076.cms", "time": "2019-03-19 10:50:00", "description": "KOHIMA: At least 17 women, allegedly forced into a prostitution ring, were rescued during raids at various hotels in Nagaland's Dimapur district on Monday, and six people have been arrested in this connection, police said. A 40-member police team raided the hotels in New Market area of Dimapur town and rescued the women, likely aged between 20 and 30, a senior police officer said. The women were handed over to a rehabilitation centre, he said. Initial inquiry has revealed that the women were also subjected to extortion by a network of pimps and hotel managers, the officer said. Show cause notices were issued to the owners of the hotels, he said, adding, police is communicating with the authorities concerned to cancel their trade licenses. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Waste management policy targets efficient management of waste": {"link": "https://timesofindia.indiatimes.com//city/kohima/waste-management-policy-targets-efficient-management-of-waste/articleshow/69646664.cms", "time": "2019-06-04 13:32:00", "description": "KOHIMA: The Nagaland waste management policy targets efficient management and proper disposal of waste and educate the people to segregate bio-degradable, recyclable and inert waste at source, an official said. The Nagaland Integrated Waste Management Policy 2019 was enacted by the state government in February this year covers all urban and rural areas of the state, said deputy director in Urban Development department and Nodal Officer of Swachh Bharat Mission, Tarachu Fithu on Monday. He said the intention of the policy is to enable the community to reduce waste, reuse and recycle. As per the policy, waste management scenario in the state is still by and large rudimentary in the absence of proper policy or any regulatory mechanism. The urban areas comprising of 19 urban local bodies of the state, only Kohima has the scientific solid waste treatment plant located with 50 tonne per day (TDP) capacity. The rest of the urban local bodies have all landfill sites but they dump without any proper treatment. Waste production in the urban areas is about 342 TDP, the policy pointed. There are no collection systems at present in rural areas. But inherent practice of source segregation of wet waste for animal feed considerably reduces the problem of waste management, it said. The policy stated that some of the major issues faced in waste management, especially in the urban areas are the availability of land, manpower, machineries and resources at the disposal of the authorities. The policy stated that the Urban Development department shall ensure that all urban local bodies prepare action plan individually as to how they will manage their wastes. The Rural Development department shall ensure that all village councils prepared an action plan individually as to how they will manage their wastes. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Two Manipuri drug traffickers held in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/two-manipuri-drug-traffickers-held-in-nagaland/articleshow/68859784.cms", "time": "2019-04-13 09:36:00", "description": "KOHIMA: Two Manipuri drug traffickers have been arrested along with 900 grams of brown sugar and four live rounds of ammunition in Khuzuma in Nagaland, officials said. Besides, two mobile telephones were seized by the Nagaland Police from the traffickers identified as A. Mao and P. Zatso, both from Lai village in Senapati district in Manipur, on Thursday evening. The seized brown sugar is valued at crores of rupees in the international market, officials said. The drugs were packed in 60 small packets concealed at different parts of the car in which the traffickers were travelling from Manipur to Nagaland. They were intercepted along the Manipur-Nagaland border. For a long time, Manipur has been the conduit for drug trafficking in the northeast. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "NPF announces support for Congress Lok Sabha candidate in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/npf-announces-support-for-congress-ls-candidate-in-nagaland/articleshow/68650249.cms", "time": "2019-03-31 10:54:00", "description": "GUWAHATI: The Naga People’s Front (NPF) Nagaland’s single largest party, which is in opposition, on Saturday formally announced its support to Congress candidate for the lone Lok Sabha seat in the state. The party has not fielded its own candidate, a decision that saw seven of its MLAs revolt and lend their support to rival and ruling BJP-NDPP alliance candidate. A statement from NPF said that the party has decided to support Congress candidate KL Chishi will not change the party’s stand of regionalism nor will it reflect as an alliance partner with them. NPF president Shürhozelie Liezietsu said that though the party has decided to lend support to the Congress, the decision is only for the upcoming election. “There is an imminent danger before the Naga people in the form of Citizenship Amendment Bill (2016) if passed as an Act by the Centre. The NPF, therefore, wants to gather all secular forces together and fight in the coming LS election and take a stand to defend the future,” Liezietsu said. He added, “In politics, sometimes, we find it necessary to uphold our conscience, forgetting the consequences that may follow. The issue confronting the Naga people at present is a question of life and death, therefore, the NPF will support the secular party (Congress).” NPF legislature party leader and former chief minister TR Zeliang said that it may be discouraging to the people that NPF could not set up its candidate for the Lok Sabha poll. However, he added, the support on a secular issue does not mean a formal alliance is in place with Congress. As for the seven rebel NPF MLAs who have lent their support to the rival NDPP-BJP candidate, Zeliang said, “The development was not sudden. They had been thinking of leaving the party and were looking for an excuse.” Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Floods after night-long rain throw life out of gear in Guwahati": {"link": "https://timesofindia.indiatimes.com//city/kohima/floods-after-night-long-rain-throw-life-out-of-gear-in-guwahati/articleshow/69799696.cms", "time": "2019-06-15 13:37:00", "description": "GUWAHATI: Incessant rain since Thursday night flooded large parts of the city bringing life to a near standstill on Friday morning. Familiar sights of people wading through water completed the picture of misery in the run-up to the monsoon. Prime locations along the Guwahati-Shillong Road, zoo road and stretches from Ambari to Chandmari were inundated. Denizens in flood-prone low-laying areas, including Nabin Nagar and Tarun Nagar, reeled from the impact of the waterlogging as traffic movement came to a halt. Bus service was affected till noon as key arterial routes remained under water. Pedal rickshaws were the only saviour for commuters though they charged extra than regular days. \"I have to bring my children home from school and was forced to wade through knee-deep water overflowing from drains. Successive governments have failed to find out a solution to artificial floods here. We have not experienced any achhe din as far as water-logging is concerned,\" said Ambari resident Nazneen Sultana. Reports from the district disaster management authority in Kamrup (Metropolitan) said 'partial water-logging' occurred at Anil Nagar, Nabin Nagar, Lachit Nagar, Chandmari Colony, GNB Road, Lamb Road, Hatigaon, Wireless, VIP Road, Panjabari, Sundarpur, Ganeshguri, Christian Basti, ABC and Bhangagarh areas under the Guwahati and Dispur revenue circles. The Met office said flood-threat was looming large over the state and parts of the northeast where the Southwest monsoon has made a significant advancement in the last 24 hours. The India Meteorological Department's (IMD) Regional Meteorological Centre has warned that heavy rain is likely to occur at isolated places over Arunachal Pradesh, Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura on Saturday. Ahead of the arrival of the monsoon season, Friday's rainfall was of convective nature, said weathermen. \"It was moderate rainfall measuring 13 mm on the rain gauge in Guwahati. More rain is on the cards in the northeast where the SW monsoon has covered the south and central parts of Assam along with Tripura as well as parts of Arunachal Pradesh and Nagaland on Friday,\" said a senior official of the IMD in Guwahati. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "PM-SYM pension scheme launched in Nagaland": {"link": "https://timesofindia.indiatimes.com//city/kohima/pm-sym-pension-scheme-launched-in-nagaland/articleshow/68300638.cms", "time": "2019-03-07 13:31:00", "description": "KOHIMA: The Pradhan Mantri Shram Yogi Maandhan Yojana (PM-SYM) pension scheme for unorganised workers was launched in Nagaland, officials said. Launching the PM-SYM in the state Nagaland Chief Secretary, Temjen Toy, said many similar schemes were launched in the past but unfortunately the Nagas were not able to take advantage of those schemes. He said the Labour and Employment Department is the nodal department and every individual and department need to spread awareness of the scheme to our people for the benefit of greater section of our people who are in the unorganised sectors. The PM-SYM is voluntary and periodic contribution based pension system meant for unorganised workers with income up to Rs 15,000 per month and eligibility criteria age between 18-40 years. This scheme which was launched on Tuesday provides for a fixed pension of Rs 3000 after attaining the age of 50 years on a monthly contribution of a small affordable amount during their working age. Download The Times of India News App for Latest City ."}, "Rain alert in northeast because of Cyclone Fani, many flights cancelled": {"link": "https://timesofindia.indiatimes.com//city/kohima/rain-alert-in-ne-because-of-cyclone-fani-many-flights-cancelled/articleshow/69172686.cms", "time": "2019-05-04 12:02:00", "description": "GUWAHATI: With Cyclone Fani having made landfall in Odisha on Thursday and expected to hit the northeastern states over the next two days, the India Meteorological Department (IMD) has issued a fresh warning to the respective state governments in the northeast to be prepared for heavy to very heavy rainfall in the region, as a fallout of severe cyclonic storm hitting the Odisha coast. A spokesperson of the Airports Authority of India said that nine Guwahati-bound flights and another 14 flights that were scheduled to depart from Guwahati were cancelled on Friday. Most of these flights were between Guwahati and Bhubaneswar. He added that all flights from Guwahati to Kolkata and Bhubaneswar will remain cancelled till Saturday morning. Strong surface winds, with speeds of 30-40 kmph, are likely to prevail over the northeastern states on Saturday and Sunday, said a statement issued by IMD’s Regional Meteorological Centre here on Friday evening. It further stated that heavy to very heavy rainfall is likely to occur at isolated places across Dhubri, Kokrajhar, Goalpara, Bongaigaon, Chirang, Barpeta, Kamrup, Darrang, Morigaon and Sonitpur districts on Saturday. Isolated instances of extremely heavy rainfall are expected in South Salmara Mankachar, Udalguri, Nagaon and Baksa districts on Saturday. Heavy rainfall is also likely at isolated places across Lakhimpur and Cachar districts on Saturday. Besides, IMD said that heavy rainfall is likely to occur at isolated places across Nalbari, Kamrup (Metropolitan), Biswanath, Karbi Anglong (East), Golaghat, Jorhat, Majuli, Sivasagar and Karimganj districts on Saturday. Heavy to very heavy rain is also expected in places across Meghalaya and Arunachal Pradesh and heavy rainfall in isolated places across Manipur and Nagaland on Saturday. Download The Times of India News App for Latest City ."}}